Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Buildings.po
Languages: ru

# #Brickworks_workers_75
source: This Brickworks has some unfilled jobs, which slows down brick production somewhat.
ru: В этой мастерской есть свободные рабочие места, поэтому производство кирпича немного снижено.

source: Bridge
ru: Мост

# #Bridge_tooltip
source: Allows your citizens to cross small bodies of water
ru: Позволяет жителям пересекать небольшие водные преграды.

source: Building
ru: Постройка

# #Buildings_NoRoadAccess
source: This building needs road access
ru: Этой постройке необходим доступ к дороге

source: Burning ruin
ru: Горящий остов

# #BurningRuin_flavor
source: Fire marshals could not get here in time to save the building. When the fires burn out, only rubble will be left on this site.
ru: Пожарные не успели спасти здание. Когда пламя догорит, от сооружения останутся лишь обуглившиеся руины.

source: Carpenters' Guild
ru: Артель плотников

# #CarpentersGuild_disabled
source: This guild has been shuttered by your Overseer of Commerce
ru: Ваш торговый советник остановил работу артели.

# #CarpentersGuild_flavor
source: Carpenters gather here to swap stories and tips about their profession, find work assignments and hammer out their problems.
ru: Здесь плотники общаются между собой, делятся секретами профессии, находят задания и забивают на свои проблемы.

# #CarpentersGuild_stocks_0
source: This workshop needs wood delivered to it.
ru: Этой артели необходимы поставки древесины.

# #CarpentersGuild_storage
source: Stored wood<sprite name="Wood">: {0} units.
ru: Запасы древесины<sprite name="Wood">: {0} мер.

# #CarpentersGuild_tooltip
source: Needed to build some monuments. Requires deliveries of wood <sprite name="Wood">
ru: Необходима для возведения некоторых монументов. Для работы необходимы поставки древесины<sprite name="Wood">.

# #CarpentersGuild_workers_0
source: This guild has no employees. Carpentry services are not available.
ru: В этой артели никого нет. Услуги плотников недоступны.

# #CarpentersGuild_workers_1
source: With hardly any employees at this guild, it seems to take forever for a carpenter to show up.
ru: В этой артели почти нет работников, плотника приходится дожидаться целую вечность.

# #CarpentersGuild_workers_100
source: This guild has all the employees it needs. Carpenters can work with maximal efficiency.
ru: В этой артели достаточно рабочих. Плотники работают с максимальной эффективностью.

# #CarpentersGuild_workers_25
source: Very few people work here. There is a considerable wait for a carpenter's services.
ru: Здесь работает мало людей. Приходится подолгу ожидать начала работ.

# #CarpentersGuild_workers_50
source: This guild is understaffed, and supplies fewer carpenters than it could.
ru: В этой артели не хватает рук, поэтому работает меньше плотников.

# #CarpentersGuild_workers_75
source: This guild is working below maximum capacity. Work will be slightly slower as a result.
ru: Эта артель работает не в полную силу. Работа идёт немного медленнее.

source: Cattle Ranch
ru: Скотоводческая ферма

# #CattleRanch_disabled
source: By decree of the Overseer of Commerce, cattle ranching has ceased.
ru: По приказу торгового советника производство мяса остановлено.

# #CattleRanch_flavor
source: Well-fed citizens want meat in their diet. Meat can be kept in Granaries for local consumption, or taken to Storage Yards for export.
ru: Мясо в рационе жителей сделает их сытыми. Мясо для местного потребления должно храниться в амбарах, а на продажу — на складах.

# #CattleRanch_tooltip
source: Produces meat <sprite name="Meat"> out of straw <sprite name="Straw">
ru: Производит мясо <sprite name="Meat"> из соломы <sprite name="Straw">.

# #CattleRanch_workers_0
source: This ranch has no workers. All of the animals have escaped or died.
ru: На этой ферме нет рабочих. Все животные разбежались или погибли.

# #CattleRanch_workers_1
source: With hardly any workers, this ranch can raise very few cattle.
ru: Здесь почти нет рабочих, ферма выращивает очень мало скота.

# #CattleRanch_workers_100
source: This ranch has all the workers it needs. With straw, it can yield ample meat.
ru: На ферме достаточно рабочих. При наличии соломы мясо будет в огромном достатке.

# #CattleRanch_workers_25
source: Very few people work at this ranch. Its potential meat production is low.
ru: На ферме слишком мало рабочих. Производится мало мяса.

# #CattleRanch_workers_50
source: This farm is understaffed. It cannot reach its potential output.
ru: На ферме не хватает рабочих. Она не может достичь планируемых показателей.

# #CattleRanch_workers_75
source: This ranch needs to hire more workers if it is to produce meat efficiently.
ru: Эта ферма может приносить больше мяса, если нанять больше рабочих.

# #ChariotMaker
source: Chariot Workshop
ru: Мастерская колесниц

# #ChariotMaker_disabled
source: Your Overseer of Commerce decreed that chariot production should cease.
ru: Торговый советник приказал прекратить производство колесниц.

# #ChariotMaker_flavor
source: Here, expert craftsmen produce 'war wheels', one of Egypt's deadliest weapons.
ru: Здесь умелые мастера строят «боевые повозки» — грозное оружие Египта.

# #ChariotMaker_stock_0
source: This workshop will produce no chariots without a shipment of wood and copper, whether from a Storage Yard, a Wood Cutter or a Copper Mine.
ru: Эта мастерская не будет производить колесницы без поставок древесины и меди со склада, от лесорубов или медного рудника.

# #ChariotMaker_storage_copper
source: Stored copper<sprite name="Copper">: {0} units.
ru: Запасы меди<sprite name="Copper">: {0} мер.

# #ChariotMaker_storage_wood
source: Stored wood<sprite name="Wood">: {0} units.
ru: Запасы древесины<sprite name="Wood">: {0} мер.

# #ChariotMaker_tooltip
source: Produces chariots<sprite name="Chariots"> out of copper<sprite name="Copper"> and wood <sprite name="Wood">
ru: Производит колесницы <sprite name="Chariots"> из меди <sprite name="Copper"> и дерева <sprite name="Wood">.

# #ChariotMaker_workers_0
source: This Chariot Maker has no employees, and will produce no war wheels at all.
ru: В мастерской никого нет, боевые колесницы никто не производит.

# #ChariotMaker_workers_1
source: With hardly any employees, this Chariot Maker will produce very few chariots over the coming year.
ru: Здесь почти нет рабочих, в этом году мастерская произведёт очень мало колесниц.

# #ChariotMaker_workers_100
source: This Chariot Maker is fully staffed, and produces many high-quality chariots.
ru: Мастерская работает в полную силу, быстро и качественно производя колесницы.

# #ChariotMaker_workers_25
source: Very few people work at this Chariot Maker. Chariot production is slow as a result.
ru: В мастерской слишком мало рабочих. Производство колесниц идёт очень медленно.

# #ChariotMaker_workers_50
source: This Chariot Maker is understaffed, and produces chariots more slowly than it should.
ru: Мастерской не хватает рабочих, она производит колесницы не так быстро, как могла бы.

# #ChariotMaker_workers_75
source: This Chariot Maker could use more workers to reach its full potential for chariot production.
ru: Производство колесниц пойдёт полным ходом, если нанять ещё больше рабочих.

source: Chickpea Farm
ru: Ферма нута

# #ChickpeaFarm_disabled
source: Your Overseer of Commerce ordered a halt to chickpea farming.
ru: Торговый советник приказал остановить выращивание нута.

# #ChickpeaFarm_flavor
source: Chickpeas are a versatile source of protein, and quite popular in your people's diets.
ru: Нут — универсальная культура, богатая белком и довольно популярная в рационе ваших людей.

# #ChickpeaFarm_harvest
source: The next chickpea harvest is in {[Month]}.
ru: Следующий урожай нута: {[Month]}.

# #ChickpeaFarm_tooltip
source: Produces chickpeas <sprite name="Chickpeas">. Harvest in April when built on a meadow
ru: Производит нут <sprite name="Chickpeas">. Урожай в апреле, если разместить на лугу.

# #ChickpeaFarm_workers_0
source: This farm has no workers. The land lies fallow.
ru: На ферме нет рабочих. Поля не вспаханы.

# #ChickpeaFarm_workers_1
source: With hardly any workers at this farm, the chickpea harvest will be negligible.
ru: На ферме почти нет рабочих, урожай нута будет ничтожным.

# #ChickpeaFarm_workers_100
source: This farm has all the workers it needs. It gets maximum yield, given its fertility.
ru: На ферме достаточно рабочих. Она приносит столько урожая, сколько позволяет земля.

# #ChickpeaFarm_workers_25
source: There are very few farmers working here. Chickpea production is far from maximal.
ru: На ферме слишком мало рабочих. Урожай нута далёк от максимального.

# #ChickpeaFarm_workers_50
source: This farm is understaffed. Its workers grow fewer chickpeas than the land could yield.
ru: На ферме не хватает рабочих. Они будут собирать меньше нута, чем позволяет земля.

# #ChickpeaFarm_workers_75
source: This farm would like to hire more workers. It could grow more chickpeas than it does.
ru: На этой ферме можно нанять ещё больше рабочих. Она может выращивать больше нута.

source: City Palace
ru: Дворец города

# #CityPalace_tooltip
source: This humongous Palace stores most of the city treasure. Allows you to collect tax. Must be built on a grassy area.
ru: В этом огромном дворце хранится большая часть городских богатств. Позволяет собирать налоги. Размещается на покрытой травой земле.

source: Clay Pit
ru: Глиняный карьер

# #ClayPit_disabled
source: Your Overseer of Commerce stopped clay digging.
ru: Торговый советник приказал остановить добычу глины.

# #ClayPit_flavor
source: Mine clay for trade, or to supply potters. People find endless uses for pottery, and you can often trade it profitably with other cities.
ru: Добывайте глину для продажи или снабжения гончарных мастерских. Керамические изделия всегда пригодятся в хозяйстве, а ещё их можно выгодно продавать в другие города.

# #ClayPit_tooltip
source: To be placed near water. Produces clay <sprite name="Clay">
ru: Размещается рядом с водой. Производит глину <sprite name="Clay">.

# #ClayPit_workers_0
source: This pit has no workers to dig clay.
ru: В этом карьере некому добывать глину.

# #ClayPit_workers_1
source: With hardly any diggers at this pit, it will produce very little clay over the coming year.
ru: В этом карьере почти нет рабочих. В этом году добыча глины будет ничтожной.

# #ClayPit_workers_100
source: This pit has all the workers it needs, and produces large amounts of clay.
ru: В этом карьере достаточно рабочих, глина добывается в большом количестве.

# #ClayPit_workers_25
source: So few people work at this pit that clay production is extremely slow.
ru: В этом карьере так мало рабочих, добыча глины идёт очень медленно.

# #ClayPit_workers_50
source: This pit is understaffed, and is taking longer to produce clay than it should.
ru: В этом карьере не хватает рабочих, добыча глины занимает больше времени.

# #ClayPit_workers_75
source: This pit is working below maximum capacity. Clay production will be slightly slower as a result.
ru: Этот карьер работает не в полную силу. Добыча глины идёт немного медленнее.

source: Conservatory
ru: Музыкальная школа

# #Conservatory_flavor
source: Egyptian people are always eager to hear the latest renditions from new musicians.
ru: Египтяне всегда рады послушать свежие сочинения новых музыкантов.

# #Conservatory_tooltip
source: Sends Musicians to Bandcamps and Pavilions
ru: Отправляет музыкантов на эстрады и сцены.

# #Conservatory_workers_0
source: With no training staff, this school cannot train any new musicians.
ru: Школа без наставников не может готовить новых музыкантов.

# #Conservatory_workers_1
source: I have no staff other than myself. I cannot be expected to work under these conditions! At best, I can train a musician in three months.
ru: Здесь нет никого, кроме меня. Я не могу работать в таких условиях! В лучшем случае я смогу обучить музыканта через три месяца.

# #Conservatory_workers_100
source: We are pleased to announce that, with full employment, we are training up to four new musicians every month.
ru: С гордостью можем сообщить, что полностью укомплектованная школа готовит до четырёх музыкантов в месяц.

# #Conservatory_workers_25
source: We have so few employees that we will struggle to turn out one new musician over the next two months.
ru: У нас так мало наставников, что мы с трудом можем подготовить одного музыканта за два месяца.

# #Conservatory_workers_50
source: We only have half of the staff we need and so are only able to train one musician in the coming month.
ru: У нас только половина работников, поэтому в следующем месяце мы можем подготовить только одного музыканта.

# #Conservatory_workers_75
source: We are slightly understaffed, and so can train at most two new musicians each month.
ru: Не хватает нескольких наставников, поэтому мы можем подготовить не больше двух музыкантов в месяц.

source: Construction Sites
ru: Строительные площадки

source: Copper Mine
ru: Медный рудник

# #CopperMine_disabled
source: Your Overseer of Commerce ordered a halt to copper mining.
ru: Торговый советник приказал остановить добычу меди.

# #CopperMine_flavor
source: Easily worked and durable, copper makes fine weapons and a valuable export.
ru: Из прочной и легко обрабатываемой меди изготавливается отличное оружие. Также её можно выгодно продавать.

# #CopperMine_tooltip
source: Needs to be placed near ore veins to produce copper <sprite name="Copper">
ru: Должен размещаться рядом с рудными жилами для производства меди <sprite name="Copper">.

# #CopperMine_workers_0
source: This mine has no workers. Production has ceased.
ru: В этом руднике нет рабочих. Добыча остановлена.

# #CopperMine_workers_1
source: With hardly any workers here, output has nearly stopped. It will produce little over the coming year.
ru: Рабочих почти нет, и добыча практически прекратилась. В этом году добыча меди будет ничтожной.

# #CopperMine_workers_100
source: This mine has all the workers it needs, and is producing plenty of copper.
ru: На этом руднике достаточно рабочих, медь добывается в большом количестве.

# #CopperMine_workers_25
source: Very few people work in this building. Production is slow as a result.
ru: В этой постройке слишком мало рабочих Производство идёт очень медленно.

# #CopperMine_workers_50
source: This mine is understaffed. It takes longer to produce copper than it should.
ru: В этом руднике не хватает рабочих. Добыча меди значительно снижена.

# #CopperMine_workers_75
source: This mine is working below maximum capacity. Production could be slightly more efficient with more workers.
ru: Рудник работает не в полную силу. Он будет приносить больше меди, если нанять больше рабочих.

source: Courthouse
ru: Здание суда

# #Courthouse_Magistrate_In
source: The magistrate is in his chambers.
ru: Магистрат в своих покоях.

# #Courthouse_Magistrate_Out
source: The magistrate is out resolving disputes.
ru: Магистрат разрешает споры жителей на местах.

# #Courthouse_flavor
source: Courthouses send forth magistrates, who help to reduce crime by ensuring that all grievances get a fair hearing. Courthouse vaults hold part of your city's treasury.
ru: Суды отправляют магистратов, выслушивающих все жалобы и тем самым помогающих снизить преступность. В хранилище суда содержится часть запасов казны.

# #Courthouse_tooltip
source: Reduces crime. Holds part of your treasury
ru: Снижает уровень преступности. Здесь хранится часть запасов казны.

# #Courthouse_workers_0
source: This Courthouse has no workers at all, so local citizens solve their own disputes in whatever ways they can.
ru: В суде никого нет, и местным жителям приходится разрешать свои споры собственными силами.

# #Courthouse_workers_1
source: There are so few magistrates available that legal decisions seem almost random to the plaintiffs.
ru: Тут так мало магистратов, что выносимые решения кажутся случайными для жалобщиков.

# #Courthouse_workers_100
source: The Courthouse has all the staff it needs to hear citizens' complaints swiftly and dispatch careful decisions.
ru: В суде достаточно работников, чтобы рассматривать все жалобы и давать взвешенные решения.

# #Courthouse_workers_50
source: With only half the workers it needs, this Courthouse sometimes rushes to judgment.
ru: Имея только половину работников, суд иногда выносит поспешные решения.

# #Courthouse_workers_75
source: Because it is slightly understaffed, this Courthouse has a small backlog of cases to hear.
ru: Испытывая небольшое недостаток в работниках, этот суд иногда не всегда успевает рассмотреть все жалобы.

source: Dance School
ru: Школа танцев

# #DanceSchool_flavor
source: Dancers delight audiences with graceful and tantalizing new moves.
ru: Танцовщицы услаждают взор публики изящными и волнующими движениями.

# #DanceSchool_tooltip
source: Sends Dancers to Pavilions
ru: Отправляет танцовщиц на сцены.

# #DanceSchool_workers_0
source: With no instructors, this dance school cannot teach any new dancers.
ru: Школа без наставников не может готовить новых танцовщиц.

# #DanceSchool_workers_1
source: I have no staff other than myself. I cannot be expected to work under these conditions! At best, I can teach one dancer in three months.
ru: Здесь нет никого, кроме меня. Я не могу работать в таких условиях! В лучшем случае я смогу обучить танцовщицу через три месяца.

# #DanceSchool_workers_100
source: We are pleased to announce that, with full employment, we can provide up to four new dancers every month.
ru: С гордостью можем сообщить, что полностью укомплектованная школа готовит до четырёх танцовщиц в месяц.

# #DanceSchool_workers_25
source: We need instructors so badly that we can barely handle one new dancer over the next two months.
ru: Нам так сильно нужны наставники, мы с трудом можем подготовить одну танцовщицу за два месяца.

# #DanceSchool_workers_50
source: We only have half of the staff we need, so we can only train one dancer in the coming month.
ru: У нас только половина работников, поэтому в следующем месяце мы можем подготовить только одну танцовщицу.

# #DanceSchool_workers_75
source: We are slightly understaffed, and so can only train two new dancers each month at most.
ru: Не хватает нескольких наставников, поэтому мы можем подготовить не больше двух танцовщиц в месяц.

# #Defense
source: Defensive Structures
ru: Оборонительные сооружения

source: Dentist
ru: Дантист

# #Dentist_flavor
source: Sand gets into everything, including food. Constant abrasion makes plenty of work for Egyptian dentists.
ru: Песок есть везде, даже в еде. От его постоянного воздействия на зубы для дантистов всегда найдётся работа.

# #Dentist_tooltip
source: Increases the health of your city. Required for spacious residences
ru: Улучшает здравоохранение в городе. Требуется для строительства просторных резиденций.

# #Dentist_workers_0
source: This Dentist's office is not operational, and its neighbors' teeth show the lack of care.
ru: Дантист не работает, некому заботиться о зубах жителей соседних домов.

# #Dentist_workers_1
source: This Dentist's office is operational, and the local community's teeth gleam with pride.
ru: Дантист работает, и жители соседних домов могут похвастаться ослепительными улыбками.

# #Distribution
source: Stock & Distribution
ru: Хранение и распределение

source: Dock
ru: Пристань

# #Dock_docked_workers_0
source: Without any dockers on staff, we cannot service the docked ship.
ru: Без грузчиков мы не можем обслужить пришвартованный корабль.

# #Dock_docked_workers_1
source: We are servicing the docked ship. With so few dock workers, though, this could take a long time.
ru: Мы обслуживаем пришвартованный корабль, но грузчиков так мало, что на это уйдёт много времени.

# #Dock_docked_workers_100
source: With full employment, we can service the docked ship quickly and efficiently.
ru: Все грузчики на месте, и мы можем быстро обслужить пришвартованный корабль.

# #Dock_docked_workers_50
source: We are servicing the docked ship, although this will take a little longer than it would if we were fully staffed.
ru: Мы обслуживаем пришвартованный корабль, однако работа пошла бы быстрее, будь у нас больше грузчиков.

# #Dock_empty_workers_0
source: Any ship that moors here will find no workers to load or unload its cargo.
ru: Рабочих нет, поэтому некому загружать и разгружать прибывающие корабли.

# #Dock_empty_workers_1
source: The few dockers employed here would take a long time to load and unload any ships that arrive in port.
ru: Грузчиков так мало, что на разгрузку и погрузку кораблей уйдёт много времени.

# #Dock_empty_workers_100
source: With full employment, our dockers are just waiting for their ship to come in.
ru: Все рабочие на месте. Грузчики ожидают прибытия очередного корабля.

# #Dock_empty_workers_50
source: We are understaffed, so it will take a little longer than normal to load and unload any ships that arrive in port.
ru: Нам не хватает грузчиков, поэтому на разгрузку и погрузку кораблей уходит больше времени, чем обычно.

# #Dock_flavor
source: Trading ships from all over the world moor here to deliver imports and pick up exports. You cannot conduct waterborne trade without Docks.
ru: Здесь швартуются торговые корабли со всего света, продавая и покупая всевозможные товары. Без пристани нельзя вести водную торговлю.

# #Dock_order_dont_trade
source: Don't Trade
ru: Не торговать

# #Dock_order_trade
source: Trade
ru: Торговать

# #Dock_tooltip
source: Trading ships will exchange goods here. Don't forget to build storage yards close by!
ru: Здесь торговые корабли обмениваются товарами. Не забывайте строить поблизости склады!

source: Dynasty Mansion
ru: Особняк династии

# #DynastyMansion_tooltip
source: One of the most incredible residences in all of Egypt, and it's yours! Allows you to draw a salary. Must be built on a grassy area
ru: Одна из самых великолепных резиденций в Египте, и она принадлежит вам! Даёт вам право назначать себе жалование. Размещается на покрытой травой земле.

source: Education
ru: Образование

source: Entertainment
ru: Развлечения

source: Family Mansion
ru: Семейный особняк

# #FamilyMansion_tooltip
source: A beautiful mansion for you and your family. Allows you to draw a salary. Must be built on a grassy area
ru: Прекрасный особняк для вас и вашего рода. Даёт вам право назначать себе жалование. Размещается на покрытой травой земле.

# #FarmBarley
source: Barley Farm
ru: Ферма ячменя

# #FarmChickpea
source: Chickpea Farm
ru: Ферма нута

# #FarmFigs
source: Fig Farm
ru: Ферма инжира

# #FarmFlax
source: Flax Farm
ru: Ферма льна

# #FarmGrain
source: Grain Farm
ru: Ферма зерна

# #FarmHenna
source: Henna Farm
ru: Ферма хны

# #FarmLettuce
source: Lettuce Farm
ru: Ферма латука

# #FarmPomegranate
source: Pomegranate Farm
ru: Ферма гранатов

# #Farm_Irrigated_No
source: This farmland is not irrigated.
ru: Ферма не орошается.

# #Farm_Irrigated_Yes
source: This farmland is irrigated.
ru: Ферма орошается.

# #Farm_Nextflood
source: The next floods will come in {[Month]}.
ru: Следующий разлив: {[Month]}.

# #Farm_Nile_empty
source: This farm needs laborers, who can be trained at a Work Camp.
ru: Для этой фермы нужны рабочие из рабочего лагеря.

# #Farm_Nile_staffed
source: This farm has a full crew of laborers working the fields.
ru: Эта ферма полностью укомплектована рабочими, возделывающими поля.

# #Farm_Plagued
source: This farm's land was blighted by the recent swarm of locusts, and will take some time to recover.
ru: Эта ферма пострадала от нашествия саранчи, и на её восстановление уйдёт некоторое время.

source: Ferry Landing
ru: Переправа

# #FerryLanding_noroad
source: WARNING! This ferry's associated landing site lacks road access. Only migrants can cross.
ru: ВНИМАНИЕ! Переправа на другом берегу не соединена с дорогой. Переправляться могут только переселенцы.
