Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Buildings.po
Languages: ru

# #FerryLanding_notwin
source: WARNING! This Ferry Landing lacks a linked site across the river. No one can cross.
ru: ВНИМАНИЕ! На другом берегу нет переправы. Переправа невозможна.

# #FerryLanding_tooltip
source: Allows citizens to cross bodies of water too large for a bridge
ru: Позволяет жителям пересекать водные преграды, на которых нельзя построить мост.

# #FerryLanding_workers_0
source: WARNING! This ferry's associated landing site has labor problems. Only migrants can cross.
ru: ВНИМАНИЕ! На переправе на другом берегу не хватает рабочих. Переправляться могут только переселенцы.

source: Festival Square
ru: Праздничная площадь

# #FestivalSquare_flavor
source: When you instruct your Overseer of the Temples to throw a festival in honor of one of the gods, citizens gather here to participate.
ru: Когда вы прикажете советнику по религии устроить праздник в честь одного из богов, здесь соберутся жители для торжества.

# #FestivalSquare_nofestival
source: Hold a festival to make the people happy, and to appease the gods
ru: Проведите праздник, чтобы развлечь людей и умилостивить богов.

# #FestivalSquare_ongoing_festival
source: A festival is currently in progress
ru: Праздник в самом разгаре.

# #FestivalSquare_tooltip
source: Must be built on a crossroad. Allows you to hold festivals to the gods of your city
ru: Площадь может размещаться только на пересечении дорог. Здесь можно проводить праздники в честь богов вашего города.

source: Fig Farm
ru: Ферма инжира

# #FigFarm_disabled
source: Your Overseer of Commerce ordered a halt to fig farming.
ru: Торговый советник приказал остановить выращивание инжира.

# #FigFarm_flavor
source: Figs figure prominently in the balanced diet that people need for health and happiness.
ru: Инжир — важная часть сбалансированного рациона, благотворно влияющая на здоровье и счастье.

# #FigFarm_harvest
source: The next fig harvest is in {[Month]}.
ru: Следующий урожай инжира: {[Month]}.

# #FigFarm_tooltip
source: Produces figs <sprite name="Figs">. Harvest in September when built on a meadow
ru: Производит инжир<sprite name="Figs">. Урожай в сентябре, если разместить на лугу.

# #FigFarm_workers_0
source: This grove has no workers. The trees are wild and barren.
ru: На ферме нет рабочих. Деревья одичали и не плодоносят.

# #FigFarm_workers_1
source: With hardly any workers on this farm, it will barely produce a single fig.
ru: На ферме почти нет рабочих, вряд ли здесь можно ждать урожай инжира.

# #FigFarm_workers_100
source: This grove has all the workers it needs. It gets maximum yield for its fertility.
ru: На ферме достаточно рабочих. Она приносит столько урожая, сколько позволяет земля.

# #FigFarm_workers_25
source: There are very few farmers working here. Fig production is far from maximal.
ru: На ферме слишком мало рабочих. Урожай инжира далёк от максимального.

# #FigFarm_workers_50
source: This grove is understaffed. Its workers harvest fewer figs than they otherwise could.
ru: На ферме не хватает рабочих. Они будут собирать меньше инжира, чем позволяет земля.

# #FigFarm_workers_75
source: This grove could use more workers. It would produce more figs.
ru: Ферма будет приносить больше инжира, если нанять больше рабочих.

source: Firehouse
ru: Пожарный пост

# #Firehouse_Marshal_In
source: Our marshal is preparing for duty.
ru: Наш пожарный готовится к обходу.

# #Firehouse_Marshal_Out
source: Our marshal is patrolling the streets.
ru: Наш пожарный патрулирует улицы.

# #Firehouse_flavor
source: Firehouses send marshals into the city to prevent fires, and to fight those that do break out.
ru: Пожарные посты отправляют пожарных для недопущения возгораний и тушения пожаров.

# #Firehouse_tooltip
source: Prevents buildings from catching fire. The fire marshal can stop ongoing fires
ru: Защищает здания от пожаров. Пожарные могут потушить вспыхнувшее пламя.

# #Firehouse_workers_0
source: With no staff, this Firehouse is little more than a fire waiting to happen.
ru: Без работников даже этот пожарный пост является возможным источником возгорания.

# #Firehouse_workers_1
source: We are operating with desk staff only. We frequently go a full month without sending a marshal out on the streets.
ru: Здесь работают только служащие. Часто пожарных на улицах нет целый месяц.

# #Firehouse_workers_100
source: Currently our duty roster is full. Our marshals are always out there, sniffing out evidence of fire.
ru: Расписание дежурств полностью заполнено. Наши пожарные всегда на посту, выслеживая любые признаки малейшего возгорания.

# #Firehouse_workers_25
source: We have far too few men. Often, no marshals leave the Firehouse for up to two weeks at a time.
ru: У нас слишком мало людей. Часто мы не можем выпустить пожарного на обход в течение двух недель.

# #Firehouse_workers_50
source: We are understaffed. There are delays of up to a week in fire prevention patrols.
ru: Пожарных не хватает. Перерыв между обходами может затягиваться на неделю.

# #Firehouse_workers_75
source: We are a little short of marshals. We have gaps of perhaps a day or two in our coverage.
ru: Пожарных немного не хватает. Районы города патрулируются с перерывом в день или два.

source: Fishing Wharf
ru: Рыбацкий причал

# #FishingWharf_disabled
source: Your Overseer of Commerce ordered a halt to fishing.
ru: Торговый советник приказал остановить рыбную ловлю.

# #FishingWharf_dockedboat
source: We are re-stocking our fishing boat for another outbound voyage.
ru: Мы готовим лодку к очередному лову рыбы.

# #FishingWharf_fishing
source: Our boat is at the fishing grounds now, hauling in fish.
ru: Наша лодка прибыла на рыбное место и начала ловить рыбу.

# #FishingWharf_flavor
source: Boats sail here from the Shipwright to take on crews and begin fishing local waters. Each Wharf can service one fishing boat.
ru: Лодки, построенные на верфи, набирают здесь команду для ловли рыбы. Каждый причал обслуживает одну рыбацкую лодку.

# #FishingWharf_fromfishingpoint
source: Our fishing boat is sailing back from the fishing grounds with its catch.
ru: Наша лодка возвращается назад с уловом рыбы.

# #FishingWharf_fromshipwright
source: Our boat is sailing to the Wharf now.
ru: Наша лодка отправляется на причал.

# #FishingWharf_noboat
source: We are currently waiting for a Shipwright to build us a fishing boat.
ru: Мы ждём, пока на верфи не построят нам рыбацкую лодку.

# #FishingWharf_nofishingpoint
source: Our fishermen hope that someone discovers fishing grounds in this area someday. They can't earn much of a living with the waters depleted.
ru: Рыбаки надеются, что когда-нибудь здесь появится рыба. Им не на что жить, если воды пустуют.

# #FishingWharf_plague
source: Our fishing boat is not going out into that polluted water!
ru: Наша лодка не поплывёт по этой загрязнённой воде!

# #FishingWharf_tofishingpoint
source: Our fishing boat is sailing out to the fishing grounds.
ru: Наша лодка отправилась к рыбному месту.

# #FishingWharf_tooltip
source: Once the shipwright has sent this wharf its fishing boat, it will produce fish <sprite name="Fish"> from the nearest fishing point
ru: Как только с верфи сюда прибудет лодка, она отправится ловить рыбу <sprite name="Fish"> в ближайшем рыбном месте.

source: Flax Farm
ru: Ферма льна

# #FlaxFarm_disabled
source: Your Overseer of Commerce ordered a halt to flax growing.
ru: Торговый советник приказал остановить выращивание льна.

# #FlaxFarm_flavor
source: Flax goes to a Weaver, who processes the fibers and weaves them into linen for Mortuaries to use in embalming, or for export.
ru: Лён поставляется в ткацкие мастерские, где из волокна прядётся ткань, которую затем используют в моргах для бальзамирования или отправляют на продажу.

# #FlaxFarm_harvest
source: The next flax harvest is in {[Month]}.
ru: Следующий урожай льна: {[Month]}.

# #FlaxFarm_tooltip
source: Produces flax <sprite name="Flax">. Harvest in December when built on a meadow
ru: Производит лён<sprite name="Flax">. Урожай в декабре, если разместить на лугу.

# #FlaxFarm_workers_0
source: This farm has no workers. No flax can grow here.
ru: На ферме нет рабочих. Лен здесь не растёт.

# #FlaxFarm_workers_1
source: With hardly any workers on this farm, the ground is mostly barren.
ru: На ферме почти нет рабочих, землю даже не успевают вспахать.

# #FlaxFarm_workers_100
source: This farm has all the workers it needs. The fields are carpeted with blue flax flowers.
ru: На ферме достаточно рабочих. Поля усыпаны голубыми цветами льна.

# #FlaxFarm_workers_25
source: There are very few people working here. The flax harvest will suffer as a result.
ru: На ферме слишком мало рабочих, поэтому урожай льна сильно снижен.

# #FlaxFarm_workers_50
source: This farm is understaffed. Flax plants aren't as dense or as sturdy as they could be.
ru: На ферме не хватает рабочих. Стебли льна не такие плотные и крепкие, как могли бы быть.

# #FlaxFarm_workers_75
source: This farm is working below maximum capacity. Flax production could be better with more workers.
ru: Ферма работает не в полную силу. Она будет приносить больше льна, если нанять больше рабочих.

# #FoodAndFarming
source: Food & Farming
ru: Пища и земледелие

# #FoodFarm
source: Food Farms
ru: Фермы (пища)

# #FoodWorkCamp
source: Work Camp
ru: Рабочий лагерь

source: Fort
ru: Форт

source: Fort: Archers
ru: Форт: лучники

# #FortArchers_tooltip
source: Where your archers can rest between battles
ru: Здесь между сражениями отдыхают лучники.

# #FortArchers_troops
source: There are currently {0} archers stationed at this fort.
ru: Сейчас в форте размещено {0} лучников.

# #FortArchers_troops_0
source: There are no archers at all stationed at this fort.
ru: В форте нет лучников.

# #FortArchers_troops_1
source: Only one lonely archer is stationed at this fort.
ru: В форте размещён всего один лучник.

# #FortArchers_upgrade_button
source: Equip {0} archers with Composite Bows<sprite name="CompositeBows">
ru: Вооружить {0} лучников составными луками<sprite name="CompositeBows">.

# #FortArchers_upgrade_full
source: Every archer at this fort is fully equipped with the best Composite Bows<sprite name="CompositeBows"> in all Egypt!
ru: Каждый лучник в форте вооружён лучшим составным луком<sprite name="CompositeBows"> во всем Египте!

# #FortArchers_upgrade_none
source: Archers here are only equipped with simple bows. Produce some Composite Bows<sprite name="CompositeBows"> from wood<sprite name="Wood"> to benefit your men.
ru: Лучники вооружены простыми луками. Сделайте составные луки<sprite name="CompositeBows"> из дерева<sprite name="Wood">, чтобы усилить ваших людей.

# #FortArchers_upgrade_one
source: Only one archer in this fort is currently equipped with a composite bow<sprite name="CompositeBows">.
ru: Вы вооружили составным луком<sprite name="CompositeBows"> только одного лучника в форте.

# #FortArchers_upgrade_state
source: Currently, {0} of your archers are equipped with Composite Bows<sprite name="CompositeBows">, making them more resilient in battle.
ru: Вы вооружили {0} лучников составными луками<sprite name="CompositeBows">, так что они лучше защищены в бою.

source: Fort: Charioteers
ru: Форт: колесничие

# #FortCharioteers_tooltip
source: Where your charioteers can rest between battles
ru: Здесь между сражениями отдыхают колесничие.

# #FortCharioteers_troops
source: There are currently {0} charioteers stationed at this fort.
ru: Сейчас в форте размещено {0} колесничих.

# #FortCharioteers_troops_0
source: There are no men stationed at this fort.
ru: В форте нет колесничих.

# #FortCharioteers_troops_1
source: Only one charioteer is stationed at this fort.
ru: В форте размещён всего один колесничий.

# #FortInfantery
source: Fort: Infantry
ru: Форт: пехотинцы

# #FortInfantery_tooltip
source: Where your infantry can rest between battles
ru: Здесь между сражениями отдыхают пехотинцы.

# #FortInfantery_troops
source: There are currently {0} men stationed at this fort.
ru: Сейчас в форте размещено {0} пехотинцев.

# #FortInfantery_troops_0
source: There are no men stationed at this fort.
ru: В форте нет пехотинцев.

# #FortInfantery_troops_1
source: Only one soldier is stationed at this fort.
ru: В форте размещён всего один пехотинец.

# #FortInfantery_upgrade_button
source: Equip {0} soldiers with shields<sprite name="Shields">
ru: Снабдить {0} воинов щитами<sprite name="Shields">.

# #FortInfantery_upgrade_full
source: All the men in this fort are fully equipped with weapons<sprite name="Weapons"> and shields<sprite name="Shields">, you could not find a more efficient company.
ru: Вы снабдили оружием<sprite name="Weapons"> и щитами<sprite name="Shields"> всех воинов в форте. Более боеспособного отряда не найти!

# #FortInfantery_upgrade_none
source: No soldier at this fort is equipped with shields<sprite name="Shields">. Produce some from hides<sprite name="Hides"> to benefit your men.
ru: У воинов в форте нет щитов<sprite name="Shields">. Сделайте их из шкур<sprite name="Hides">, чтобы усилить ваших людей.

# #FortInfantery_upgrade_one
source: Only one man in this fort is currently equipped with a shield<sprite name="Shields">.
ru: Вы снабдили щитом<sprite name="Shields"> только одного воина в форте.

# #FortInfantery_upgrade_state
source: Currently, {0} of your men are equipped with shields<sprite name="Shields">, making them more resilient in battle.
ru: Вы снабдили {0} воинов щитам<sprite name="Shields">, так что они лучше защищены в бою.

source: Fort: Infantry
ru: Форт: пехотинцы

# #Fort_curse
source: This Fort is accursed by Seth, and it will be some time yet before any soldiers dare to venture back here.
ru: Этот форт проклял Сет, и сюда ещё долго не решится ступить ни один воин.

# #Fort_flavor
source: Forts draw soldiers from the city's Recruiter. A Military Academy would provide better-trained troops.
ru: Форты набирают воинов из пункта вербовки. Военная школа может обеспечить вас более опытными отрядами.

# #Fort_full
source: This fort holds as many soldiers as it can. Build more forts to grow your army!
ru: Форт полностью укомплектован. Постройте новые форты, чтобы ваша армия росла!

# #Game_Order
source: Special orders
ru: Особые указания

# #Game_Order_Accept
source: Accept
ru: Принимать

# #Game_Order_AcceptAll
source: Accept All
ru: Принимать всё

# #Game_Order_AcceptNone
source: Accept None
ru: Ничего не принимать

# #Game_Order_Buy
source: Buy
ru: Покупать

# #Game_Order_DontAccept
source: Don't Accept
ru: Не принимать

# #Game_Order_DontBuy
source: Don't Buy
ru: Не покупать

# #Game_Order_Empty
source: Empty
ru: Опустошить

# #Game_Order_GetMaximum
source: Get
ru: Получить

# #Game_Quantity
source: Quantity
ru: Количество

# #Game_Throw_Good
source: Throw away goods
ru: Выбросить товары

# #Game_Throw_Good_Description
source: Are you sure you want to throw these goods away?
ru: Вы уверены, что хотите выбросить эти товары?

source: Gardens
ru: Сады

# #Gardens_flavor
source: This pleasant lot gives citizens relief from the noise, heat and dirt of the city with a cool oasis of green space. Everyone wants a garden next door.
ru: В этом прохладном зелёном оазисе жители могут укрыться от зноя, шума и пыли. Все мечтают о саде рядом с домом.

# #Gardens_tooltip
source: Provides desirability to nearby houses
ru: Повышает привлекательность близлежащих домов.

source: Gatehouse
ru: Ворота

# #Gatehouse_flavor
source: Walls need a Gatehouse so that migrants and traders can come and go freely.
ru: В стене должны быть ворота, чтобы через них свободно проходили переселенцы и торговцы.

# #Gatehouse_tooltip
source: A segment of wall that allows the passage of a road. Acts as a roadblock
ru: Часть стены, где размещён проход в город. Служит заграждением.

source: Gemstone Mine
ru: Рудник самоцветов

# #GemstoneMine_disabled
source: Your Overseer of Commerce ruled that the city has enough gems, and halted mining.
ru: Торговый советник посчитал, что в городе достаточно самоцветов, и прекратил добычу.

# #GemstoneMine_flavor
source: Mine gems for export, or to produce jewelry, your city's basic luxury good.
ru: Добывает самоцветы на продажу или для изготовления украшений — основного предмета роскоши для ваших жителей.

# #GemstoneMine_tooltip
source: Needs to be placed near rocks to produce gems <sprite name="Gems">
ru: Должен размещаться рядом со скалами для производства самоцветов <sprite name="Gems">.

# #GemstoneMine_workers_0
source: This mine has no workers. Precious stones remain locked forever in the rock.
ru: В этом руднике нет рабочих. Драгоценные камни навсегда заточены в грубой породе.

# #GemstoneMine_workers_1
source: With hardly any workers here, almost no gems are being mined.
ru: Здесь почти нет рабочих, самоцветов никто не добывает.

# #GemstoneMine_workers_100
source: This mine has all the workers it needs, and produces glittering mounds of gems.
ru: На этом руднике достаточно рабочих, горы самоцветов ждут своего часа.

# #GemstoneMine_workers_25
source: Very few miners work here. Teasing gems from rock is very slow going indeed.
ru: На руднике мало рабочих, поэтому добыча самоцветов идёт очень медленно.

# #GemstoneMine_workers_50
source: This mine is understaffed. It produces considerably fewer gems than it could.
ru: В этом руднике не хватает рабочих. Добыча самоцветов значительно снижена.

# #GemstoneMine_workers_75
source: This mine has some job openings, and gem production is less efficient than it could be.
ru: На руднике есть незанятые рабочие места, добыча самоцветов чуть меньше максимальной.

source: Gold Mine
ru: Золотой рудник

# #GoldMine_disabled
source: The Overseer of Commerce commanded an end to gold mining.
ru: Торговый советник приказал остановить добычу золота.

# #GoldMine_flavor
source: Mining gold is the most direct way to fill your city's treasury. Lucky is the city that has this precious resource, for its wealth is assured.
ru: Добыча золота — самый простой способ пополнить городскую казну. Удача благоволит тому городу, у которого есть столь ценный ресурс, ибо его богатство обеспечено.

# #GoldMine_tooltip
source: Needs to be placed near veins to produce gold <sprite name="Gold"> that is transformed into debens <sprite name="Deben"> at the palace
ru: Должен размещаться рядом с рудными жилами для производства золота <sprite name="Gold">, которое отправляется во дворец для чеканки дебенов <sprite name="Deben">.

# #GoldMine_workers_0
source: This mine has no workers. No ore whatsoever can be extracted.
ru: В этом руднике нет рабочих. Некому добывать руду.

# #GoldMine_workers_1
source: With hardly any workers here, mining has nearly stopped. Very little gold will come of this.
ru: Рабочих почти нет, и добыча практически прекратилась. Золота будет очень мало.

# #GoldMine_workers_100
source: This mine has all the workers it needs, and produces a small fortune in gold.
ru: На этом руднике достаточно рабочих, золото добывается в большом количестве.

# #GoldMine_workers_25
source: Very few people work here. Gold output is rather anemic.
ru: На руднике слишком мало рабочих, поэтому добыча золота весьма скудная.

# #GoldMine_workers_50
source: This mine is understaffed. It produces less gold than it could.
ru: В этом руднике не хватает рабочих. Добыча золота значительно снижена.

# #GoldMine_workers_75
source: This mine is working below maximum capacity. It would yield more gold if there were more miners.
ru: Рудник работает не в полную силу. Он будет приносить больше золота, если нанять больше рабочих.

# #Goods
source: Goods Production
ru: Производство товаров

source: Grain Farm
ru: Ферма зерна

# #GrainFarm_disabled
source: Your Overseer of Commerce ordered a halt to grain farming.
ru: Торговый советник приказал остановить выращивание зерна.

# #GrainFarm_flavor
source: Grain must be stored in Granaries to feed your people, or in Storage Yards if it is for export.
ru: Зерно для местного потребления должно храниться в амбарах, а на продажу — на складах.

# #GrainFarm_harvest
source: The next grain harvest is in {[Month]}.
ru: Следующий урожай зерна: {[Month]}.

# #GrainFarm_tooltip
source: Produces grain <sprite name="Grain"> and 100 units of straw <sprite name="Straw">. Harvest in May and January when built on a meadow
ru: Производит зерно<sprite name="Grain"> и 100 мер соломы <sprite name="Straw">. Урожай в мае и январе, если разместить на лугу.

# #GrainFarm_workers_0
source: This farm has no workers. Even weeds struggle to grow here.
ru: На ферме нет рабочих. Даже сорняки тут с трудом растут.

# #GrainFarm_workers_1
source: With hardly any workers at this farm, it will produce very little grain this season.
ru: На ферме почти нет рабочих, в этом году будет мало зерна.

# #GrainFarm_workers_100
source: This farm has all the workers it needs. It gets maximum yield, given its current fertility.
ru: На ферме достаточно рабочих. Она приносит столько урожая, сколько позволяет земля.

# #GrainFarm_workers_25
source: There are very few farmers working here. Grain production is scanty as a result.
ru: На ферме слишком мало рабочих. Урожай зерна весьма скудный.

# #GrainFarm_workers_50
source: This farm is understaffed. Its workers don't grow as much food as they could.
ru: На ферме не хватает рабочих. Урожай не такой богатый, как мог бы быть.

# #GrainFarm_workers_75
source: This farm could be more productive if it had more workers.
ru: Ферма будет более продуктивной, если нанять больше рабочих.

source: Granary
ru: Амбар

# #Granary_flavor
source: Full Granaries are vital for keeping the people's bellies filled, and help attract new citizens. A Granary can store any type of food.
ru: Пока амбары полны, жители сыты и в город тянутся новые поселенцы. Амбар может хранить все виды пищи.

# #Granary_tooltip
source: Can store every type of food: Chickpeas <sprite name="Chickpeas">, Figs <sprite name="Figs">, Fish <sprite name="Fish">, Game Meat <sprite name="GameMeat">, Grain <sprite name="Grain">, Lettuce <sprite name="Lettuce">, Meat <sprite name="Meat">and Pomegranate <sprite name="Pomegranate">
ru: Здесь могут храниться все виды пищи: нут <sprite name="Chickpeas">, инжир <sprite name="Figs">, рыба <sprite name="Fish">, дичь <sprite name="GameMeat">, зерно <sprite name="Grain">, латук <sprite name="Lettuce">, мясо <sprite name="Meat"> и гранаты <sprite name="Pomegranate">.

source: Granite Quarry
ru: Гранитный карьер

# #GraniteQuarry_disabled
source: Your Overseer of Commerce ordered that no more granite be quarried.
ru: Торговый советник приказал остановить добычу гранита.

# #GraniteQuarry_flavor
source: Obelisks use the heavy blocks of sturdy granite that you carve from the bones of the earth here.
ru: Из тяжёлых блоков гранита, высекаемого здесь из недр земли, создаются величественные обелиски.

# #GraniteQuarry_tooltip
source: Needs to be placed near rocks. Produces granite <sprite name="Granite">
ru: Должен размещаться рядом со скалами. Производит гранит <sprite name="Granite">.

# #GraniteQuarry_workers_0
source: This quarry has no workers. Production has ceased.
ru: В этом карьере нет рабочих. Добыча остановлена.

# #GraniteQuarry_workers_1
source: With hardly any workers here, output has nearly stopped. It will produce little over the coming year.
ru: Рабочих почти нет, и добыча практически прекратилась. В этом году добыча гранита будет ничтожной.

# #GraniteQuarry_workers_100
source: This quarry has all the workers it needs, and is working flat out to produce granite.
ru: На этом руднике достаточно рабочих, вкалывающих на полную силу для добычи гранита.

# #GraniteQuarry_workers_25
source: Very few people work here. The quarry yields very little granite.
ru: Здесь работает мало людей. Карьер производит очень мало гранита.

# #GraniteQuarry_workers_50
source: This quarry is understaffed. It takes longer to produce granite than it should.
ru: В карьере не хватает рабочих. Добыча гранита занимает больше времени.
