Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Buildings.po
Languages: ru

# #Academy
source: Military Academy
ru: Военная школа

source: Administration
ru: Управление

# #Altar_built
source: The Altar of this Temple Complex is already built
ru: В храмовом комплексе уже есть алтарь.

# #AmonAltar
source: Altar of Amon
ru: Алтарь Амона

# #AnubisAltar
source: Altar of Anubis
ru: Алтарь Анубиса

source: Apothecary
ru: Аптека

# #Apothecary_flavor
source: Apothecaries improve citizens' health as they make house-calls in the neighborhoods on their route. Wealthy areas want an Apothecary nearby.
ru: Аптекарь обходит дома, находящиеся в его ведении, и заботится о здоровье местных жителей. В богатых районах без него не обойтись.

# #Apothecary_tooltip
source: Houses visited by apothecaries are better protected from malaria
ru: Дома, которые посещает аптекарь, лучше защищены от малярии.

# #Apothecary_workers_0
source: This Apothecary is not operational, and does nothing for the health of the local community.
ru: Аптека не работает, некому позаботиться о здоровье местных жителей.

# #Apothecary_workers_1
source: This Apothecary is operational and provides potions and unguents to the local community.
ru: Аптека работает и снабжает местных жителей настойками и мазями.

# #ArchitectPost
source: Architect's Post
ru: Пост архитектора

# #ArchitectPost_Architect_In
source: Our architect is preparing to depart.
ru: Наш архитектор скоро начнёт обход.

# #ArchitectPost_Architect_Out
source: Our architect is hard at work.
ru: Наш архитектор работает в поте лица.

# #ArchitectPost_flavor
source: Egyptian architects are the most advanced the world has ever known. Their vigilance prevents buildings from collapsing.
ru: Никто не способен превзойти мастерство египетских архитекторов. Их бдительность оберегает здания от обрушения.

# #ArchitectPost_tooltip
source: Sends an architect roaming the streets to prevent buildings from collapsing
ru: Направляет архитектора осматривать улицы для профилактики обрушений зданий.

# #ArchitectPost_workers_0
source: With no architects on staff, the neighborhood is at the mercy of shifting sands.
ru: Архитекторов нет, район подвергается воздействию разрушительных песков.

# #ArchitectPost_workers_1
source: We are operating on a skeleton staff. We can barely field one architect each month.
ru: У нас работает очень мало рабочих. Мы едва можем позволить себе один обход архитектора в месяц.

# #ArchitectPost_workers_100
source: Currently we have no down time. Our architects are constantly out inspecting and repairing the city's larger buildings.
ru: Нет никаких простоев. Наши архитекторы постоянно проверяют и ремонтируют крупные здания.

# #ArchitectPost_workers_25
source: We are badly understaffed and have a two-week gap between each architect's rounds.
ru: Архитекторов слишком мало, между обходами проходит по крайней мере две недели.

# #ArchitectPost_workers_50
source: We are understaffed, so we have a week's wait before our returning architects go back on duty.
ru: Не хватает рабочих, приходится ждать неделю между обходами архитекторов.

# #ArchitectPost_workers_75
source: We have a day or two before our overworked architects are back out on the streets.
ru: Приходится ждать день-другой, чтобы перегруженный работой архитектор совершил очередной обход.

source: Artisans' Guild
ru: Артель художников

# #ArtisansGuild_flavor
source: Artisans meet here to prepare plaster from clay and mix their paints before heading out to decorate a tomb.
ru: Здесь художники создают штукатурку из глины и замешивают краски перед тем, как отправиться украшать гробницы.

# #ArtisansGuild_stock_clay_0
source: The guild won't send any artisans to the tomb until it receives a supply of clay.
ru: Артель не сможет посылать художников украшать гробницу, пока не получит запас глины.

# #ArtisansGuild_stock_paint_0
source: Artisans are hard-pressed to decorate a tomb without much-needed paint from a Paint Maker or Storage Yard.
ru: Художники не смогут украшать гробницу без краски из мастерской или со склада.

# #ArtisansGuild_storage_clay
source: Clay<sprite name="Clay">: {0} units.
ru: Глина<sprite name="Clay">: {0} мер.

# #ArtisansGuild_storage_paint
source: Paint<sprite name="Paint">: {0} units.
ru: Краска<sprite name="Paint">: {0} мер.

# #ArtisansGuild_tooltip
source: Sends artisans to work on monuments when provided with paint <sprite name="Paint"> and clay <sprite name="Clay">
ru: Отправляет художников на работу над монументом при наличии краски <sprite name="Paint"> и глины <sprite name="Clay">.

# #ArtisansGuild_workers_0
source: This guild has no employees and cannot send out any artisans.
ru: В этой артели нет мастеров, некому присылать художников.

# #ArtisansGuild_workers_1
source: Paint in the tombs has plenty of time to dry. Unless this guild finds more workers, the tomb may take an eternity to decorate.
ru: Краска в гробнице успевает высохнуть. Если не нанять больше рабочих, украшение гробницы займёт целую вечность.

# #ArtisansGuild_workers_100
source: This guild has a full palette of artisans who waste no time decorating the interiors of tombs.
ru: В этой артели собралась разномастная братия художников, споро и умело расписывающих внутренние покои гробниц.

# #ArtisansGuild_workers_25
source: This guild needs many more workers. The few artisans that work here are doing what they can to decorate the tomb, but they need more help.
ru: Этой артели нужно гораздо больше рабочих. Те немногие художники трудятся не покладая рук над украшением гробницы, но им нужна помощь.

# #ArtisansGuild_workers_50
source: This guild is doing its best to provide artisans for the tomb but provides fewer tomb artisans than it could.
ru: Артель делает всё возможное, чтобы обеспечить гробницу художниками, но их не хватает.

# #ArtisansGuild_workers_75
source: This guild lacks an artisan or two. Tomb painting has slowed a little bit.
ru: В артели не хватает пары художников, поэтому украшение гробниц идёт чуть медленнее.

source: Bandstand
ru: Эстрада

# #Bandstand_J_M
source: This square offers its community both exciting juggling and music from local musicians.
ru: На этой площади жители могут посмотреть увлекательные выступления жонглёров и послушать местных музыкантов.

# #Bandstand_J_NoM
source: This square stages juggling. It could please audiences better if it had musicians to play.
ru: На этой площади выступают жонглёры. Их представления понравятся публике ещё больше, если рядом будут играть музыканты.

# #Bandstand_JugglingShow
source: The current jugglers will amaze for another {0} days.
ru: Жонглёры будут развлекать публику ещё {0} дней.

# #Bandstand_MusicalShow
source: The musicians will play for another {0} days.
ru: Музыканты будут играть ещё {0} д.

# #Bandstand_NoJ_M
source: This square hosts music for the amusement of the local community. It seeks jugglers to put on a few shows.
ru: На этой площади музыканты услаждают слух публики, однако не хватает весёлых жонглёров.

# #Bandstand_NoJ_NoM
source: This square never has any shows. It needs jugglers and musicians to liven it up.
ru: На этой площади никто не выступает. Для яркого выступления здесь нужны жонглёры и музыканты.

# #Bandstand_NoJugglingShow
source: No current juggling acts
ru: Жонглёры не выступают

# #Bandstand_NoMusicalShow
source: No current musical shows
ru: Музыканты не выступают

# #Bandstand_flavor
source: People come here to watch the latest juggling tricks and listen to music.
ru: Сюда жители приходят поглазеть на трюки жонглёров и послушать музыку.

# #Bandstand_tooltip
source: Generates jugglers and musicians if serviced by the appropriate schools. Must be built at a crossroads.
ru: Здесь проводятся выступления жонглёров и музыкантов при наличии соответствующих школ. Необходимо размещать на перекрёстках.

# #Bandstand_workers_0
source: This square is dead. With no employees, it provides no leisure services to the local community.
ru: Эта площадь безлюдна. Никто не развлекает местную публику.

source: Barley Farm
ru: Ферма ячменя

# #BarleyFarm_disabled
source: Your Overseer of Commerce commanded that barley farming should cease.
ru: Ваш торговый советник приказал прекратить выращивание ячменя.

# #BarleyFarm_flavor
source: Barley is a key ingredient for beer, without which our civilization would surely not exist.
ru: Ячмень — важный продукт для производства пива, без которого невозможно существование нашей цивилизации.

# #BarleyFarm_harvest
source: The next barley harvest is in {[Month]}.
ru: Следующий урожай ячменя: {[Month]}.

# #BarleyFarm_tooltip
source: Produces barley <sprite name="Barley">. Harvest in February and August when built on a meadow
ru: Производит ячмень <sprite name="Barley">. Урожай в феврале и августе, если разместить на лугу.

# #BarleyFarm_workers_0
source: This farm has no workers. The land lies fallow.
ru: На ферме нет рабочих. Поля не вспаханы.

# #BarleyFarm_workers_1
source: With hardly any workers at this farm, Egyptians might soon be reduced to drinking water.
ru: На ферме почти нет рабочих, скоро египтянам придётся пить воду вместо пива.

# #BarleyFarm_workers_100
source: This farm has all the workers it needs. It gets maximum yield, given its fertility.
ru: На ферме достаточно рабочих. Она приносит столько урожая, сколько позволяет земля.

# #BarleyFarm_workers_25
source: So few farmers work here that we barely have enough barley for 'lite' beer.
ru: На ферме так мало рабочих, что ячменя едва хватает на производство «светлого» пива.

# #BarleyFarm_workers_50
source: This farm is understaffed. The barley crop could be much better than it is.
ru: На ферме не хватает рабочих. Урожай ячменя мог бы быть гораздо лучше.

# #BarleyFarm_workers_75
source: This farm has a few job openings. It could grow more barley with more workers.
ru: На ферме есть незанятые рабочие места. С большим количеством рабочих она сможет выращивать больше ячменя.

# #BastShrine
source: Shrine to Bast
ru: Святилище Баст

# #BastShrine_flavor
source: When Bast is displeased, nobody's home is safe. Some blame Bast for disease, too.
ru: Ничьё жилище не убережётся, если Баст будет недовольна. Некоторые даже считают, что Баст может наслать и болезни.

# #BastShrine_title
source: Shrine to Bast (Home)
ru: Святилище Баст (домашний очаг)

# #BastShrine_tooltip
source: Improves Bast's mood. Can be built a tile away from the road
ru: Улучшает настроение Баст. Можно разместить на расстоянии одной клетки от дороги.

# #BastTemple
source: Temple to Bast
ru: Храм Баст

# #BastTempleComplex
source: Temple Complex to Bast
ru: Храмовый комплекс Баст

# #BastTempleComplex_flavor
source: As goddess of the home, Bast can improve the quality of life in your city, and can allow your citizens to enjoy a much higher standard of living than might otherwise be the case. So great is her power that she can even help keep the other gods happy. Of course, if she is unappeased, then your city will know true misery and suffering. An Altar of Isis - goddess of healing - can help ensure that your citizens remain in good health, and even assist them if they do get sick, while an Oracle of Hathor - goddess of joy, love and festivity - can help keep your people a little happier in spite of whatever problems they might have.
ru: Богиня домашнего очага Баст повышает благополучие вашего города, обеспечивая жителям более хорошие условия для жизни. Её сила столь велика, что она даже способна умилостивить других богов. И конечно же, если вы прогневаете Баст, город будут ждать страшные беды и разруха. Если воздвигнуть алтарь Исиды, богини-целительницы, она будет оберегать здоровье жителей и облегчит страдания, если они всё-таки заболеют. А оракул богини радости, любви и веселья Хатхор подбодрит ваш народ в трудную минуту.

# #BastTempleComplex_tooltip
source: This gigantic temple can only be built once, and for one god only. Greatly improves Bast's mood
ru: В городе можно построить только один такой огромный храм и только одному богу. Значительно улучшает настроение Баст.

# #BastTemple_flavor
source: When Bast is displeased, nobody's home is safe. Some blame Bast for disease, too.
ru: Ничьё жилище не убережётся, если Баст будет недовольна. Некоторые даже считают, что Баст может наслать и болезни.

# #BastTemple_title
source: Temple to Bast (Home)
ru: Храм Баст (домашний очаг)

# #BastTemple_tooltip
source: Improves Bast's mood
ru: Улучшает настроение Баст.

source: Bazaar
ru: Базар

# #Bazaar_TraderBack
source: The Bazaar trader is returning to restock.
ru: Торговка с базара возвращается с новой провизией.

# #Bazaar_TraderIn
source: The Bazaar trader is here, awaiting food.
ru: Торговка с базара здесь, ждёт пишу.

# #Bazaar_TraderOut
source: The Bazaar trader is out distributing goods.
ru: Торговка с базара отправилась разносить товары.

# #Bazaar_flavor
source: Our Bazaars make the Kingdom's bounty available to every nearby citizen. Every home needs Bazaar access, although no one wants to live next door to one.
ru: Наши базары обеспечивают всеми дарами Царства жителей окрестных домов. Каждому дому нужен доступ к базару, хотя жить рядом с ним никто не хочет.

# #Bazaar_stock_0
source: This Bazaar has traders, but they are currently looking for food or goods to sell.
ru: На базаре есть торговцы, но в данный момент они ищут пищу и товары на продажу.

# #Bazaar_tooltip
source: Get food and goods from your granaries and storage yards to distribute them to nearby houses
ru: Распространяет пищу и товары из амбаров и со складов среди жителей окрестных домов.

# #Bazaar_workers_0
source: This Bazaar is not operational, and supplies nothing to the local community.
ru: Базар не работает и не снабжает товарами местных жителей.

# #Bazaar_workers_1
source: This Bazaar is operational and supplies the needs of local homes.
ru: Базар работает и снабжает соседние дома всем необходимым.

source: Beautification
ru: Благоустройство

source: Booth
ru: Помост

# #Booth_J
source: This square is currently staging shows from local jugglers, who usually draw a good audience.
ru: На этой площади выступают местные жонглёры, которые обычно собирают много зрителей.

# #Booth_JugglingShow
source: The current show will run for another {0} days.
ru: Выступление продлится ещё {0} дней.

# #Booth_NoJ
source: This square never has any shows. It needs real jugglers to provide entertainment for it.
ru: На этой площади никто не выступает. Нужны опытные жонглёры, которые будут развлекать людей.

# #Booth_NoJugglingShow
source: No current juggling shows
ru: Жонглёры не выступают

# #Booth_flavor
source: Citizens enjoy clever juggling acts and general nonsense here.
ru: Сюда жители приходят поглазеть на представления жонглёров и просто повеселиться.

# #Booth_tooltip
source: Generates jugglers if serviced by a juggler school. Must be built on a turn
ru: Здесь выступают жонглёры из школы жонглёров. Необходимо размещать на повороте.

# #Booth_workers_0
source: Breezes are the only thing stirring in this square. Without workers, it provides no shows for the locals.
ru: Здесь тихо, только ветер гуляет по площади. Нет артистов, которые могут порадовать жителей представлением.

# #BowMaker
source: Bowyer
ru: Изготовитель луков

# #BowMaker_disabled
source: Your Overseer of Commerce decreed that composite bow production should cease.
ru: Торговый советник приказал прекратить производство композитных луков.

# #BowMaker_flavor
source: The city's best artisans craft deadly composite bows to equip your archers with.
ru: Лучшие мастера города изготавливают смертоносные составные луки ваших лучников.

# #BowMaker_stock_0
source: This workshop will produce no composite bows without a shipment of wood, whether from a Storage Yard or a Wood Cutter.
ru: Эта мастерская не будет производить составные луки без поставок древесины со склада или от лесорубов.

# #BowMaker_storage
source: Stored wood<sprite name="Wood">: {0} units.
ru: Запасы древесины<sprite name="Wood">: {0} мер.

# #BowMaker_tooltip
source: Produces Composite Bows<sprite name="CompositeBows"> from Wood<sprite name="Wood">
ru: Производит композитные луки <sprite name="CompositeBows"> из дерева <sprite name="Wood">.

# #BowMaker_workers_0
source: This Bowyer has no employees, and will produce no weapons at all.
ru: В мастерской никого нет, оружие никто не производит.

# #BowMaker_workers_1
source: With hardly any employees, this Bowyer will produce very few composite bows over the coming year.
ru: Здесь почти нет рабочих, в этом году мастерская произведёт очень мало составных луков.

# #BowMaker_workers_100
source: This Bowyer is fully staffed, and produces many high-quality composite bows.
ru: Мастерская работает в полную силу, быстро и качественно производя составные луки.

# #BowMaker_workers_25
source: Very few people work at this Bowyer. Composite bows production is slow as a result.
ru: В мастерской слишком мало рабочих. Производство составных луков идёт очень медленно.

# #BowMaker_workers_50
source: This Bowyer is understaffed, and produces composite bows more slowly than it should.
ru: Мастерской не хватает рабочих, она производит составные луки не так быстро, как могла бы.

# #BowMaker_workers_75
source: This Bowyer could use more workers to reach its full potential for composite bow production.
ru: Производство составных луков пойдёт полным ходом, если нанять ещё больше рабочих.

source: Brewery
ru: Пивоварня

# #Brewery_disabled
source: An edict from the Overseer of Commerce ordered a halt to brewing.
ru: По приказу торгового советника производство пива остановлено.

# #Brewery_flavor
source: Brewers turn barley into beer, without which the Senet Houses would be empty and the city's festivals boring. Beer is a widely demanded trade commodity.
ru: Здесь из ячменя варят пиво, без которого дома сенета будут пусты, а городские праздники — скучными. Также пиво — очень востребованный товар.

# #Brewery_stock_0
source: This Brewery cannot make beer until it receives a delivery of barley from a Storage Yard or a farm.
ru: На этой пивоварне не могут сварить пива, пока не получат ячмень со склада или фермы.

# #Brewery_storage
source: Stored barley<sprite name="Barley">: {0} units.
ru: Запасы ячменя<sprite name="Barley">: {0} мер.

# #Brewery_tooltip
source: Produces beer <sprite name="Beer"> out of barley <sprite name="Barley">
ru: Производит пиво <sprite name="Beer"> из ячменя <sprite name="Barley">.

# #Brewery_workers_0
source: This Brewery has no employees. There will be no beer from here.
ru: В пивоварне нет рабочих. Пива тоже не будет.

# #Brewery_workers_1
source: With hardly any brewers on staff, this Brewery will produce almost no beer over the coming year.
ru: Здесь почти нет рабочих, пивоварня вряд ли сможет произвести достаточно пива в этом году.

# #Brewery_workers_100
source: With a full complement of employees, this Brewery works at top speed to slake Egypt's thirst.
ru: Полностью укомплектованная пивоварня работает изо всех сил, дабы утолить жажду египтян.

# #Brewery_workers_25
source: Very few people work at this Brewery. Beer production is very slow as a result.
ru: В этой пивоварне слишком мало рабочих. Производство пива идёт очень медленно.

# #Brewery_workers_50
source: This Brewery is understaffed, and takes much longer to produce beer than it should.
ru: В пивоварне не хватает рабочих. Производство пива занимает больше времени.

# #Brewery_workers_75
source: This Brewery is working below maximum capacity. Beer output is slightly slower than it could be.
ru: Эта пивоварня работает не в полную силу. Производство пива немного снижено.

source: Bricklayers' Guild
ru: Артель каменщиков

# #BricklayersGuild_disabled
source: This guild has been shut down by your Overseer of Commerce
ru: Работа этой артели остановлена вашим торговым советником.

# #BricklayersGuild_flavor
source: Bricklayers gather here to swap stories and tips about their profession, find work assignments and lay plans for the future.
ru: Здесь каменщики общаются между собой, делятся секретами профессии, находят задания и закладывают планы на будущее.

# #BricklayersGuild_info
source: This guild provides skilled workers for monument construction. It does not need its own supply of bricks.
ru: Эта артель обеспечивает город умелыми мастерами для возведения монументов. Запасов кирпичей не требуется.

# #BricklayersGuild_tooltip
source: Sends bricklayers to work on monuments
ru: Отправляет каменщиков на работу над монументом.

# #BricklayersGuild_workers_0
source: This guild has no employees. No bricks can be laid.
ru: В этой артели нет мастеров. Некому класть кирпич.

# #BricklayersGuild_workers_1
source: With hardly any employees at this guild, it seems to take forever for a bricklayer to show up.
ru: В этой артели почти нет работников, каменщика приходится дожидаться целую вечность.

# #BricklayersGuild_workers_100
source: This guild has all the employees it needs. Bricklayers can work with maximal efficiency.
ru: В этой артели достаточно рабочих. Каменщики работают с максимальной эффективностью.

# #BricklayersGuild_workers_25
source: Very few people work here. There is a substantial wait for bricklaying services.
ru: Здесь работает мало людей. Приходится подолгу ожидать начала работ.

# #BricklayersGuild_workers_50
source: This guild is understaffed, and supplies fewer bricklayers than it could.
ru: В этой артели не хватает рук, поэтому работает меньше каменщиков.

# #BricklayersGuild_workers_75
source: This guild is working below maximum capacity. Work will be slightly slower as a result.
ru: Эта артель работает не в полную силу. Работа идёт немного медленнее.

source: Brickworks
ru: Кирпичная мастерская

# #Brickworks_disabled
source: Your Overseer of Commerce ordered a halt to brick production.
ru: Ваш торговый советник распорядился остановить производство кирпича.

# #Brickworks_flavor
source: Clay and straw are combined here to form sturdy, durable bricks.
ru: Здесь из глины и соломы производят прочный и долговечный кирпич.

# #Brickworks_stock_clay_0
source: This workshop needs clay delivered to it, from a Storage Yard or a Clay Pit, to produce bricks.
ru: Для производства кирпича этой мастерской необходима глина со склада или из глиняного карьера.

# #Brickworks_stock_straw_0
source: This workshop needs straw delivered to it, from a Storage Yard or a Grain Farm, to produce bricks.
ru: Для производства кирпича этой мастерской необходима солома со склада или из глиняного карьера.

# #Brickworks_storage_clay
source: Clay<sprite name="Clay">: {0} units.
ru: Глина<sprite name="Clay">: {0} мер.

# #Brickworks_storage_straw
source: Straw<sprite name="Straw">: {0} units.
ru: Солома<sprite name="Straw">: {0} мер.

# #Brickworks_tooltip
source: Produces bricks <sprite name="Bricks"> from clay <sprite name="Clay"> and straw <sprite name="Straw">
ru: Производит кирпич <sprite name="Bricks"> из глины <sprite name="Clay"> и соломы <sprite name="Straw">.

# #Brickworks_workers_0
source: This Brickworks has no employees. Not a single brick can be made.
ru: Здесь нет рабочих. Никто не производит кирпичи.

# #Brickworks_workers_1
source: With hardly any workers, this Brickworks will produce very few bricks over the coming year.
ru: Здесь почти нет рабочих, в этом году мастерская произведёт очень мало кирпича.

# #Brickworks_workers_100
source: This workshop has all the employees it needs. It produces tons of bricks.
ru: В этой мастерской достаточно рабочих. Производство кирпича идёт полным ходом.

# #Brickworks_workers_25
source: Very few people work here. Brick production is much slower than it could be.
ru: Здесь работает очень мало людей. Производство кирпича идёт очень медленно.

# #Brickworks_workers_50
source: This workshop is understaffed, and it takes longer to produce bricks than it should.
ru: Здесь не хватает рабочих. Производство кирпича занимает больше времени.
