Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Buildings.po
Languages: ru

# #RaTempleComplex_flavor
source: As god of the Kingdom, Ra facilitates trade and travel throughout the known world, and can even help to bolster your reputation throughout Egypt. An Altar of Ma'at - goddess of justice - helps prevent crime in your city, while an Oracle of Horus - god of the Pharaoh - makes your employees more willing to attend to their daily labors. In the name of Pharaoh, they'll be inspired to work for the greater good of Egypt.
ru: Как бог Царства, Ра способствует торговцам и путешественникам по всему миру. Алтарь Маат, богини справедливости, поможет уберечь город от преступности, а благодаря оракулу Гора, бога фараонов, жители с большим рвением будут исполнять свою работу. Во имя фараона они будут трудиться на благо всего Египта.

# #RaTempleComplex_tooltip
source: This gigantic temple can only be built once, and for one god only. Greatly improves Ra's mood
ru: В городе можно построить только один такой огромный храм и только одному богу. Значительно улучшает настроение Ра.

# #RaTemple_flavor
source: Merchants know well the value in pleasing Ra. Trade is safer and more profitable with Ra's blessing, and your city's esteem is greater.
ru: Торговцам хорошо известно, как важно угождать Ра. С его благословения процветает торговля и растёт репутация города.

# #RaTemple_title
source: Temple to Ra (The Kingdom)
ru: Храм Ра (царство)

# #RaTemple_tooltip
source: Improves Ra's mood
ru: Улучшает настроение Ра.

source: Raw Materials
ru: Сырьё

source: Recruiter
ru: Вербовщик

# #Recruiter_ChariotsStored
source: Chariots<sprite name="Chariots"> Stored: {0} units.
ru: Запасы колесниц<sprite name="Chariots">: {0} шт.

# #Recruiter_ChariotsStored_None
source: No Chariots<sprite name="Chariots"> in stock.
ru: В запасах нет колесниц<sprite name="Chariots">.

# #Recruiter_ChariotsStored_One
source: Chariot<sprite name="Chariots"> Stored: {0} unit.
ru: Запасы колесниц<sprite name="Chariots">: {0} шт.

# #Recruiter_CompositeBowsStored
source: Composite Bows<sprite name="CompositeBows"> Stored: {0} units.[i2p_One]Composite Bow<sprite name="CompositeBows"> Stored: {0} unit.
ru: Запасы композитных луков<sprite name="CompositeBows">: {0} штук.[i2p_One]Запасы композитных луков<sprite name="CompositeBows">: {0} штука.[i2p_Few]Запасы композитных луков<sprite name="CompositeBows">: {0} штуки.

# #Recruiter_ShieldsStored
source: Shields<sprite name="Shields"> Stored: {0} units.[i2p_One]Shield<sprite name="Shields"> Stored: {0} unit.
ru: Запасы щитов<sprite name="Shields">: {0} штук.[i2p_One]Запасы щитов<sprite name="Shields">: {0} штука.[i2p_Few]Запасы щитов<sprite name="Shields">: {0} штуки.

# #Recruiter_WeaponsStored
source: Weapons<sprite name="Weapons"> Stored: {0} units.
ru: Запасы оружия<sprite name="Weapons">: {0} шт.

# #Recruiter_WeaponsStored_None
source: No Weapons<sprite name="Weapons"> in stock.
ru: В запасах нет оружия<sprite name="Weapons">.

# #Recruiter_WeaponsStored_One
source: Weapon<sprite name="Weapon"> Stored: {0} unit.
ru: Запасы оружия<sprite name="Weapons">: {0} шт.

# #Recruiter_flavor
source: No one can join the Egyptian army without first passing through here; it's the city's training school for new recruits.
ru: Нельзя вступить в ряды египетской армии, минуя это место. Здесь новобранцы обучаются основам боевой подготовки.

# #Recruiter_nostock_workers_1
source: With a skeleton staff and no supply of weapons, we can just barely train the occasional archer.
ru: Работают единицы, и оружия нет. Нам едва хватает сил на обучение одного лучника.

# #Recruiter_nostock_workers_100
source: We can train new archers quickly enough, but we need weapons to add any infantry or chariots to the city's battalion.
ru: Мы можем быстро обучать новых лучников, но для обучения пехотинцев и колесничих нам нужны поставки оружия.

# #Recruiter_nostock_workers_33
source: We are understaffed and out of weapons! We can train archers, but only slowly.
ru: Не хватает вербовщиков и оружия! Мы можем обучать только лучников, но очень медленно.

# #Recruiter_nostock_workers_66
source: We are lacking employees, so we can only train soldiers at a reduced rate. Without stored weapons, we can't train infantry or charioteers.
ru: Нам не хватает вербовщиков, поэтому обучение идёт медленно. А без оружия мы не можем обучать пехотинцев и колесничих.

# #Recruiter_notneeded
source: We are not currently training any recruits, as we have no requests from city Forts or Towers for any new men.
ru: На данный момент мы не ведём обучение новобранцев, так как для фортов и башен пополнение не требуется.

# #Recruiter_tooltip
source: Recruits soldiers among your citizens. Needs weapons <sprite name="Weapons"> for infantry and chariots <sprite name="Chariots"> for charioteers
ru: Набирает воинов среди жителей. Требуется оружие <sprite name="Weapons"> для пехотинцев и колесничих, колесницы <sprite name="Chariots"> — для колесничих.

# #Recruiter_workers_0
source: With no staff, we cannot train a single new recruit. Seth help us in times of war!
ru: Некому обучать новобранцев. Да поможет нам Сет в час войны!

# #Recruiter_workers_1
source: With a skeleton staff, we are training new soldiers extremely slowly, even though we have the weapons to train any type of soldier.
ru: Работают единицы, поэтому обучение воинов ведётся крайне медленно, хотя у нас есть оружие для всех видов войск.

# #Recruiter_workers_100
source: We train new soldiers at maximum efficiency, and we have the weapons to train any type of soldier.
ru: Тренировка новых воинов идёт полным ходом, и у нас есть оружие для всех видов войск.

# #Recruiter_workers_33
source: We are understaffed and training new soldiers slowly, but we have the weapons to train any type of soldier.
ru: У нас не хватает вербовщиков, поэтому обучение ведётся медленно. Однако оружие есть для всех видов войск.

# #Recruiter_workers_66
source: We train new soldiers at reduced speed due to lack of staff, although we do have the weapons to train any type of soldier.
ru: Не хватает нескольких вербовщиков, поэтому обучение ведётся не так быстро. Однако есть оружие для всех видов войск.

source: Reed Gatherer
ru: Сборщики тростника

# #ReedGatherer_disabled
source: Reed harvesting has ceased, by command of the Overseer of Commerce.
ru: Сбор тростника прекращён по приказу торгового советника.

# #ReedGatherer_flavor
source: Reed gatherers venture from here into the marshes to collect reeds for papyrus, without which education would be impossible.
ru: Отсюда сборщики отправляются к болотам собирать тростник для изготовления папируса, без которого образование невозможно.

# #ReedGatherer_storage
source: Stored reeds<sprite name="Reeds">: {0} units.
ru: Запасы тростника<sprite name="Reeds">: {0} мер.

# #ReedGatherer_tooltip
source: Dispatches 5 gatherers to look for reeds <sprite name="Reeds"> in the marshes
ru: Отправляет пятерых сборщиков собирать тростник <sprite name="Reeds"> на болотах.

# #ReedGatherer_workers_0
source: This place has no workers to gather reeds.
ru: Здесь нет рабочих, некому собирать тростник.

# #ReedGatherer_workers_1
source: With so few gatherers employed here, almost no reeds are harvested.
ru: Здесь так мало сборщиков, что они собирают крайне мало тростника.

# #ReedGatherer_workers_100
source: This place has all the workers it needs. No reed is safe.
ru: Здесь достаточно рабочих. Ни одна тростинка от нас не ускользнёт.

# #ReedGatherer_workers_25
source: Very few people work here, and few reeds are being cut.
ru: Здесь работает слишком мало людей, добывается очень мало тростника.

# #ReedGatherer_workers_50
source: This place is understaffed, so reed cutting is slow going.
ru: Рабочих не хватает, поэтому добыча тростника идёт медленно.

# #ReedGatherer_workers_75
source: This place is below its labor potential, so reed gathering is slowed somewhat.
ru: В этом месте заняты не все рабочие места, поэтому добыча тростника немного снижена.

source: Religion
ru: Религия

source: Remove
ru: Удалить

# #Remove_tooltip
source: Repair your mistakes
ru: Вы можете исправить свою ошибку.

source: Road
ru: Дорога

# #Road_tooltip
source: Connect your city
ru: Соединяет части города.

source: Roadblock
ru: Заграждение

# #Roadblock_flavor
source: Place roadblocks to restrict walkers' patrol routes. People with specific destinations (like delivery men or Bazaar buyers) can pass freely.
ru: Разместите заграждения, чтобы ограничить движение ходоков. Жители, идущие к определённой цели (например, разносчики или закупщицы с базара), могут проходить через них свободно.

# #Roadblock_tooltip
source: Restricts walkers' patrol routes. Must be built on a road
ru: Ограничивает движение ходоков. Размещается на дороге.

source: Rubble
ru: Руины

# #RubbleFlavor
source: These are the ruins of the building named above. Derelict sites like this do little to enhance the location.
ru: От здания остались лишь руины. Такое угрюмое место никак не улучшает этот район.

source: Safety
ru: Безопасность

source: Sandstone Quarry
ru: Песчаниковый карьер

# #SandstoneQuarry_disabled
source: Your Overseer of Commerce ordered that no more sandstone be quarried.
ru: Торговый советник приказал остановить добычу песчаника.

# #SandstoneQuarry_flavor
source: Only sandstone has the right properties for mausoleums and sun temples.
ru: Только песчаник обладает нужными свойствами для строительства мавзолеев и храмов Солнца.

# #SandstoneQuarry_tooltip
source: Needs to be placed near rocks. Produces sandstone <sprite name="Sandstone">
ru: Должен размещаться рядом со скалами. Производит песчаник <sprite name="Sandstone">.

# #SandstoneQuarry_workers_0
source: This quarry has no workers. Production has ceased.
ru: В этом карьере нет рабочих. Добыча остановлена.

# #SandstoneQuarry_workers_1
source: With hardly any workers here, output has nearly stopped. It will produce little over the coming year.
ru: Рабочих почти нет, и добыча практически прекратилась. В этом году добыча песчаника будет ничтожной.

# #SandstoneQuarry_workers_100
source: This quarry has all the workers it needs, and is working flat out to produce sandstone.
ru: На этом руднике достаточно рабочих, вкалывающих на полную силу для добычи песчаника.

# #SandstoneQuarry_workers_25
source: Very few people work in this building. Production is extremely slow as a result.
ru: В этой постройке слишком мало рабочих. Производство идёт очень медленно.

# #SandstoneQuarry_workers_50
source: This quarry is understaffed. It takes longer to produce sandstone than it should.
ru: В карьере не хватает рабочих. Добыча песчаника занимает больше времени.

# #SandstoneQuarry_workers_75
source: This quarry is working below maximum capacity. Production could be slightly more efficient with more workers.
ru: Карьер работает не в полную силу. Он будет работать лучше, если нанять больше рабочих.

source: Schools
ru: Школы

source: Scribal School
ru: Школа писцов

# #ScribalSchool_flavor
source: Children of the wealthy must attend neighborhood schools to learn reading and writing if they are to attain their parents' status.
ru: Дети зажиточных горожан должны обучаться чтению и письму в местных школах, чтобы в будущем пойти по стопам родителей.

# #ScribalSchool_stock
source: Stored Papyrus<sprite name="Papyrus">: {0} units.
ru: Запасы папируса <sprite name="Papyrus">: {0} штук.

# #ScribalSchool_tooltip
source: With regular deliveries of papyrus <sprite name="Papyrus">, will improve education in the city
ru: При регулярных поставках папируса <sprite name="Papyrus"> повышает уровень образования в городе.

# #ScribalSchool_workers_0
source: This school cannot educate anyone at present. It lacks employees, papyrus, or both.
ru: Эта школа не может никого обучать. Нет учителей, папируса или того и другого.

# #ScribalSchool_workers_1
source: This school enables children to escape a life of physical toil as long as it has both employees and papyrus.
ru: Пока есть учителя и папирус, школа помогает детям найти призвание, не связанное с изнурительным трудом.

# #SebekAltar
source: Altar of Sebek
ru: Алтарь Себека

# #SekhmetOracle
source: Oracle of Sekhmet
ru: Оракул Сехмет

source: Senet House
ru: Дом сенета

# #SenetHouse_flavor
source: Games of skill and chance can make or break the fortunes of the players.
ru: Состязание мастерства и удачи может сделать или богатым, или оставить ни с чем.

# #SenetHouse_stock_0
source: This Senet House has players, but a reliable supply of beer would enliven the games.
ru: В доме сенета хватает гостей, но постоянные поставки пива оживят игру.

# #SenetHouse_storage
source: Stored beer <sprite name="Beer">: {0} units
ru: Запасы пива<sprite name="Beer">: {0} мер.

# #SenetHouse_tooltip
source: With regular deliveries of beer <sprite name="Beer">, will improve entertainment in the city
ru: При регулярных поставках пива <sprite name="Beer"> повышает уровень развлечений в городе.

# #SenetHouse_workers_0
source: No one visits this Senet House. Without workers, the local community draws no entertainment from it.
ru: Этот дом сенета никто не посещает. Без работников нет никаких развлечений для людей.

# #SenetHouse_workers_1
source: This Senet House has constant games, much to the delight of the local population.
ru: К удовольствию местных жителей, в доме сенета постоянно ведётся игра.

source: Services
ru: Службы

# #SethShrine
source: Shrine to Seth
ru: Святилище Сета

# #SethShrine_flavor
source: Seth watches over soldiers and encourages valor in combat. No man dares fight without the blessing of Seth.
ru: Сет оберегает солдат и побуждает в них отвагу в бою. Никто не осмелится вступить в бой, не получив благословения от Сета.

# #SethShrine_title
source: Shrine to Seth (Destruction)
ru: Святилище Сета (разрушение)

# #SethShrine_tooltip
source: Improves Seth's mood. Can be built a tile away from the road
ru: Улучшает настроение Сета. Можно разместить на расстоянии одной клетки от дороги.

# #SethTemple
source: Temple to Seth
ru: Храм Сета

# #SethTempleComplex
source: Temple Complex to Seth
ru: Храмовый комплекс Сета

# #SethTempleComplex_flavor
source: When Seth is appeased, your enemies are his enemies. He can help your greenest soldiers fight like seasoned veterans, and even strike down your enemies by his own hand. So powerful is he that his influence even extends to battles fought far afield. An Altar of Anubis - God of Death - makes Mortuaries need less linen to prepare bodies for eternity while an Oracle of Sekhmet - Goddess of War - endows priests of Seth with the power to reduce the risk of crime in the houses that they pass and to apprehend criminals in the city.
ru: Благосклонный к вам Сет станет грозным противником для ваших врагов. Под его взором даже неопытные воины сражаются словно львы. Сам он может своей дланью уничтожить неприятелей. Влияние столь грозного бога простирается даже на отдалённые сражения. Алтарь Анубиса, бога смерти, позволяет моргам использовать меньше ткани при подготовке тела к вечной жизни, а оракул Сехмет, богини войны, дарует жрецам Сета силу снизить риск преступности в домах, мимо которых они проходят, и обезвреживать преступников в городе.

# #SethTempleComplex_tooltip
source: This gigantic temple can only be built once, and for one god only. Greatly improves Seth's mood
ru: В городе можно построить только один такой огромный храм и только одному богу. Значительно улучшает настроение Сета.

# #SethTemple_flavor
source: Seth watches over soldiers and encourages valor in combat. No man dares fight without the blessing of Seth.
ru: Сет оберегает воинов и побуждает в них отвагу в бою. Никто не осмелится вступить в бой, не получив благословения от Сета.

# #SethTemple_title
source: Temple to Seth (Destruction)
ru: Храм Сета (разрушение)

# #SethTemple_tooltip
source: Improves Seth's mood
ru: Улучшает настроение Сета.

source: Shield Maker
ru: Изготовитель щитов

# #ShieldMaker_disabled
source: Your Overseer of Commerce decreed that shield production should cease.
ru: Торговый советник приказал прекратить производство щитов.

# #ShieldMaker_flavor
source: Here are produced the life-saving shields that will protect your infantry during battle.
ru: Здесь производят надёжные щиты, которые защищают в бою ваших пехотинцев.

# #ShieldMaker_stock_0
source: This workshop will produce no shields without a shipment of hides, whether from a Storage Yard or a Hunter's Lodge.
ru: Эта мастерская не будет производить щиты без поставок шкур со склада или из хижины охотников.

# #ShieldMaker_storage
source: Stored hides<sprite name="Hides">: {0} units.
ru: Запасы шкур<sprite name="Hides">: {0} мер.

# #ShieldMaker_tooltip
source: Produces Shields<sprite name="Shields">from Hides<sprite name="Hides">
ru: Производит щиты<sprite name="Shields"> из шкур<sprite name="Hides">.

# #ShieldMaker_workers_0
source: This Shield Maker has no employees, and will produce no protection for your infantry at all.
ru: В мастерской никого нет, никто не производит щиты для пехотинцев.

# #ShieldMaker_workers_1
source: With hardly any employees, this Shield Maker will produce very few shields over the coming year.
ru: Здесь почти нет рабочих, в этом году мастерская произведёт очень мало щитов.

# #ShieldMaker_workers_100
source: This Shield Maker is fully staffed, and produces many high-quality shields.
ru: Мастерская работает в полную силу, быстро и качественно производя щиты.

# #ShieldMaker_workers_25
source: Very few people work at this Shield Maker. Shield production is slow as a result.
ru: В мастерской слишком мало рабочих. Производство щитов идёт очень медленно.

# #ShieldMaker_workers_50
source: This Shield Maker is understaffed, and produces shields more slowly than it should.
ru: Мастерской не хватает рабочих, она производит щиты не так быстро, как могла бы.

# #ShieldMaker_workers_75
source: This Shield Maker could use more workers to reach its full potential for shield production.
ru: Производство щитов пойдёт полным ходом, если нанять ещё больше рабочих.

source: Shipwright
ru: Верфь

# #Shipwright_flavor
source: With enough workers, the Shipwright builds military vessels and fishing boats for the city's Wharves. Wood is required to build warships and transport ships; no raw materials are needed to build fishing boats.
ru: Если рабочих достаточно, на верфи создаются военные корабли и рыбацкие лодки для свободных причалов. Для строительства боевых и транспортных кораблей нужна древесина; для строительства рыбацких лодок сырьё не требуется.

# #Shipwright_idle
source: There are currently no Wharves demanding any of our vessels.
ru: На данный момент нет причалов, которым требуются корабли.

# #Shipwright_idle_nowood
source: We need wood to repair and build military vessels.
ru: Нам нужна древесина для постройки и ремонта военных кораблей.

# #Shipwright_repairing
source: We are repairing a military vessel.
ru: Сейчас мы ремонтируем военный корабль.

# #Shipwright_repairing_nowood
source: We have ships lined up to be repaired, but no wood with which to repair them.
ru: К нам выстроились корабли для ремонта, но нет древесины для их починки.

# #Shipwright_storage
source: Stored wood <sprite name="Wood">: {0} units.
ru: Запасы древесины<sprite name="Wood">: {0} мер.

# #Shipwright_tooltip
source: Builds boats for your wharfs. Fishing boats are free but military boats will require deliveries of wood <sprite name="Wood">.
ru: Здесь строятся корабли для свободных причалов. Рыбацкие лодки не требуют сырья, но для военных кораблей нужна древесина <sprite name="Wood">.

# #Shipwright_working
source: We are building a military vessel or fishing boat to order for a Wharf in the city.
ru: Сейчас мы строим военный корабль или рыбацкую лодку для одного из причалов города.

# #Shipwright_working_nowood
source: A Warship or Transport Wharf has ordered us to build a ship, but we lack the necessary wood.
ru: Нам нужно построить военный или транспортный корабль для одного из причалов города, но у нас нет древесины.

# #ShrineBast
source: Shrine to Bast
ru: Святилище Баст

# #ShrineOsiris
source: Shrine to Osiris
ru: Святилище Осириса

# #ShrinePtah
source: Shrine to Ptah
ru: Святилище Птаха

# #ShrineRa
source: Shrine to Ra
ru: Святилище Ра

# #ShrineSeth
source: Shrine to Seth
ru: Святилище Сета

source: Shrines
ru: Святилища

# #SmallGarden
source: Small Gardens
ru: Малые сады

# #SmallStatue
source: Small Statues
ru: Малые статуи

source: Statue
ru: Статуя

# #Statue_flavor
source: Monuments to gods and bygone pharaohs enhance a neighborhood's prestige. People are proud to have statues nearby...and the bigger, the better.
ru: Монументы, возведённые в честь богов и ушедших фараонов, повышают привлекательность района. Людям нравится жить неподалёку от статуй... и чем они больше, тем лучше.

# #Statue_tooltip
source: Provides desirability to nearby houses, the bigger the statue, the better!
ru: Повышает привлекательность близлежащих домов. Чем крупнее статуя, тем лучше!

# #StockAndDistribution
source: Stock & Distribution
ru: Хранение и распределение

# #StockCount
source: {0} units
ru: {0} мер

source: Stonemasons' Guild
ru: Артель каменотёсов

# #StonemasonsGuild_disabled
source: This guild has been shut down by your Overseer of Commerce
ru: Работа этой артели остановлена вашим торговым советником.

# #StonemasonsGuild_flavor
source: Stonemasons meet here to swap stories and tips about their profession, find work assignments and hew plans for the future.
ru: Здесь каменотёсы общаются между собой, делятся секретами профессии, находят задания и обтёсывают планы на будущее.

# #StonemasonsGuild_info
source: This guild provides skilled workers for monument construction. It does not need its own supply of stone.
ru: Эта артель обеспечивает город умелыми мастерами для возведения монументов. Запасов камня не требуется.

# #StonemasonsGuild_tooltip
source: Sends stonemasons to work on monuments
ru: Отправляет каменотёсов на работу над монументом.

# #StonemasonsGuild_workers_0
source: This guild has no employees. Stonecarving is not possible.
ru: В этой артели нет мастеров. Некому обрабатывать камень.

# #StonemasonsGuild_workers_1
source: With hardly any employees at this guild, it seems to take forever for a stonemason to report for duty.
ru: В этой артели почти нет работников, каменотёса приходится дожидаться целую вечность.

# #StonemasonsGuild_workers_100
source: This guild has all the employees it needs. Stonemasons can work with maximal efficiency.
ru: В этой артели достаточно рабочих. Каменотёсы работают с максимальной эффективностью.

# #StonemasonsGuild_workers_25
source: Very few people work here. There is a lengthy wait for stonemasonry.
ru: Здесь работает мало людей. Приходится подолгу ожидать начала работ.

# #StonemasonsGuild_workers_50
source: This guild is understaffed, and provides fewer stonemasons than it could.
ru: В этой артели не хватает рук, поэтому работает меньше каменотёсов.

# #StonemasonsGuild_workers_75
source: This guild is working below maximum capacity. Work will be slightly slower as a result.
ru: Эта артель работает не в полную силу. Работа идёт немного медленнее.

source: Storage Yard
ru: Склад

# #StorageYard_AlmostFull
source: WARNING: This Storage Yard is getting full. It can only accept types of goods already stored here. No new commodity types will be checked in at all.
ru: ВНИМАНИЕ: Склад почти заполнен. Принимаются только товары, которые уже есть. Новые виды товаров не принимаются.

# #StorageYard_Empty
source: This Storage Yard is empty.
ru: На складе ничего нет.

# #StorageYard_Full
source: WARNING: This Storage Yard is completely full. It cannot accept any more goods.
ru: ВНИМАНИЕ: Склад заполнен. Нет места для новых поступлений.
