Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Buildings.po
Languages: ru

# #OsirisShrine_tooltip
source: Improves Osiris' mood. Can be built a tile away from the road
ru: Улучшает настроение Осириса. Можно разместить на расстоянии одной клетки от дороги.

# #OsirisTemple
source: Temple to Osiris
ru: Храм Осириса

# #OsirisTempleComplex
source: Temple Complex to Osiris
ru: Храмовый комплекс Осириса

# #OsirisTempleComplex_flavor
source: Osiris is the god of the Nile flood, and all life which springs from the underworld. With his benevolence, your city may receive the blessing of a bountiful annual Inundation, bringing life-giving fertile soil to your fields. He can also improve the yield at harvest time in other ways. An Altar of Sebek - god of fertility - means that priests of Osiris can help your citizens stretch their food and other supplies a little further, while an Oracle of Min - god of regeneration - infuses the wildlife in and around your city with greater vitality. His Oracle makes animal herds and fish colonies more resilient, and even accelerates the regrowth of some plants.
ru: Осирис является богом разливов Нила и всего живого в загробном мире. Завоевав его благосклонность, ваш город получит благословение обильного разлива, приносящего в поля плодородный ил. Он также может увеличить урожай. Благодаря алтарю Себека, бога плодородия, жрецы Осириса помогают жителям использовать запасы пищи и других товаров более экономно. Оракул Мина, бога перерождения, дарует силы дикой природе: дикие животные и рыбы плодятся в больших количествах, а некоторые растения зреют быстрее.

# #OsirisTempleComplex_tooltip
source: This gigantic temple can only be built once, and for one god only. Greatly improves Osiris' mood
ru: В городе можно построить только один такой огромный храм и только одному богу. Значительно улучшает настроение Осириса.

# #OsirisTemple_flavor
source: Osiris brings fertility to the land and makes the crops grow. Appease him, or prepare to go hungry.
ru: Осирис несёт плодородие в земли и заботится о росте урожая. Умилостивите его или готовьтесь голодать.

# #OsirisTemple_title
source: Temple to Osiris (Agriculture)
ru: Храм Осириса (земледелие)

# #OsirisTemple_tooltip
source: Improves Osiris' mood
ru: Улучшает настроение Осириса.

source: Paint Maker
ru: Изготовитель красок

# #PaintMaker_disabled
source: Your Overseer of Commerce has stopped paint production.
ru: Ваш торговый советник остановил производство красок.

# #PaintMaker_flavor
source: Here, henna is crushed and processed into paint, which artisans use to lavishly decorate the walls of Royal Burial Tombs.
ru: Здесь хну растирают в порошок и превращают в краску, с помощью которой художники богато украшают стены царских гробниц.

# #PaintMaker_stock_0
source: This workshop needs henna from a Henna Farm or Storage Yard before it can make any paint.
ru: Для изготовления краски этой мастерской необходима хна из фермы или со склада.

# #PaintMaker_storage
source: Henna<sprite name="Henna">: {0} units.
ru: Хна<sprite name="Henna">: {0} мер.

# #PaintMaker_tooltip
source: Produces paint <sprite name="Paint"> out of henna <sprite name="Henna">
ru: Производит краску <sprite name="Paint"> из хны <sprite name="Henna">.

# #PaintMaker_workers_0
source: This Paint Maker's staff has completely dried up. With no workers, no paint can be made.
ru: В мастерской не осталось ни одного рабочего. А без них и краску делать некому.

# #PaintMaker_workers_1
source: Only a few workers are employed by this Paint Maker. The small staff can hardly turn out any paint at all.
ru: В мастерской работают единицы. Их сил едва хватает на производство краски.

# #PaintMaker_workers_100
source: With a full staff, this Paint Maker produces paint as quickly and efficiently as it can.
ru: Здесь хватает рабочих, мастерская производит краску в кратчайшие сроки.

# #PaintMaker_workers_25
source: This Paint Maker needs many more workers. Paint production here has slowed to a crawl.
ru: Мастерской нужно больше рабочих. Производство краски идёт очень медленно.

# #PaintMaker_workers_50
source: This Paint Maker is understaffed, and produces paint more slowly than it should.
ru: Мастерской не хватает рабочих, она производит краски не так быстро, как могла бы.

# #PaintMaker_workers_75
source: This Paint Maker's staffing level is a little thin, so paint production is compromised.
ru: В мастерской небольшая нехватка рабочих, поэтому производство краски чуть ниже максимальной.

source: Palace
ru: Дворец

# #PalaceVillage
source: Village Palace
ru: Дворец деревни

# #Palace_flavor
source: The Palace is among your city's most desirable buildings and the cornerstone of the city economy. It turns gold nuggets to debens and stores some of the city's funds.
ru: Дворец — одно из самых привлекательных зданий в городе и краеугольный камень его экономики. Здесь золотые слитки превращаются в дебены, а также хранится часть денежных запасов города.

source: Papyrus Maker
ru: Мастерская папируса

# #PapyrusMaker_disabled
source: Your Overseer of Commerce decreed that papyrus production should cease.
ru: Торговый советник распорядился прекратить изготовление папируса.

# #PapyrusMaker_flavor
source: Here reeds are bound together to make papyrus, which educational institutions require for writing down information and sharing knowledge. Papyrus may also be profitably traded.
ru: Здесь из стеблей тростника делают папирус, используемый в учебных заведениях для записи текстов и распространения знаний. Также папирус можно выгодно продавать.

# #PapyrusMaker_stock_0
source: This workshop will produce no papyrus without a shipment of reeds, whether from a Storage Yard or a Reed Gatherer.
ru: Эта мастерская не будет производить папирус без поставок тростника со склада или от сборщиков.

# #PapyrusMaker_storage
source: Stored reeds<sprite name="Reeds">: {0} units.
ru: Запасы тростника<sprite name="Reeds">: {0} мер.

# #PapyrusMaker_tooltip
source: Produces papyrus<sprite name="Papyrus"> out of reeds<sprite name="Reeds">
ru: Производит папирус<sprite name="Papyrus"> из тростника<sprite name="Reeds">.

# #PapyrusMaker_workers_0
source: This Papyrus Maker has no employees, and will yield no products as a result.
ru: В мастерской никого нет, поэтому она ничего не производит.

# #PapyrusMaker_workers_1
source: With hardly any employees, this Papyrus Maker will produce little papyrus over the coming year.
ru: Здесь почти нет рабочих, в этом году мастерская произведёт очень мало папируса.

# #PapyrusMaker_workers_100
source: This Papyrus Maker is fully staffed, and produces ample high-quality papyrus.
ru: Мастерская работает в полную силу, быстро и качественно производя папирус.

# #PapyrusMaker_workers_25
source: Very few people work at this workshop. Papyrus production is slow as a result.
ru: В этой мастерской слишком мало рабочих. Производство папируса идёт очень медленно.

# #PapyrusMaker_workers_50
source: This Papyrus Maker is understaffed, and produces papyrus more slowly than it should.
ru: Мастерской не хватает рабочих, она производит папирус не так быстро, как могла бы.

# #PapyrusMaker_workers_75
source: This Papyrus Maker could use more workers to reach its full potential for papyrus production.
ru: Производство папируса пойдёт полным ходом, если нанять ещё больше рабочих.

source: Partial labor
ru: Частичная занятость

source: Pavilion
ru: Сцена

# #Pavilion_DanceShow
source: The current dance show will run for another {0} days.
ru: Танцовщицы будут выступать ещё {0} дней.

# #Pavilion_J_M_D
source: This square is in constant motion with dancing, music and juggling greatly delighting the local community.
ru: На этой площади проходит нескончаемая череда выступлений танцовщиц, музыкантов и жонглёров на радость местным жителям.

# #Pavilion_J_M_NoD
source: This square has musicians and jugglers, but the music cries out for dancers to complete the show.
ru: На этой площади есть жонглёры и музыканты, но для красочного представления не хватает танцовщиц.

# #Pavilion_J_NoM_D
source: This square has dancers and jugglers. It needs musicians to provide complete entertainment.
ru: На этой площади выступают танцовщицы и жонглёры, однако без музыкантов программа остаётся неполной.

# #Pavilion_J_NoM_NoD
source: This square has juggling performances, but it needs musicians and dancers to fill the otherwise empty stages.
ru: На этой площади выступают жонглёры, но пустуют площадки для музыкантов и танцовщиц.

# #Pavilion_JugglingShow
source: Juggling will continue for another {0} days.
ru: Жонглёры будут выступать ещё {0} дней.

# #Pavilion_MusicalShow
source: The current musical show will run for another {0} days.
ru: Музыканты будут выступать ещё {0} дней.

# #Pavilion_NoDanceShow
source: No current dance shows
ru: Танцовщицы не выступают

# #Pavilion_NoJ_M_D
source: This square has dancers and musicians for the locals, but some jugglers would be most welcome.
ru: На этой площади выступают танцовщицы и музыканты, но жители не откажутся посмотреть на жонглёров.

# #Pavilion_NoJ_M_NoD
source: This square has musicians, but no jugglers or dancers.
ru: На этой площади есть музыканты, но нет жонглёров и танцовщиц.

# #Pavilion_NoJ_NoM_D
source: This square has dancers, who would greatly welcome some music. Juggling would be nice, too.
ru: На этой площади есть танцовщицы, но им тяжело выступать без музыки. Жонглёры тоже не помешают.

# #Pavilion_NoJ_NoM_NoD
source: This square has no shows. It needs dancers, musicians and jugglers to draw crowds.
ru: На этой площади никто не выступает. Публику привлекут танцовщицы, музыканты и жонглёры.

# #Pavilion_NoJugglingShow
source: No current juggling shows
ru: Жонглёры не выступают

# #Pavilion_NoMusicalShow
source: No current musical shows
ru: Музыканты не выступают

# #Pavilion_flavor
source: Dancing, music and juggling...what more could a citizen desire?
ru: Танцы, музыка и трюки... чего ещё можно желать?

# #Pavilion_tooltip
source: Generates jugglers, musicians and dancers if serviced by the appropriate schools. Must be built on a crossroad
ru: Здесь проводятся выступления жонглёров, музыкантов и танцовщиц при наличии соответствующих школ. Необходимо размещать на перекрёстке.

# #Pavilion_workers_0
source: This square is closed. With no employees to run it, it is useless as a leisure amenity.
ru: Эта площадь закрыта. Пока артистов нет, смотреть не на что.

# #PerformanceVenues
source: Performances Venues
ru: Места выступлений

source: Personal Mansion
ru: Личный особняк

# #PersonalMansion_tooltip
source: Your own home! Allows you to draw a salary. Must be built on a grassy area
ru: Ваше собственное жилище! Даёт вам право назначать себе жалование. Размещается на покрытой травой земле.

source: Physician
ru: Лекарь

# #Physician_flavor
source: A pomegranate a day keeps the doctor away, or so the saying goes. Physicians improve health as they make their rounds.
ru: Как говорится, ешь большой гранат на ужин — лекарь будет вам не нужен. Лекари улучшают здоровье жителей во время обхода.

# #Physician_tooltip
source: Protects citizens from diseases and increases health in the city
ru: Защищает жителей от болезней и повышает уровень здоровья в городе.

# #Physician_workers_0
source: This Physician's office is not operational, and does nothing for community health.
ru: Лекарь не работает, некому позаботиться о здоровье местных жителей.

# #Physician_workers_1
source: This Physician's office is operational, and the local community is healthy and fit.
ru: Лекарь работает, и местные жители здоровы и полны сил.

source: Plain Stone Quarry
ru: Каменный карьер

# #PlainStoneQuarry_disabled
source: The Overseer of Commerce commanded a halt to quarrying.
ru: Торговый советник приказал прекратить добычу камня.

# #PlainStoneQuarry_flavor
source: Cut plain stone from the earth here. With monuments rising all across Egypt, you can usually find a buyer for good building stone, even if you have no use for it yourself.
ru: Здесь добывается камень. По всему Египту возводятся величественные монументы, так что покупателя строительного камня вы всегда найдёте, даже если вам он не нужен.

# #PlainStoneQuarry_tooltip
source: Needs to be placed near rocks. Produces plain stone <sprite name="Plainstone">
ru: Должен размещаться рядом со скалами. Производит камень <sprite name="Plainstone">.

# #PlainStoneQuarry_workers_0
source: This quarry has no workers to cut rock from the earth.
ru: В этом карьере нет рабочих, некому добывать камень.

# #PlainStoneQuarry_workers_1
source: With hardly any workers at this quarry, production is at a virtual standstill. It will produce little over the coming year.
ru: В карьере почти нет рабочих, и производство практически прекратилось. В этом году добыча будет невелика.

# #PlainStoneQuarry_workers_100
source: This quarry has all the workers it needs, and produces many tons of plain stone.
ru: В этом карьере достаточно рабочих, камень добывается в большом количестве.

# #PlainStoneQuarry_workers_25
source: There are very few people working at this quarry. Production is very slow as a result.
ru: В карьере слишком мало рабочих. Камень добывается очень медленно.

# #PlainStoneQuarry_workers_50
source: This quarry is understaffed, and takes longer to produce stone blocks than it should.
ru: В карьере не хватает рабочих. Добыча камня занимает больше времени.

# #PlainStoneQuarry_workers_75
source: This quarry is working below maximum capacity due to a small shortage of workers.
ru: Карьер работает не в полную силу из-за небольшой нехватки рабочих.

source: Plaza
ru: Плитки

# #Plaza_flavor
source: Plazas make ordinary paved roads more desirable, without affecting traffic.
ru: Плитки делают мощёные дороги более привлекательными, не мешая движению людей.

# #Plaza_tooltip
source: To be placed on paved roads to improve desirability
ru: Размещаются на мощёных дорогах для повышения привлекательности.

source: Police Station
ru: Городская стража

# #PoliceStation_flavor
source: Police Stations send constables into the city to keep the peace. Civic order is assured when constables patrol the city evenly.
ru: Городская стража отправляет стражников в город для поддержания закона. Гражданский порядок обеспечивается регулярным патрулированием города.

# #PoliceStation_goldstolen
source: {0} gold stolen this year.
ru: Украдено золота в этом году: {0}.

# #PoliceStation_thefts
source: {0} thefts this year.
ru: Краж в этом году: {0}.

# #PoliceStation_tooltip
source: Curbs crime in the neighborhood. The constable can fight thieves and tomb robbers
ru: Предотвращает преступления в окрестностях. Стражники могут обезвреживать воров и расхитителей гробниц.

# #PoliceStation_walker_in
source: Our constable is preparing for duty.
ru: Наш стражник готовится к обходу.

# #PoliceStation_walker_out
source: Our constable is out on patrol.
ru: Наш стражник патрулирует улицы.

# #PoliceStation_workers_0
source: With no staff, this station is little more than a target for vandals.
ru: Без работников даже этот участок подвержен вандализму.

# #PoliceStation_workers_1
source: We are operating with desk staff only. We frequently go a full month without sending a constable out on the streets.
ru: Здесь работают только служащие. Часто стражников на улицах нет целый месяц.

# #PoliceStation_workers_100
source: Currently our duty roster is full. Our constables are always alert to signs of crime.
ru: Расписание дежурств полностью заполнено. Наши стражники бдительно выискивают малейшие проявления преступности.

# #PoliceStation_workers_25
source: We have far too few men. Criminals could operate unchecked for up to two weeks at a time.
ru: У нас слишком мало людей. Часто мы пропускаем преступления в течение двух недель.

# #PoliceStation_workers_50
source: We are understaffed. Criminals are encouraged by gaps of up to a week in our duty roster.
ru: Стражников не хватает. Иной раз улицы не патрулируется целую неделю, и преступники этим пользуются.

# #PoliceStation_workers_75
source: We are a little short of constables. We have gaps of perhaps a day or two in our coverage.
ru: Стражников немного не хватает. Районы города патрулируются с перерывом в день или два.

source: Pomegranate Farm
ru: Ферма гранатов

# #PomegranateFarm_disabled
source: Pomegranate farming has ceased, by order of the Overseer of Commerce.
ru: Выращивание гранатов остановлено по приказу торгового советника.

# #PomegranateFarm_flavor
source: Pomegranates enhance the balanced diet people need for health and happiness. Granaries store pomegranates for local consumption, and Storage Yards can export surpluses.
ru: Гранаты разнообразит рацион ваших жителей, благотворно влияя на здоровье и счастье. Гранаты для местного потребления должны храниться в амбарах, а на продажу — на складах.

# #PomegranateFarm_harvest
source: The next pomegranate harvest is in {[Month]}.
ru: Следующий урожай гранатов: {[Month]}.

# #PomegranateFarm_tooltip
source: Produces pomegranate <sprite name="Pomegranate">. Harvest in June and November when built on a meadow
ru: Производит гранаты <sprite name="Pomegranate">. Урожай в июне и ноябре, если разместить на лугу.

# #PomegranateFarm_workers_0
source: This orchard has no workers, and the trees are fruitless and gnarled.
ru: На ферме нет рабочих, деревья больны и не плодоносят.

# #PomegranateFarm_workers_1
source: With hardly any workers at this orchard, the pomegranate crop will be quite disappointing.
ru: На ферме почти нет рабочих, урожай гранатов будет разочаровывающим.

# #PomegranateFarm_workers_100
source: This orchard has all the workers it needs. The trees bear as much fruit as the land's fertility allows.
ru: На ферме достаточно рабочих. Деревья приносят столько плодов, сколько позволяет земля.

# #PomegranateFarm_workers_25
source: Very few people work at this orchard. The pomegranate harvest will be small.
ru: На ферме слишком мало рабочих. Урожай гранатов будет небольшим.

# #PomegranateFarm_workers_50
source: This orchard is understaffed. It produces fewer pomegranates than it could.
ru: На ферме не хватает рабочих. Урожай гранатов не такой большой, какой мог быть.

# #PomegranateFarm_workers_75
source: This orchard is working below maximum capacity, so the crop this year is a bit lighter than it should be.
ru: Ферма работает не в полную силу, поэтому урожай в этом году будет чуть меньше.

source: Potter
ru: Гончарная мастерская

# #Potter_disabled
source: Pottery production has ceased, by order of the Overseer of Commerce.
ru: Производство керамики прекращено по приказу торгового советника.

# #Potter_flavor
source: Here, potters mould clay into pots that citizens use for storing commodities. Trade pottery, or let your Bazaars distribute it so that people can build better housing.
ru: Здесь гончары лепят из глины и обжигают горшки, в которых жители могут хранить припасы. Торгуйте керамикой или поставляйте её на базары, чтобы жители могли улучшить своё благосостояние.

# #Potter_stock_0
source: This workshop needs clay delivered to it, from a Storage Yard or a Clay Pit, to produce pottery.
ru: Для производства керамики этой мастерской необходима глина со склада или из глиняного карьера.

# #Potter_storage
source: Stored clay<sprite name="Clay">: {0} units.
ru: Запасы глины<sprite name="Clay">: {0} мер.

# #Potter_tooltip
source: Produces pottery <sprite name="Pottery"> out of clay <sprite name="Clay">
ru: Производит керамику <sprite name="Pottery"> из глины <sprite name="Clay">.

# #Potter_workers_0
source: This Potter has no employees. It will not turn out a single pot.
ru: В этой мастерской нет мастеров. Некому обжигать горшки.

# #Potter_workers_1
source: With hardly any employees, this Potter will produce almost no pottery over the coming year.
ru: Здесь почти нет рабочих, в этом году мастерская произведёт очень мало керамики.

# #Potter_workers_100
source: This Potter has all the employees it needs, and produces as much pottery as possible.
ru: В этой мастерской достаточно рабочих, производство керамики идёт полным ходом.

# #Potter_workers_25
source: Very few people work here, so pottery production is very slow.
ru: В мастерской слишком мало рабочих. Производство керамики идёт очень медленно.

# #Potter_workers_50
source: This workshop is understaffed, and it takes longer to produce pottery than it should.
ru: Здесь не хватает рабочих. Производство керамики занимает больше времени.

# #Potter_workers_75
source: This Potter has some job openings. Pottery production will suffer slightly as a result.
ru: В мастерской заняты не все рабочие места. Производство керамики немного снижено.

source: Production
ru: Производство

# #ProductionCompletion
source: Production is {0}% complete.
ru: Производство завершено на {0}%.

# #PtahShrine
source: Shrine to Ptah
ru: Святилище Птаха

# #PtahShrine_flavor
source: Laborers and craftsmen worship Ptah to ease their toil. When Ptah is angered, no industry is safe from catastrophe.
ru: Рабочие и ремесленники поклоняются Птаху, дабы он облегчил их труд. Гнев Птаха гибелен для любого промысла.

# #PtahShrine_title
source: Shrine to Ptah (Craftsman)
ru: Святилище Птаха (ремесло)

# #PtahShrine_tooltip
source: Improves Ptah's mood. Can be built a tile away from the road
ru: Улучшает настроение Птаха. Можно разместить на расстоянии одной клетки от дороги.

# #PtahTemple
source: Temple to Ptah
ru: Храм Птаха

# #PtahTempleComplex
source: Temple Complex to Ptah
ru: Храмовый комплекс Птаха

# #PtahTempleComplex_flavor
source: Ptah is the patron god of craftsmen, and helps many of them finish their tasks more quickly. An Altar of Amon - god of the Sun - improves your city's ability to build monuments, while an Oracle of Thoth - god of wisdom and learning - can facilitate the education of your people.
ru: Птах — покровитель ремесленников, помогающий им работать быстрее. Алтарь Амона, бога солнца, помогает при возведении монументов, а оракул Тота, бога мудрости и учения, повышает образованность ваших жителей.

# #PtahTempleComplex_tooltip
source: This gigantic temple can only be built once, and for one god only. Greatly improves Ptah's mood
ru: В городе можно построить только один такой огромный храм и только одному богу. Значительно улучшает настроение Птаха.

# #PtahTemple_flavor
source: Laborers and craftsmen worship Ptah to ease their toil. When Ptah is angered, no industry is safe from catastrophe.
ru: Рабочие и ремесленники поклоняются Птаху, дабы он облегчил их труд. Гнев Птаха гибелен для любого промысла.

# #PtahTemple_title
source: Temple to Ptah (Craftsman)
ru: Храм Птаха (ремесло)

# #PtahTemple_tooltip
source: Improves Ptah's mood
ru: Улучшает настроение Птаха.

source: Quarries
ru: Карьеры

# #QuarryGranite
source: Granite Quarry
ru: Гранитный карьер

# #QuarryLimestone
source: Limestone Quarry
ru: Известняковый карьер

# #QuarryPlainStone
source: Plain Stone Quarry
ru: Каменный карьер

# #QuarrySandstone
source: Sandstone Quarry
ru: Песчаниковый карьер

# #RaShrine
source: Shrine to Ra
ru: Святилище Ра

# #RaShrine_flavor
source: Merchants know well the value in pleasing Ra. Trade is safer and more profitable with Ra's blessing, and your city's esteem is greater.
ru: Торговцам хорошо известно, как важно угождать Ра. С его благословения процветает торговля и растёт репутация города.

# #RaShrine_title
source: Shrine to Ra (The Kingdom)
ru: Святилище Ра (царство)

# #RaShrine_tooltip
source: Improves Ra's mood. Can be built a tile away from the road
ru: Улучшает настроение Ра. Можно разместить на расстоянии одной клетки от дороги.

# #RaTemple
source: Temple to Ra
ru: Храм Ра

# #RaTempleComplex
source: Temple Complex to Ra
ru: Храмовый комплекс Ра
