Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Buildings.po
Languages: ru

# #GraniteQuarry_workers_75
source: This quarry is working below maximum capacity. Production could be slightly more efficient with more workers.
ru: Карьер работает не в полную силу. Он будет работать лучше, если нанять больше рабочих.

# #GuildArtisans
source: Artisans' Guild
ru: Артель художников

# #GuildBricklayers
source: Bricklayers' Guild
ru: Артель каменщиков

# #GuildCarpenters
source: Carpenters' Guild
ru: Артель плотников

# #GuildStonemasons
source: Stonemasons' Guild
ru: Артель каменотёсов

source: Guilds
ru: Артели

# #HathorOracle
source: Oracle of Hathor
ru: Оракул Хатхор

# #Health
source: Hygiene
ru: Гигиена

source: Henna Farm
ru: Ферма хны

# #HennaFarm_disabled
source: Your Overseer of Commerce has decreed that henna production should stop.
ru: Торговый советник приказал остановить производство хны.

# #HennaFarm_flavor
source: The finest henna is grown here and sent to the Paint Maker, who makes the bright paints that decorate tomb walls.
ru: Здесь выращивается лучшая хна, из которой мастера делают яркие краски для украшения стен гробниц.

# #HennaFarm_harvest
source: The next henna harvest is in {[Month]}.
ru: Следующий урожай хны: {[Month]}.

# #HennaFarm_tooltip
source: Produces henna <sprite name="Henna">. Harvest in December when built on a meadow
ru: Производит хну<sprite name="Henna">. Урожай в декабре, если разместить на лугу.

# #HennaFarm_workers_0
source: Without any workers, this farm can't possibly grow any henna.
ru: Без рабочих на ферме некому выращивать хну.

# #HennaFarm_workers_1
source: Most of this farm is barren. It needs more workers before it can grow more henna.
ru: Поля стоят незасеянными. Чтобы выращивать хну, нужно больше рабочих.

# #HennaFarm_workers_100
source: This farm has all the workers it needs. They are in the fields, tending to the plants.
ru: На ферме достаточно рабочих. Они вовсю трудятся в поле, взращивая урожай.

# #HennaFarm_workers_25
source: There are very few people working here. The henna harvest will suffer as a result.
ru: На ферме слишком мало рабочих, поэтому урожай хны сильно снижен.

# #HennaFarm_workers_50
source: This farm doesn't have enough workers to tend to an entire field of henna.
ru: На ферме не хватает рабочих для возделывания всего поля хны.

# #HennaFarm_workers_75
source: This farm could harvest more henna if it had more workers.
ru: Эта ферма может собрать больше хны, если нанять больше рабочих.

# #HorusOracle
source: Oracle of Horus
ru: Оракул Гора

source: Housing
ru: Жильё

# #Housing_tooltip
source: Place plots of housing so migrants join your city
ru: Разметьте место под жильё для новых переселенцев.

# #Hover_NoRoads
source: This building is not adjacent to a road!
ru: Этой постройке необходим доступ к дороге!

# #Hover_UnconnectedPoints
source: The entry and exit points of this building are not connected!
ru: Точки входа и выхода данной постройки не подсоединены!

source: Hunting Lodge
ru: Охотничья хижина

# #HuntingLodge_DistantPreyPoint
source: It takes too long for meat to get back to the lodge. Try putting it closer to wildlife.
ru: Доставка добычи занимает слишком много времени. Разместите хижину ближе к месту обитания диких животных.

# #HuntingLodge_HuntersOut
source: This lodge's hunters are out seeking prey.
ru: Охотники отправились на поиски добычи.

# #HuntingLodge_disabled
source: The Overseer of Commerce decreed that hunting should cease.
ru: Торговый советник распорядился прекратить охоту.

# #HuntingLodge_flavor
source: Hunters based here track and hunt local wildlife. The Hunting Lodge then distributes game meat to local Storage Yards or Granaries.
ru: Работающие здесь люди охотятся на диких животных. Из хижины охотника дичь поступает на склады и в амбары.

# #HuntingLodge_storage_Hides
source: Stored hides<sprite name="Hides">: {0} units.
ru: Запасы шкур<sprite name="Hides">: {0} мер.

# #HuntingLodge_storage_Meat
source: Stored meat<sprite name="GameMeat">: {0} units.
ru: Запасы дичи<sprite name="GameMeat">: {0} мер.

# #HuntingLodge_tooltip
source: Dispatches 3 hunters to gather game meat <sprite name="GameMeat"> from prey. Also produces hides<sprite name="Hides"> from antelopes.
ru: Отправляет трёх охотников для добычи мяса дичи<sprite name="GameMeat">. Также выделывает шкуры<sprite name="Hides"> из антилоп.

# #HuntingLodge_workers_0
source: This lodge has no workers. The hunt is canceled.
ru: В хижине нет работников. Охоты не будет.

# #HuntingLodge_workers_1
source: With hardly any hunters working here, prey animals cavort unmolested. It could be a very hungry dry season...
ru: Охотников почти нет, и диким животным ничто не угрожает. А вот жителей ждёт голодное время...

# #HuntingLodge_workers_100
source: This lodge has all the workers it needs. The hunters are stalking every herd they can find.
ru: В этой хижине достаточно рабочих. Охотники выслеживают любую дичь в округе.

# #HuntingLodge_workers_25
source: Very few people work here. Meat collection is slow, indeed.
ru: Здесь работает мало людей. Охота идёт очень вяло.

# #HuntingLodge_workers_50
source: This lodge is understaffed, and it takes longer to collect meat than it should.
ru: Охотников не хватает. Добыча мяса занимает больше времени.

# #HuntingLodge_workers_75
source: This lodge is working below maximum capacity. Food collection will be slower as a result.
ru: Эта хижина работает не в полную силу. Производство пищи идёт немного медленнее.

source: Hygiene
ru: Гигиена

# #Industry
source: Production Buildings
ru: Производственные здания

source: Industry shut down
ru: Производство остановлено

source: Irrigation
ru: Орошение

source: Irrigation Ditch
ru: Оросительный канал

# #IrrigationDitch_nsource
source: This Irrigation Ditch is not transporting water to less fertile areas, as it has no source of water from which to draw.
ru: Оросительный канал не соединён с источником воды, поэтому вода не поступает в неплодородные районы.

# #IrrigationDitch_tooltip
source: When connected to a working water lift, irrigates nearby farms
ru: При соединении с шадуфом орошает близлежащие фермы.

# #IrrigationDitch_working
source: This Irrigation Ditch moves water to help fertilize farmland
ru: Вода, поступающая по оросительному каналу, насыщает наши угодья.

# #IsisAltar
source: Altar of Isis
ru: Алтарь Исиды

source: Jeweler
ru: Ювелирная мастерская

# #Jeweler_disabled
source: The Overseer of Commerce commands a halt to jewelry production.
ru: Советник по торговле приказал остановить производство украшений.

# #Jeweler_flavor
source: The craftsmen here turn gemstones into jewelry (a luxury good). Some citizens want jewelry for themselves, and you can often export any surplus, although it is seldom worth much.
ru: Местные мастера создают из самоцветов украшения (предмет роскоши). В украшениях нуждаются отдельные категории жителей, а излишки можно продавать в другие города, хотя это не приносит большой прибыли.

# #Jeweler_stock_0
source: This workshop needs a shipment of gems from a Storage Yard or a Gemstone Mine to produce jewelry.
ru: Для изготовления украшений этой мастерской необходимы поставки самоцветов со склада или из рудника.

# #Jeweler_storage
source: Stored gems<sprite name="Gems">: {0} units.
ru: Запасы самоцветов<sprite name="Gems">: {0} мер.

# #Jeweler_tooltip
source: Produces jewelry <sprite name="Jewelry"> out of gems <sprite name="Gems">
ru: Создаёт украшения <sprite name="Jewelry"> из самоцветов <sprite name="Gems">.

# #Jeweler_workers_0
source: This Jeweler has no employees, and is not producing anything.
ru: В этой мастерской нет ювелиров, здесь ничего не производится.

# #Jeweler_workers_1
source: With hardly any craftsmen, this Jeweler will produce few luxury goods over the coming year.
ru: Здесь почти нет мастеров, в этом году ювелирная мастерская произведёт очень мало украшений.

# #Jeweler_workers_100
source: This facility is at full employment, and makes as much jewelry as possible.
ru: Мастерская полностью укомплектована, создание украшений идёт полным ходом.

# #Jeweler_workers_25
source: Very few craftsmen work here. Jewelry production is very slow as a result.
ru: Здесь работает слишком мало мастеров. Изготовление украшений идёт очень медленно.

# #Jeweler_workers_50
source: This facility is understaffed, and takes longer to produce jewelry than it should.
ru: Ювелиров не хватает. Создание украшений занимает больше времени.

# #Jeweler_workers_75
source: This facility has some job openings. Jewelry production will improve when they are filled.
ru: В мастерской есть незанятые рабочие места. Производство украшений пойдёт быстрее если их заполнить.

source: Juggler School
ru: Школа жонглёров

# #JugglerSchool_flavor
source: New jugglers with inventive new routines are always in demand.
ru: Публика всегда жаждет посмотреть на изобретательные трюки новых жонглёров.

# #JugglerSchool_tooltip
source: Sends jugglers to all performances venues: Booths, Bandcamps and Pavilions
ru: Отправляет жонглёров во все места развлечения: помосты, эстрады и сцены.

# #JugglerSchool_workers_0
source: This school is deserted. Without mentors in its employ, no new jugglers will be produced.
ru: Эта школа заброшена. Без наставников новых жонглёров обучать невозможно.

# #JugglerSchool_workers_1
source: I have no staff other than myself. I cannot be expected to work under these conditions! At best, I can train a juggler in three months.
ru: Здесь нет никого, кроме меня. Я не могу работать в таких условиях! В лучшем случае я смогу обучить жонглёра через три месяца.

# #JugglerSchool_workers_100
source: We are pleased to announce that, with full employment, we train up to four new jugglers every month.
ru: С гордостью можем сообщить, что полностью укомплектованная школа готовит до четырёх жонглёров в месяц.

# #JugglerSchool_workers_25
source: We need employees badly. It will be a struggle to turn out one new juggler over the next two months.
ru: Нам так сильно нужны наставники, мы с трудом можем подготовить одного жонглёра за два месяца.

# #JugglerSchool_workers_50
source: We only have half of the staff we need and so are only able to train one juggler in the coming month.
ru: У нас только половина работников, поэтому в следующем месяце мы можем подготовить только одного жонглёра.

# #JugglerSchool_workers_75
source: We are slightly understaffed, and so can produce two new jugglers each month, at most.
ru: Не хватает нескольких наставников, поэтому мы можем подготовить не больше двух жонглёров в месяц.

source: Lamp Maker
ru: Изготовитель ламп

# #LampMaker_disabled
source: Your Overseer of Commerce turned out the lights on lamp production.
ru: Тушите свет! Ваш торговый советник приказал остановить производство ламп.

# #LampMaker_flavor
source: Here, workers fill pottery with oil to make long-burning lamps.
ru: Здесь рабочие наполняют горшки маслом, создавая долго горящие лампы.

# #LampMaker_stock_oil_0
source: This workshop needs oil delivered to it from a Storage Yard to produce lamps.
ru: Для производства ламп этой мастерской необходимо масло со склада.

# #LampMaker_stock_pottery_0
source: This workshop needs pottery delivered to it, from a Storage Yard or a Potter, to produce lamps.
ru: Для производства ламп этой мастерской необходима керамика со склада или из гончарной мастерской.

# #LampMaker_storage_oil
source: Oil<sprite name="Oil">: {0} units.
ru: Запасы масла<sprite name="Oil">: {0} мер.

# #LampMaker_storage_pottery
source: Pottery<sprite name="Pottery">: {0} units.
ru: Запасы керамики<sprite name="Pottery">: {0} мер.

# #LampMaker_tooltip
source: Produces lamps <sprite name="Lamp"> out of oil <sprite name="Oil"> and pottery <sprite name="Pottery">
ru: Производит лампы <sprite name="Lamp"> из масла <sprite name="Oil"> и керамики <sprite name="Pottery">.

# #LampMaker_workers_0
source: No lamps are made at this Lamp Maker. It lacks employees.
ru: В этой мастерской не делают лампы. Здесь нет рабочих.

# #LampMaker_workers_1
source: Hardly any lamps are being produce at this Paint Maker. It needs many more workers before it can increase production.
ru: Производство ламп почти остановилось. Чтобы ускорить его, нужно больше мастеров.

# #LampMaker_workers_100
source: With a full staff of workers, this Lamp Maker has no trouble producing lamps in a timely fashion.
ru: Здесь хватает рабочих, мастерская без задержек и простоев производит лампы.

# #LampMaker_workers_25
source: This Lamp Maker needs several more employees. The limited staff is doing the best they can, but lamp production has slowed considerably.
ru: Мастерской нужно больше рабочих. Те, что есть, стараются изо всех сил, но производство ламп все равно идёт очень медленно.

# #LampMaker_workers_50
source: This workshop is understaffed, and lamp production is light.
ru: В мастерской не хватает рабочих, и производство ламп замедлилось.

# #LampMaker_workers_75
source: This Lamp Maker has some unfilled jobs, which slows down lamp production somewhat.
ru: В этой мастерской есть свободные рабочие места, поэтому производство ламп немного снижено.

# #LandFertility
source: Land is {0}% fertile.
ru: Земля плодородна на {0}%.

# #LargeGarden
source: Large Gardens
ru: Большие сады

# #LargeStatue
source: Large Statues
ru: Большие статуи

source: Lettuce Farm
ru: Ферма латука

# #LettuceFarm_disabled
source: The Overseer of Commerce decreed that lettuce farming should cease.
ru: Торговый советник распорядился прекратить выращивание латука.

# #LettuceFarm_flavor
source: Lettuce contributes to the balanced diet your people need for happiness and health. Granaries store lettuce for local consumption, and Storage Yards take surpluses for export.
ru: Латук разнообразит рацион ваших жителей, благотворно влияя на здоровье и счастье. Латук для местного потребления должен храниться в амбарах, а на продажу — на складах.

# #LettuceFarm_harvest
source: The next lettuce harvest is in {[Month]}.
ru: Следующий урожай латука: {[Month]}.

# #LettuceFarm_tooltip
source: Produces lettuce <sprite name="Lettuce">. Harvest in April when built on a meadow
ru: Производит латук<sprite name="Lettuce">. Урожай в апреле, если разместить на лугу.

# #LettuceFarm_workers_0
source: This farm has no workers. Nothing has been planted.
ru: На ферме нет рабочих. На полях ничего не растёт.

# #LettuceFarm_workers_1
source: With almost no farmers to tend the crop, this will not be a banner year for lettuce.
ru: Некому следить за всходами, рекордного урожая латука ждать не стоит.

# #LettuceFarm_workers_100
source: This farm has all the workers it needs. It grows as much lettuce as its fertility allows.
ru: На ферме достаточно рабочих. Здесь выращивается столько латука, сколько позволяет земля.

# #LettuceFarm_workers_25
source: There are very few farmers working here. The lettuce harvest will suffer greatly for it.
ru: На ферме слишком мало рабочих, поэтому урожай латука сильно снижен.

# #LettuceFarm_workers_50
source: This farm is understaffed. Its lettuce heads are smaller and fewer than they could be.
ru: На ферме не хватает рабочих. Латук не такой крупный, как мог бы быть.

# #LettuceFarm_workers_75
source: This farm is working below maximum capacity, so its crop is smaller than it could be.
ru: Ферма работает не в полную силу, поэтому она принесёт меньше урожая, чем могла бы.

source: Library
ru: Библиотека

# #Library_flavor
source: Literary works of all kinds are produced and stored here. Scribes insist that Libraries are crucial for an important city.
ru: Здесь пишут и хранят всевозможные сочинения. Писцы настаивают, что библиотеки жизненно важны для существования города.

# #Library_stock
source: Stored Papyrus<sprite name="Papyrus">: {0} units.
ru: Запасы папируса<sprite name="Papyrus">: {0} мер.

# #Library_tooltip
source: Also costs 500 papyrus <sprite name="Papyrus"> to build. With regular deliveries of papyrus <sprite name="Papyrus">, will improve education in the city
ru: Для строительства требуется также 500 мер папируса <sprite name="Papyrus">. При регулярных поставках папируса <sprite name="Papyrus"> повышает уровень образования в городе.

# #Library_workers_0
source: This Library lacks employees, papyrus, or both. It cannot serve the community.
ru: В этой библиотеке нет рабочих, папируса или того и другого. Она не приносит пользы.

# #Library_workers_1
source: As long as this Library has employees and papyrus, it can serve the community.
ru: Пока в библиотеке есть работники и папирус, она приносит жителям пользу.

source: Limestone Quarry
ru: Известняковый карьер

# #LimestoneQuarry_disabled
source: Your Overseer of Commerce ordered a halt to limestone quarrying.
ru: Ваш торговый советник приказал прекратить добычу известняка.

# #LimestoneQuarry_flavor
source: Cut fine limestone for use in monument construction or for export.
ru: Добывайте известняк для строительства монументов или продажи.

# #LimestoneQuarry_tooltip
source: Needs to be placed near rocks. Produces limestone <sprite name="Limestone">
ru: Должен размещаться рядом со скалами. Производит известняк <sprite name="Limestone">.

# #LimestoneQuarry_workers_0
source: This quarry has no workers, and thus produces no limestone.
ru: В этом карьере нет рабочих, известняк не добывается.

# #LimestoneQuarry_workers_1
source: With hardly any workers here, limestone production is almost nonexistent.
ru: Здесь почти нет рабочих, добыча известняка исчезающе мала.

# #LimestoneQuarry_workers_100
source: This quarry has all the workers it needs, and produces as much limestone as possible.
ru: В этом карьере достаточно рабочих, известняк добывается в большом количестве.

# #LimestoneQuarry_workers_25
source: Very few people work in this building. Production is much too slow as a result.
ru: В этой постройке слишком мало рабочих. Производство идёт очень медленно.

# #LimestoneQuarry_workers_50
source: This building is understaffed. It takes longer than it should to cut blocks of limestone.
ru: В карьере не хватает рабочих. Добыча известняка занимает больше времени.

# #LimestoneQuarry_workers_75
source: This quarry is working below maximum capacity. Production could be greater with more workers.
ru: Карьер работает не в полную силу. Он будет работать лучше, если нанять больше рабочих.

# #LookingForLabor
source: Looking for laborers
ru: Ищем работников.

# #MaatAltar
source: Altar of Ma'at
ru: Алтарь Маат

source: Mansion
ru: Особняк

# #MansionDynasty
source: Dynasty Mansion
ru: Особняк династии

# #MansionFamily
source: Family Mansion
ru: Семейный особняк

# #MansionPersonal
source: Personal Mansion
ru: Личный особняк

# #Mansion_Deben
source: Deben per month
ru: Дебенов в месяц

# #Mansion_Royal1
source: Royal Scholar's salary of
ru: Жалование царского учёного

# #Mansion_Royal2
source: Royal Scribe's salary of
ru: Жалование царского писца

# #Mansion_Royal3
source: Royal Judge's salary of
ru: Жалование царского судьи

# #Mansion_Royal4
source: Royal Mayor's salary of
ru: Жалование царского градоначальника

# #Mansion_Royal5
source: Royal Governor's salary of
ru: Жалование царского наместника

# #Mansion_Royal6
source: Nomarch's salary of
ru: Жалование номарха

# #Mansion_Royal7
source: Chancellor's salary of
ru: Жалование казначея

# #Mansion_Royal8
source: Vizier's salary of
ru: Жалование визиря

# #Mansion_Royal9
source: Pharaoh's salary of
ru: Жалование фараона

# #Mansion_Village1
source: Village Elder's salary of
ru: Жалование старейшины

# #Mansion_Village2
source: Village Noble's salary of
ru: Жалование вельможи

# #Mansion_flavor
source: Your home is one of the city's most desirable addresses. Your Mansion gives you the authority to draw a salary.
ru: Ваше жилище — одно из самых привлекательных мест в городе. Особняк даёт вам право назначать себе жалование.

source: Manufactured Goods
ru: Произведённые товары

# #MeatFish
source: Meat & Fish Production
ru: Производство мяса и рыбы

# #MediumGarden
source: Medium Gardens
ru: Средние сады

# #MediumStatue
source: Medium Statues
ru: Средние статуи

# #Military
source: Military Buildings
ru: Военные сооружения

source: Military Academy
ru: Военная школа

# #MilitaryAcademy_flavor
source: When new soldiers finish their basic training at the Recruiter, they seek to improve in quality and capability at this academy, but cannot until it receives its full quota of staff.
ru: Закончив основы военного дела у вербовщика, новобранцы совершенствуют свои навыки в этой школе, однако обучение невозможно, пока не наберётся достаточно наставников.

# #MilitaryAcademy_tooltip
source: Train recruits before they join a fort
ru: Обучает новобранцев перед назначением в форт.

# #MilitaryAcademy_workers_0
source: With no staff, we cannot polish the skills of the city's new soldiers. They will have to go straight to their Forts and hope for the best.
ru: Без работников некому совершенствовать навыки новых воинов. Остаётся отправлять их сразу в форт и надеяться на лучшее.

# #MilitaryAcademy_workers_1
source: We give green soldiers from the city's Recruiter the extra edge they need to excel in today's Egyptian army.
ru: Мы обучаем зелёных новобранцев от вербовщика дополнительными приёмами, которые обязательно пригодятся им в службе в египетской армии.

# #MinOracle
source: Oracle of Min
ru: Оракул Мина

# #MineCopper
source: Copper Mine
ru: Медный рудник

# #MineGem
source: Gemstone Mine
ru: Рудник самоцветов

# #MineGold
source: Gold Mine
ru: Золотой рудник

source: Mines
ru: Рудники

source: Monuments
ru: Монументы

source: Mortuary
ru: Морг

# #Mortuary_flavor
source: Although no one wants to live near one, Mortuaries save lives when disease strikes. The city should have the capacity to embalm all of its dead.
ru: Никто не желает жить рядом с моргом, но он может спасти многие жизни, когда ударит эпидемия. У города должна быть возможность бальзамировать тела умерших.

# #Mortuary_stock
source: Stored Linen<sprite name="Linen">: {0} units.
ru: Запасы ткани<sprite name="Linen">: {0} мер.

# #Mortuary_stock_0
source: Without linen, we cannot prepare the dead for their journey through eternity.
ru: Без ткани невозможно подготовить мёртвых к их вечному путешествию.

# #Mortuary_tooltip
source: With regular deliveries of linen <sprite name="Linen">, will help prevent diseases and increase health in the city
ru: При регулярных поставках ткани <sprite name="Linen"> защищает город от болезней и повышает уровень здоровья.

# #Mortuary_workers_0
source: This Mortuary is not operational, and cannot prepare departed residents' bodies for the afterlife.
ru: Морг не работает и не может готовить тела усопших к путешествию в загробный мир.

# #Mortuary_workers_1
source: This Mortuary is operational and mummifies deceased neighbors quickly and professionally.
ru: Морг работает и быстро и умело мумифицирует усопших.

# #Municipal
source: Administration
ru: Администрирование

# #Naval
source: Wharfs
ru: Причалы

source: No labor
ru: Нет рабочих

# #NoWorkersNearby
source: No workers live nearby
ru: Рядом не живут рабочие.

# #NonFoodFarm
source: Non-Food Farms
ru: Фермы (другое)

# #Oracle_built
source: The Oracle of this Temple Complex is already built
ru: В храмовом комплексе уже есть оракул.

# #Order_Quota_Empty
source: empty
ru: пусто

# #Order_Quota_Full
source: all
ru: всё

# #Order_Quota_Half
source: up to 1/2 of
ru: до 1/2

# #Order_Quota_Quarter
source: up to 1/4 of
ru: до 1/4

# #Order_Quota_ThreeQuarter
source: up to 3/4 of
ru: до 3/4

# #OsirisShrine
source: Shrine to Osiris
ru: Святилище Осириса

# #OsirisShrine_flavor
source: Osiris brings fertility to the land and makes the crops grow. Appease him, or prepare to go hungry.
ru: Осирис несёт плодородие в земли и заботится о росте урожая. Умилостивите его или готовьтесь голодать.

# #OsirisShrine_title
source: Shrine to Osiris (Agriculture)
ru: Святилище Осириса (земледелие)
