Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Buildings.po
Languages: ru

# #StorageYard_flavor
source: All manner of goods need storage. Caravans trade at Storage Yards, Docks swap exports for imports at nearby yards, and Bazaars stock up here, too.
ru: Товары нужно где-то хранить. Склады торгуют с караванами, обмениваются товарами с близлежащими пристанями и пополняют запасы базаров.

# #StorageYard_tooltip
source: Can store every type of resource your city can produce or trade. Can be used for trade on land
ru: Здесь хранятся все ресурсы, которые город может произвести или купить. Используется для торговли с караванами.

# #Storage_DeliveryManBack
source: Our delivery man is on his way back.
ru: Наш разносчик возвращается назад.

# #Storage_DeliveryManGet
source: Our delivery man is out getting goods
ru: Наш разносчик забирает товары.

# #Storage_DeliveryManIn
source: Our delivery man is ready for new orders.
ru: Наш разносчик готов к новым поручениям.

# #Storage_DeliveryManOut
source: Our delivery man is taking goods elsewhere.
ru: Наш разносчик развозит товары.

# #Storage_Order
source: Special orders
ru: Особые указания

# #Storage_Quantity
source: Storing
ru: Хранится

# #Storage_SpaceFor
source: Space for
ru: Можно разместить

# #TaxCollector
source: Tax Collector's office
ru: Контора сборщика налогов

# #TaxCollector_Collector_In
source: Our collector is preparing to depart.
ru: Наш сборщик скоро начнёт обход.

# #TaxCollector_Collector_Out
source: Our collector is out auditing the locals' accounts.
ru: Наш сборщик отправился получать налоги.

# #TaxCollector_NoPalace
source: Your city needs a Palace before you can collect taxes.
ru: Чтобы собирать налоги, нужно построить дворец.

# #TaxCollector_NoWorkingPalace
source: Your city needs a working Palace in order to collect taxes.
ru: Чтобы собирать налоги, нужен работающий дворец.

# #TaxCollector_flavor
source: Although not the most popular workers in the city, tax collectors make our great Kingdom and all the benefits that flow to us possible.
ru: Пусть сборщики налогов не пользуются всеобщей любовью, именно благодаря им царство процветает, и народ может пользоваться его благами.

# #TaxCollector_tooltip
source: Allows you to tax your citizens. Requires a working Palace
ru: Позволяет собирать налоги. Требуется работающий дворец.

# #TaxCollector_workers_0
source: With no collection staff, this office contributes nothing to the city treasury.
ru: Сборщиков нет, эта контора никак не участвует в пополнении городской казны.

# #TaxCollector_workers_1
source: With so few people in this office, local citizens can evade many of their tax bills.
ru: В конторе слишком мало работников, местные жители с лёгкостью уходят от уплаты налогов.

# #TaxCollector_workers_100
source: Currently working with complete efficiency, our collectors ensure that all due taxes on their routes are paid.
ru: Сборщики работают в полную силу и добиваются уплаты всех налогов на своём пути.

# #TaxCollector_workers_25
source: We are badly understaffed and go two weeks between collection patrols.
ru: Сборщиков слишком мало, поэтому между обходами проходит две недели.

# #TaxCollector_workers_50
source: We are understaffed, and have a week's wait before any collectors return to duty.
ru: Не хватает рабочих, приходится ждать неделю между обходами сборщиков.

# #TaxCollector_workers_75
source: We have a day or two of idle time before returning collectors go back out on the streets.
ru: Приходится ждать день-другой, чтобы сборщик совершил очередной обход.

# #TempleBast
source: Temple to Bast
ru: Храм Баст

# #TempleComplexBast
source: Temple Complex to Bast
ru: Храмовый комплекс Баст

# #TempleComplexOsiris
source: Temple Complex to Osiris
ru: Храмовый комплекс Осириса

# #TempleComplexPtah
source: Temple Complex to Ptah
ru: Храмовый комплекс Птаха

# #TempleComplexRa
source: Temple Complex to Ra
ru: Храмовый комплекс Ра

# #TempleComplexSeth
source: Temple Complex to Seth
ru: Храмовый комплекс Сета

source: Temple Complexes
ru: Храмовые комплексы

# #TempleOsiris
source: Temple to Osiris
ru: Храм Осириса

# #TemplePtah
source: Temple to Ptah
ru: Храм Птаха

# #TempleRa
source: Temple to Ra
ru: Храм Ра

# #TempleSeth
source: Temple to Seth
ru: Храм Сета

source: Temples
ru: Храмы

# #ThothOracle
source: Oracle of Thoth
ru: Оракул Тота

source: Tower
ru: Башня

# #Tower_NoSentry
source: We have maintenance staff, but we need guards from a Recruiter to defend the city.
ru: В башне есть работники, но для защиты города вербовщик должен прислать караульных.

# #Tower_UpgradeBow
source: The guard in this Tower can be upgraded with 1 Composite Bow<sprite name="CompositeBows">.
ru: Караульного в этой башне можно улучшить с помощью 1 композитного лука<sprite name="CompositeBows">.

# #Tower_UpgradeButton
source: Upgrade this tower
ru: Улучшить башню

# #Tower_UpgradeFull
source: This Tower is now fully upgraded and will protect your city in the most efficient way.
ru: Башня полностью улучшена и защищает ваш город наилучшим образом.

# #Tower_UpgradeHalf
source: You already upgraded this Tower once, it could be even more efficient in protecting your city with a second upgrade.
ru: Вы уже улучшили эту башню. Можно улучшить её ещё раз, чтобы обеспечить город лучшей защитой.

# #Tower_UpgradeNone
source: This Tower has not yet been upgraded, it will protect your city but could be more efficient.
ru: Башню не улучшали. Она защищает город, но могла бы делать это ещё эффективней.

# #Tower_UpgradeStone
source: This Tower can be upgraded for 1 block of plain stone<sprite name="Plainstone">.
ru: Эту башню можно улучшить с помощью 1 каменного блока<sprite name="Plainstone">.

# #Tower_flavor
source: Build Towers into Walls. When connected to roads, Towers receive guards from the city's Recruiter.
ru: Встраивайте башни в стены. При доступе к дорогам в башнях появляются стражники от вербовщика.

# #Tower_tooltip
source: Must be built on a thick wall. Occupied by a sentry
ru: Размещается на широкой стене. Здесь несёт службу дозорный.

# #Tower_workers_0
source: With no workers, we cannot station Tower guards.
ru: Без работников мы не можем содержать в башне стражников.

# #Tower_workers_1
source: Our men are at full strength, alert and ready to repel any threats.
ru: Наши люди в полном составе бдительны и готовы отразить любую угрозу.

source: Town Palace
ru: Дворец поселения

# #TownPalace_tooltip
source: A proper Palace for your thriving town that stores most of the city treasure. Allows you to collect tax. Must be built on a grassy area.
ru: В этом достойном процветающего города дворце хранится большая часть городских богатств. Позволяет собирать налоги. Размещается на покрытой травой земле.

source: Transport Wharf
ru: Транспортный причал

# #TransportWharf_dockedship
source: Our transport is in port.
ru: Наш корабль пришвартован.

# #TransportWharf_flavor
source: Transport ships, built by Shipwrights, moor here between assignments. Your battalion needs transport to navigate the Nile.
ru: Транспортные корабли, построенные на верфи, швартуются здесь в ожидании новых заданий. Эти корабли необходимы для переброски ваших отрядов по Нилу.

# #TransportWharf_sailingship
source: Our transport is off transporting.
ru: Наш корабль переправляет войска.

# #TransportWharf_tooltip
source: Transports troops to battlefields far away
ru: Перебрасывают отряды на далёкие поля сражений.

# #Troops
source: Forts
ru: Форты

# #Undo
source: Undo your last action and get back
ru: Отменить последнее действие.

# #Vault
source: Vaults hold {0} debens<sprite name="Deben">
ru: Дебенов<sprite name="Deben"> в хранилищах: {0}

source: Village Palace
ru: Дворец деревни

# #VillagePalace_tooltip
source: Stores most of the city treasure. Allows you to collect tax. Must be built on a grassy area
ru: Здесь хранится большая часть городских богатств. Позволяет собирать налоги. Размещается на покрытой травой земле

source: Wall
ru: Стена

# #Wall_flavor
source: While not offering protections on their own, the towers you build on them can help win battles.
ru: Сами по себе стены не защищают. Стройте на них башни, чтобы получить поддержку в битвах.

# #Wall_tooltip
source: Necessary to build towers, terrible for desirability
ru: Необходимы для строительства башен, ужасно влияют на привлекательность.

# #WarningWorkers
source: The Overseer of Workers could shift some labor
ru: Советник по рабочей силе может перераспределить рабочих.

# #WarningWorkersAlert
source: <color=#ea4242>WARNING: Poor access to workers</color>
ru: <color=#ea4242>ВНИМАНИЕ: Плохой доступ к рабочей силе</color>

source: Warship Wharf
ru: Военный причал

# #WarshipWharf_dockedship
source: Our warship is in port.
ru: Наш боевой корабль пришвартован.

# #WarshipWharf_flavor
source: A warship berths here between battles. Any city on the Nile ought to have at least a couple of defensive ships at the ready.
ru: Здесь швартуется боевой корабль в ожидании сражений. Любому городу на Ниле не помешает хотя бы несколько подобных кораблей.

# #WarshipWharf_sailingship
source: Our warship is out in battle.
ru: Наш боевой корабль отправился в бой.

# #WarshipWharf_tooltip
source: A warship to face the battles to come
ru: Боевой корабль для будущих сражений

source: Water Crossing
ru: Переправа

source: Water Lift
ru: Шадуф

# #WaterLift_flavor
source: This Water Lift can pump large volumes of water when Irrigation Ditches are connected to its front or back sluices.
ru: Шадуф перекачивает большие объёмы воды в оросительные каналы, которые соединяются с его передним или задним затворами.

# #WaterLift_floodplain_unconnected
source: This Water Lift needs to be adjacent to water, or connected by an Irrigation Ditch to a working Water Lift, before it will function.
ru: Шадуф должен находиться рядом с водой или соединяться оросительным каналом с другим работающим шадуфом.

# #WaterLift_tooltip
source: Pump water from the Nile into Irrigation Ditches to irrigate your farms.
ru: Качает воду из Нила в оросительные каналы для орошения ферм.

# #WaterLift_workers_0
source: This Water Lift is not working. Ask your Overseer of the Workers to assign more workers to Water Services.
ru: Шадуф не работает. Попросите советника по рабочей силе назначить больше рабочих в службу водоснабжения.

source: Water Supply
ru: Источник воды

# #WaterSupply_flavor
source: Water carriers get clean water from this desirable source, and improve health and happiness as they deliver it to houses on their routes.
ru: Отсюда водоносы забирают чистую воду и разносят в дома, повышая уровень здоровья и счастья.

# #WaterSupply_tooltips
source: Sends a water carrier to deliver drinking water to your houses. Must be built on a grassy area.
ru: Отправляет водоносов для доставки питьевой воды в жилые дома. Размещается на покрытой травой земле.

# #WaterSupply_workers_0
source: With no delivery staff, this facility could just as well be a dry hole in the ground.
ru: Без водоносов пользы от этой постройки как от сухой дыры в земле.

# #WaterSupply_workers_1
source: We are operating with a skeleton staff only. We frequently go a full month without delivering any water.
ru: Здесь работают только служащие. Часто поставок воды нет целый месяц.

# #WaterSupply_workers_100
source: Our staff continuously carry clean water to the local populace.
ru: Наши водоносы постоянно снабжают местных жителей чистой водой.

# #WaterSupply_workers_25
source: We have far too few workers. Sometimes, no water is delivered for up to two weeks at a time.
ru: У нас слишком мало людей. Часто вода не доставляется в течение двух недель.

# #WaterSupply_workers_50
source: We are understaffed, and have dangerous gaps of up to a week in our water delivery cycle.
ru: Водоносов не хватает. Иной раз перерыв между поставками воды достигает целую неделю.

# #WaterSupply_workers_75
source: We are a little short of water carriers. We have gaps of perhaps a day or two in our coverage.
ru: Водоносов немного не хватает. Поставки воды производится с перерывом в день или два.

source: Weaponsmith
ru: Оружейная кузница

# #Weaponsmith_disabled
source: Your Overseer of Commerce ordered a halt to weapon production.
ru: Ваш торговый советник приказал остановить производство оружия.

# #Weaponsmith_flavor
source: Armorers transform copper into spears, which you may trade at a handsome profit or use to equip your own companies.
ru: Оружейники куют из меди копья, которые можно выгодно продать или выдать солдатам.

# #Weaponsmith_stock_0
source: This Weaponsmith needs copper, from a Storage Yard or a Copper Mine, to produce weapons.
ru: Для производства оружия этой кузнице необходимы поставки меди со склада или медного рудника.

# #Weaponsmith_storage
source: Stored copper<sprite name="Copper">: {0} units.
ru: Запасы меди<sprite name="Copper">: {0} мер.

# #Weaponsmith_tooltip
source: Produces weapons <sprite name="Weapons"> out of copper <sprite name="Copper">
ru: Производит оружие <sprite name="Weapons"> из меди <sprite name="Copper">.

# #Weaponsmith_workers_0
source: This Weaponsmith has no employees, and will therefore produce no weapons.
ru: В кузнице никого нет, оружие никто не производит.

# #Weaponsmith_workers_1
source: With hardly any employees, this Weaponsmith contributes very few weapons to the city's efforts.
ru: Здесь почти нет рабочих, в этом году оружейная мастерская внесёт незначительный вклад в производство города.

# #Weaponsmith_workers_100
source: This workshop has all the employees it needs, and produces as many weapons as possible.
ru: В этой мастерской достаточно рабочих, производство оружия идёт полным ходом.

# #Weaponsmith_workers_25
source: There are very few people working at this Weaponsmith. Weapon production is very slow.
ru: В мастерской слишком мало рабочих. Производство оружия идёт очень медленно.

# #Weaponsmith_workers_50
source: This workshop is understaffed. It takes longer to produce weapons than it should.
ru: Здесь не хватает рабочих. Производство оружия занимает больше времени.

# #Weaponsmith_workers_75
source: This Weaponsmith is not fully staffed, so weapon production is slightly slower than it could be.
ru: Эта постройка не работает в полную силу, производство оружия идёт не так быстро.

source: Weaver
ru: Ткацкая мастерская

# #Weaver_disabled
source: Your Overseer of Commerce decreed that linen production be wrapped up.
ru: Ваш торговый советник приказал завязать с производством ткани.

# #Weaver_flavor
source: Here flax is processed into linen, which Mortuaries need for embalming. Linen may also be profitably traded.
ru: Здесь из льняного волокна создают ткань, которая используется моргами для бальзамирования. Ткань также можно выгодно продать.

# #Weaver_stock_0
source: This workshop will produce no linen without a shipment of flax, whether from a Storage Yard or a farm.
ru: Эта мастерская не будет производить ткань без поставок льна со склада или из фермы.

# #Weaver_storage
source: Stored flax<sprite name="Flax">: {0} units.
ru: Запасы льна<sprite name="Flax">: {0} мер.

# #Weaver_tooltip
source: Produces linen <sprite name="Linen"> out of flax <sprite name="Flax">
ru: Производит ткань <sprite name="Linen"> изо льна <sprite name="Flax">.

# #Weaver_workers_0
source: This Weaver has no workers, and so cannot produce any linen at all.
ru: В ткацкой мастерской нет рабочих, и ткань никто не производит.

# #Weaver_workers_1
source: With hardly any employees, this Weaver can produce almost no linen over the coming year.
ru: Здесь почти нет рабочих, в этом году мастерская произведёт очень мало ткани.

# #Weaver_workers_100
source: This Weaver is fully staffed, and produces ample high-quality linen.
ru: Мастерская работает в полную силу, быстро и качественно производя ткань.

# #Weaver_workers_25
source: Very few people work at this Weaver. Linen production is slow as a result.
ru: В этой мастерской слишком мало рабочих. Производство ткани идёт очень медленно.

# #Weaver_workers_50
source: This Weaver is understaffed, and produces linen more slowly than it should.
ru: Мастерской не хватает рабочих, она производит ткань не так быстро, как могла бы.

# #Weaver_workers_75
source: This Weaver could use more workers to reach its full potential for linen production.
ru: Производство ткани пойдёт полным ходом, если нанять ещё больше рабочих.

source: Well
ru: Колодец

# #Well_flavor
source: Citizens without clean water deliveries can draw water from Wells, but Well-water neighborhoods are not the healthiest or most desirable places to live.
ru: Жители, которым не доставляют чистую воду, могут добывать её в колодце, однако в такие районы не столь привлекательны и защищены от болезней.

# #Well_nohouses
source: This well's water is going to waste, as there are no houses within its service range.
ru: Колодец построен зря, поскольку в радиусе действия нет домов.

# #Well_tooltips
source: Provides water within a 2-tile radius. No workers needed. Must be built on a grassy area.
ru: Предоставляет воду на расстоянии двух ячеек. Рабочие не требуются. Размещается на покрытой травой земле.

# #Well_unneeded
source: This well is unneeded. All the houses it serves get deliveries from a Water Supply.
ru: Колодец не бесполезен. Все дома получают воду из источника.

source: Wood Cutter
ru: Лесорубы

# #WoodCutter_disabled
source: Tree cutting has ceased, by order of the Overseer of Commerce.
ru: Рубка деревьев прекращена по приказу торгового советника.

# #WoodCutter_flavor
source: Wood has many uses ranging from monument construction to shipbuilding, and is in great demand throughout the Kingdom.
ru: Древесина используется во многих областях — от возведения монументов до кораблестроения. Она очень востребована по всему Царству.

# #WoodCutter_storage
source: Holds {0} raw wood<sprite name="Wood">.
ru: Запасы брёвен<sprite name="Wood">: {0} штук.

# #WoodCutter_tooltip
source: Dispatches 3 tree-cutters to gather as much wood <sprite name="Wood"> as possible
ru: Отравляет трёх лесорубов добывать древесину <sprite name="Wood">.

# #WoodCutter_workers_0
source: This facility has no workers, and contributes nothing to the city's economy.
ru: Лесорубов нет, эта постройка никак не участвует в экономике города.

# #WoodCutter_workers_1
source: With hardly any tree-cutters, wood output is at a virtual standstill here.
ru: Лесорубов почти нет, поставки древесины практически незначительны.

# #WoodCutter_workers_100
source: This building has all the workers it needs. It harvests wood with maximum efficiency.
ru: В постройке достаточно рабочих. Добыча древесины идёт полным ходом.

# #WoodCutter_workers_25
source: Very few people work at this yard. Wood production is very slow as a result.
ru: В этой постройке слишком мало рабочих. Производство древесины идёт очень медленно.

# #WoodCutter_workers_50
source: This industry is understaffed, and takes longer to cut wood than it should.
ru: В постройке не хватает рабочих, производство древесины занимает больше времени.

# #WoodCutter_workers_75
source: This Wood Cutter is not fully staffed, and wood production is lower than it could be.
ru: Эта постройка не работает в полную силу, добыча древесины идёт не так быстро.

source: Work Camp
ru: Рабочий лагерь

# #Work Camp_both
source: Our laborers are off working on both floodplain farms and monuments.
ru: Наши рабочие трудятся на пойменных полях и на стройках монументов.

# #Work Camp_farms
source: Our laborers are off working on floodplain farms.
ru: Наши рабочие трудятся на пойменных полях.

# #Work Camp_flavor
source: This Work Camp houses laborers who can work either on floodplain farms or on monuments.
ru: В лагере живут рабочие, которые работают на пойменных полях или на стройках монументов.

# #Work Camp_monuments
source: Our laborers are off working on monuments.
ru: Наши рабочие трудятся на стройках монументов.

# #Work Camp_notarget
source: Our laborers are off looking for work.
ru: Наши рабочие отправились на поиски работы.

# #Work Camp_tooltip
source: Provides workers for floodplains farms and monuments.
ru: Готовит рабочих для работы на пойменных полях и на стройках монументов.

# #Work Camp_workers_0
source: This Work Camp needs workers to support the manual laborers based here.
ru: В этом лагере не хватает работников, чтобы поддерживать местных чернорабочих.

# #Work Camp_workers_1
source: We supply as much unskilled labor as is humanly possible.
ru: Мы готовим столько рабочих, сколько вообще возможно.

# #WorkersCount
source: {0} / {1} workers
ru: {0} / {1} рабочих

# #WorkforceCount
source: {0} Employees ({1} needed)
ru: Рабочих: {0} (нужно {1})

source: Zoo
ru: Зоопарк

# #Zoo_stock_gamemeat_0
source: This Zoo has zookeepers, but needs a supply of game meat before any animals can call it home.
ru: В зоопарке есть смотрители, но без мяса дичи животных здесь не поселят.

# #Zoo_stock_straw_0
source: This Zoo has employees, but with no straw it cannot host any animals.
ru: В зоопарке есть смотрители, но без соломы животных здесь не поселят.

# #Zoo_storage_gamemeat
source: Game Meat<sprite name="GameMeat">: {0} units.
ru: Дичь<sprite name="GameMeat">: {0} мер.

# #Zoo_storage_straw
source: Straw<sprite name="Straw">: {0} units.
ru: Солома<sprite name="Straw">: {0} мер.

# #Zoo_tooltip
source: Provides entertainment upon regular deliveries of game meat <sprite name="GameMeat"> and straw <sprite name="Straw">
ru: Развлекает жителей при регулярных поставках мяса дичи <sprite name="GameMeat"> и соломы <sprite name="Straw">.

# #Zoo_workers_0
source: People are afraid to visit a Zoo without zookeepers. Until the Zoo finds some employees, it won't bring the neighborhood any benefit.
ru: Люди боятся приходить в зоопарк, где нет смотрителей. Пока здесь никто не работает, от зоопарка мало толку.

# #Zoo_workers_0_alt
source: With no animals, this Zoo is nothing more than empty cages.
ru: Без животных зоопарк может удивить только пустыми клетками.

# #Zoo_workers_1
source: Exotic animals from near and far delight crowds of citizens at the Zoo.
ru: В зоопарке жители дивятся экзотическим животным со всех уголков земли.

# #building_cannot_burn
source: Cannot burn
ru: Не может сгореть.

# #building_cannot_collapse
source: Cannot collapse
ru: Не может обрушиться.

# #building_damagerisk_00
source: No collapse risk
ru: Нет риска обрушения.

# #building_damagerisk_15
source: Very low collapse risk
ru: Очень низкий риск обрушения.

# #building_damagerisk_30
source: Low collapse risk
ru: Низкий риск обрушения.

# #building_damagerisk_45
source: Some collapse risk
ru: Небольшой риск обрушения.

# #building_damagerisk_60
source: High collapse risk
ru: Высокий риск обрушения.

# #building_damagerisk_75
source: Very high collapse risk
ru: Крайне высокий риск обрушения.

# #building_damagerisk_90
source: Extreme collapse risk
ru: Экстремально большой риск обрушения

# Altar_button
source: Build the Altar for {0}<sprite name="Deben">
ru: Построить алтарь за {0}<sprite name="Debens">

# Oracle_button
source: Build the Oracle for {0}<sprite name="Deben">
ru: Построить оракул за {0}<sprite name="Debens">
