Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Encyclo.po
Languages: ru

# #Pottery_Content
source: It was unlikely that there was a home that did not possess pottery. Pottery manufacture, one of the oldest industries in ancient Egypt, originated in the home, where women produced whatever vessels were needed for cooking. Like other industries in Egypt, pottery making moved from the milieu of the home to the workshop. The first step to making pottery was preparing the <link="#Clay_Title"><u>clay</u></link> for use. The clay had to be kneaded, and often straw or chaff was added to the clay to act as a binding agent. Men kneaded the clay by hand or by foot, stepping on it to make the clay workable. The clay was then placed on a wheel to be shaped. The potter's wheel evolved through time. In its earliest form, the potter turned the wheel with one hand while molding the clay with the other. Because the potter could not turn the wheel very fast, the pottery had to be smoothed by hand later. During the New Kingdom, a second person spun the wheel with both hands while the potter shaped the vessel. This led to a much smoother finished product. By the end of the New Kingdom, the potter was again spinning his own wheel, this time with his feet, which yielded the smoothest pottery yet. After the vessels were shaped, they were left to dry. The pieces were decorated during the drying process. After drying, they were fired in a kiln. The kiln was a large oven with a fire chamber at its base. The fire chamber was separated from an upper chamber by a clay grid. Pottery was placed on this grid. The top chamber was sealed except for a hole to let smoke out. Once firing was complete, the product was finished and stored until needed.
ru: Вряд ли можно было найти хозяйство, в котором не использовалась керамическая посуда. Гончарное дело, одно из старейших производств Древнего Египта, зародилось в домашних условиях, где женщины изготавливали сосуды, необходимые для приготовления пищи. Как и другие отрасли Египта, гончарное дело трансформировалось из домашнего производства в производство в специализированных мастерских. Для изготовления гончарных изделий сначала особым образом подготавливалась <link="#Clay_Title"><u>глина</u></link>. Её месили, добавляли в неё солому или мякину для придания вязкости. Мужчины месили глину руками или ногами, размягчая её и делая податливой. Затем глину помещали на гончарный круг для придания формы. Устройство гончарного круга эволюционировало с течением времени. В самом начале гончару приходилось крутить круг одной рукой, а другой — обрабатывать глину. Поскольку в таком случае невозможно было вращать круг достаточно быстро, получавшуюся посуду приходилось дополнительно шлифовать вручную. Во времена Нового царства помощник вращал круг обеими руками, пока гончар формировал сосуд. В результате получалось более гладкое изделие. К концу Нового царства гончар снова вращал круг самостоятельно, но на этот раз уже с помощью ног, что давало самую гладкую глиняную посуду. После формовки сосуды оставляли сушиться. Изделия покрывались рисунками, после чего их обжигали в большой печи с топкой в основании, отделённой от верхней камеры глиняной решёткой. На эту решётку помещались изделия, после чего камера закрывалась. После завершения обжига изделие было готово к употреблению и хранилось до тех пор, пока не понадобится.

# #Pottery_Title
source: Pottery
ru: Гончарное дело

# #Priests_Content
source: Because ancient Egypt was a theocracy, priests frequently assumed administrative roles within their communities, sometimes dispensing justice. Their role extended far beyond religious duties. The mark of a priest was his cleanliness. The priests underwent purification rites before they could enter the temple and shaved off their hair to ensure they did not harbor lice or other impurities. Depending on which god a priest served, he was prohibited from eating certain types of food. Priests had special clothing. The priests performing mortuary cult rituals adorned themselves with leopard skins. The primary religious concern for the priesthood was the care and feeding of the resident god. Each temple had a statue of its patron god on the premises. Each priest in the temple had his own responsibility to make sure the god was happy. Some of the priests were in charge of making sure the god was well fed. Using food that had been given as an offering by locals or produced on the temple's estate, the priests prepared a meal for the god. The god would partake of the 'essence' of the food, and the priests ate the leftovers. The priests also clothed and bathed the god and provided entertainment. Occasionally, the god would be taken on an outing and paraded through the city (see <link="#Festival_Title"><u>festivals</u></link> for more). The priesthood was divided into distinct classes. The most elite priest was the High Priest, also called the First Prophet, who was appointed by the pharaoh. The High Priest was the ultimate authority within the temple and frequently served as an advisor to the pharaoh. Beneath the High Priest were the Deputy High Priests, or Second Prophets, who oversaw particular functions of the temple or its estate, such as the workshops or the farms. Beneath them were the priests responsible for particular functions like bathing the god or providing entertainment. Most priests served in shifts, working one month out of every three.
ru: Поскольку Древний Египет был теократическим государством, жрецы часто выполняли административные функции в своих общинах, иногда также вершили правосудие. Их роль простиралась далеко за пределы религиозных обязанностей. Отличительной чертой жреца была его опрятность. Прежде чем войти в храм, жрецы проходили обряд очищения и сбривали волосы, дабы убедиться, что в них нет вшей и других нечистот. В зависимости от того, какому богу служил жрец, ему запрещалось есть те или иные виды пищи. Жрецы носили особую одежду, а те, что проводили погребальные обряды, также украшали себя леопардовыми шкурами. Главной религиозной обязанностью жрецов была забота и кормление местного бога. В каждом храме была статуя бога-покровителя. Каждый жрец в храме нёс персональную ответственность за то, чтобы бог был счастлив. Некоторые жрецы отвечали за то, чтобы бог был хорошо накормлен. Используя подношения, подаренные местными жителями, жрецы готовили еду для бога. Бог вкушал «сущность» пищи, а жрецам оставались остатки от этой трапезы. Жрецы также одевали, купали и развлекали бога. Время от времени бога брали на прогулку и водили по городу (дополнительную информацию см. в статье о <link="#Festival_Title"><u>праздниках</u></link>). Жречество было разделено на отдельные классы. Самым важным жрецом был Верховный жрец («Первый пророк»), назначаемый самим фараоном. Верховный жрец был самым главным в храме и часто служил советником фараона. Ниже по рангу находились заместители Верховного жреца («Вторые пророки»), которые курировали определённые аспекты деятельности храма или его поместья, такие как мастерские или фермы. Ниже находились жрецы, ответственные за определённые функции, такие как омовение бога или развлечение. Большинство жрецов служило посменно, работая один месяц через три.

# #Priests_Title
source: Priests
ru: Жрецы

# #Ptah_Content
source: Ptah is god of the craftsmen and associated with the Men-nefer (Memphis) pharaohs who first united Egypt (see <link="#Religion_Title"><u>religion</u></link> for more on the Men-nefer pharaohs' effect on Egyptian beliefs). He was especially revered by the craftspeople at Deir El-Medina who built the tombs in the Valley of the Kings and Valley of the Queens. Amon was a fertility god who was later merged with Ra to become Amon-Ra, and was then worshipped as a sun god. He is often depicted with the head of a ram, or as a man wearing a crown composed of two tall falcon feathers. He came to prominence during the Twelfth Dynasty when Waset (Thebes) kings assumed control of Egypt. Thoth was god of wisdom and learning and considered to be scribe to the other gods. He was most closely associated with Khmun (Hermopolis).
ru: Птах — бог ремесленников, обычно ассоциируемый с фараонами Мен-нефера (Мемфиса), впервые объединившими с помощью <link="#Religion_Title"><u>религии</u></link> Египет. Его особенно почитали мастера Дейр-эль-Медины, строившие гробницы в Долине Царей и в Долине Цариц. Амон был богом плодородия, образ которого позднее был отождествлён с Ра, став тем самым Амон-Ра, почитаемому как богу солнца. Его часто изображают с головой барана или в виде мужчины с головным убором, состоящим из двух длинных соколиных перьев. Он стал популярным во времена XII династии, когда цари Уасета (Фив) стали править Египтом. Тот был богом мудрости и знаний и считался писцом других богов. Наиболее тесно он был связан со Шмуном (Гермополем).

# #Ptah_Title
source: Ptah, Amon and Thoth
ru: Птах, Амон и Тот

# #Pyramids_Content
source: People have speculated for centuries on how the pyramids were built. It seems unfathomable that the ancient Egyptians, without the benefit of forklifts, cranes, backhoes and a slew of other modern equipment, could have constructed such magnificent structures. The building of any pyramid started with a well laid-out plan. The vizier, second only to the pharaoh in rank, most likely oversaw the entire process with the royal architect (known as medjeh nesu in ancient Egyptian) specifying the plans. The royal architect was responsible for choosing material and figuring out how to get the material to the site. After the site was carefully chosen, astronomers determined the north-south axis of the pyramid. Then, surveyors laid out all sides of the pyramid using a special kind of cord that was so thick that it would not stretch and ruin the dimensions of the pyramid. Then, the ground was leveled, perhaps by filling ditches with water to determine a uniform plane. Once these tasks were complete, construction was ready to begin. To kick off construction, a ceremony was held in which the pharaoh marked the corners of the pyramid with stakes, stretched a cord between the stakes, and placed a ceremonial mud brick as the first stone in the monument. At this point, the <link="#Stonemason_Title"><u>stonemasons</u></link> and laborers took over. For pyramids with subterranean chambers, stonemasons carved out the underground rooms, including the burial chamber. Once these were ready, the arduous process of bringing stone blocks, some of which weighed as much as 2.5 tons, began. The stones were hauled on sleds, and ramps were probably used to reach the higher parts of the pyramid. In addition to the rough-hewn stones that made up the interior of the pyramid, finer stone encased the structure. Pyramids were generally part of larger pyramid complexes. The pyramid complex featured a valley temple that sat on the water or on the edge of the cultivated area. From the valley temple, a long causeway led to the mortuary temple, which was situated on the east side of the pyramid. The form of pyramids evolved as the technology to build them was refined. The first pyramid, Djoser's Step Pyramid, does not have smooth sides. Built around 2620 BC, the Step Pyramid is a series of squares stacked on top of each other. The first true pyramid is Snofru's, built around 2550 BC. An outer casing smoothed the 'steps' of the pyramid, and this practice was soon adopted for other pyramids. The largest pyramid is Khufu's, which measures 252 x 252 yards (230 x 230 meters) and reaches a height of 160 yards (146 meters). One unique pyramid is Snofru's Bent Pyramid. The angle of the sides of the pyramid changes about two-thirds of the way up from the base. The speculation is that architects determined that the pyramid would have been too heavy and prone to collapse if it had continued to be built at its original angle.
ru: Столетиями люди спорили о том, как были построены пирамиды. Кажется непостижимым, что древние египтяне без погрузчиков, кранов, экскаваторов и другого современного оборудования могли построить такие великолепные сооружения. Строительство любой пирамиды начиналось с хорошо проработанного плана. Визирь, второе по важности лицо после фараона, скорее всего, следил за всем процессом вместе с царским архитектором («медже несут» на древнеегипетском), уточняющим планы. Царский архитектор отвечал за выбор материала и способы его доставки к месту стройки. После тщательного выбора места астрономы ориентировали ось пирамиды в направлении север-юг. Затем землемеры выкладывали стороны с помощью особого каната, который был достаточно толстым, чтобы не растягиваться и не искажать размеры пирамиды. После этого выравнивали землю, возможно, заполняя канавы водой, чтобы получить общий уровень. После завершения подготовительных работ всё было готово к началу строительства. Сперва проводилась церемония, в ходе которой сам фараон отмечал углы пирамиды кольями, протягивал между ними верёвку и закладывал церемониальный кирпич в качестве первого камня в монументе. С этого момента за дело брались <link="#Stonemason_Title"><u>каменотёсы</u></link> и рабочие. Для пирамид с подземными камерами каменотёсы вырезали помещения, в том числе погребальную камеру. Как только они были готовы, начинался трудный процесс доставки каменных блоков, некоторые из которых весили до 2,5 тонн. Камни тащили на салазках, а для достижения более высоких частей пирамиды, вероятно, использовались пандусы. В дополнение к грубо обтёсанным камням, которые составляли основу пирамиды, стороны облицовывались отполированным камнем. Пирамиды, как правило, были частью более крупных комплексов. В комплексе пирамид был храм в долине, стоявший на воде или на краю обрабатываемых полей. От храма в долине вела длинная дамба к заупокойному храму, расположенному на восточной стороне пирамиды. Форма пирамид развивалась по мере совершенствования технологии их строительства. Первая пирамида — ступенчатая пирамида Джосера — не имеет гладких сторон. Эта пирамида, построенная около 2620 г. до н.э., представляет собой ряд квадратов, уложенных друг на друга. Первая настоящая пирамида — пирамида Снофру, была построена около 2550 г. до н.э. Внешняя облицовка сглаживала «ступени» пирамиды, и вскоре эта практика стала использоваться для других пирамид. Самая большая пирамида — пирамида Хуфу (Хеопса), имеет размеры 230 на 230 метров и достигает высоты 146 метров. Одним из уникальных монументов является ломаная пирамида Снофру. Угол наклона пирамиды изменяется примерно на высоте двух третей от общей высоты. Существует теория, что во время строительства архитекторы поняли, что пирамида стала бы слишком тяжёлой и могла бы обрушиться под своим весом, если бы её продолжили строить под первоначальным углом.

# #Pyramids_Title
source: Pyramids
ru: Пирамиды

# #Quarries_Content
source: The Egyptians quarried several types of rock for their pyramids, temples and monuments, including limestone, granite, sandstone, basalt, slate, alabaster and porphyry. Quarrymen were equipped with chisels and pounders to extract hard rock, and copper saws to extract softer rock. Most quarries operated only during the Inundation when state construction projects were at their peak. Some quarries operated year-round, especially if a large construction project, like a pyramid, was underway. To transport the blocks to their final destination, the blocks were placed on a sled and dragged by a team of workmen. Logs were frequently laid down to act as rollers, facilitating the process. Sometimes, water was poured in front of the sled to ease friction. Slaves made up some of the labor force at quarries, although Egyptians still made up the bulk of the labor force.
ru: Египтяне добывали различные виды горных пород для строительства пирамид, храмов и монументов, включая известняк, гранит, базальт, сланец, алебастр и порфир. Рабочие карьера использовали долота и молотки для отделения твёрдых пород и медные пилы — для отделения мягких. Большинство карьеров работало только в период разлива, когда строительство царских монументов было в самом разгаре. Некоторые карьеры работали круглый год, особенно когда велось строительство чрезвычайно большого монумента, например, пирамиды. Для транспортировки к месту назначения блоки помещали на специальные салазки и перетаскивались командами рабочих. Чтобы облегчить процесс, часто под блоки клались брёвна, игравшие роль роликов. Иногда перед салазками лили воду, чтобы уменьшить трение. В каменоломнях часто использовался труд рабов, хотя основную часть работ выполняли вольнонаёмные египтяне.

# #Quarries_Title
source: Quarries
ru: Карьеры

# #Ra_Content
source: Ra was viewed as the chief god throughout much of Egypt's history. As the forefather of all the gods in the Ennead, he was the ultimate creator god and associated with the sun. Ma'at was the goddess of justice, also associated with truth and order. The ostrich feather she wears on her head is used during the weighing of the heart, the last step that individuals must undertake before they enter the afterlife. Horus was most closely associated with the pharaohs. He was the son of Osiris and Isis and avenged his father's death by exposing Seth as the killer of Osiris. Horus was represented by a falcon.
ru: Ра считается верховным богом Египта на протяжении большей части его истории. Как праотец всех богов Эннеады, он был высшим богом-творцом и ассоциировался с солнцем. Маат была богиней справедливости, а также истины и миропорядка. Страусиное перо, которое она носит на голове, используется для взвешивания сердца усопшего перед тем, как ему будет дозволено войти в загробную жизнь. Гор был наиболее тесно связан с фараонами. Будучи сыном Осириса и Исиды, он отомстил за смерть своего отца, разоблачив Сета как убийцу Осириса. Гор изображается в облике сокола.

# #Ra_Title
source: Ra, Ma'at and Horus
ru: Ра, Маат и Гор

# #Reeds_Content
source: Reaching heights of up to 25 feet, papyrus reeds weren't used just for paper in Egypt. Papyrus reeds were manufactured into a variety of household goods including mats, sandals and rope. The pith of the plant was enjoyed as food. Sometimes, the stem of the plant was used as a replacement for wood, and stalks of the plant would also be bound together and used as a raft. Papyrus reeds nearly became extinct, but have enjoyed a recent resurgence. Papyrus reeds are again being harvested and manufactured into paper - this time to be sold to tourists.
ru: Достигая пяти метров в высоту, сыть папирусная (или просто папирус) использовалась в Египте не только для изготовления бумаги. Из папируса также изготовлялись различные предметы домашнего быта, включая коврики, сандали и верёвки. Сердцевину растения употребляли в пищу. Иногда растения могли заменить древесину, например, связанные вместе стебли могли использоваться для постройки лодок. Совсем недавно папирус был под угрозой исчезновения, но теперь смог восстановиться. Ныне тростник снова выращивается и используется в изготовлении бумаги — на этот раз в качестве туристических сувениров.

# #Reeds_Title
source: Reeds
ru: Тростник

# #Religion_Content
source: Egyptian religion featured a well-populated pantheon of major and minor gods. Most cities, and even individuals, viewed a specific god as their patron, and this practice influenced which gods held the most importance. One of the earliest belief structures was the Ennead, or group of nine gods. Founded in the city of On (Heliopolis), the first god in the Ennead is Atum, who linked with Ra to become Ra-Atum. Ra-Atum, though male, managed to single-handedly produce twins, Shu and Tefnut. Shu was god of the air, and Tefnut was goddess of moisture. Shu and Tefnut had two children: Geb, god of the earth, and Nut, goddess of the sky. Geb and Nut produced four children: Isis, Osiris, Nephthys and Seth. Rounding out the nine gods is Horus, son of Isis and Osiris. This system of gods dominated the religion of pharaonic Egypt. According to Manetho, a historian who lived during the Ptolemaic Period, when Hor-Aha united Upper and Lower Egypt in the First Dynasty, he founded the capital at Memphis and established the cult of Ptah, a creator god. Manetho wrote that Hor-Aha maintained that the Ennead gods were all manifestations of Ptah. However, Ra remained the predominant god Heliopolis. Another creation myth was founded in the Upper Egyptian city of Khmun (Hermopolis). The Hermopolitans theology consists of the Ogdoad, or group of eight gods. In the Ogdoad, a pair of male and female gods represented different aspects of the cosmos. Nun and Naunent represented the primordial waters, Huh and Hauhet represented unendingness, Kuk and Kauket were gods of primordial darkness, and Amon and Amaunet were gods of inactivity whose names mean "the hidden one". In the New Kingdom, Amon unseated Ra as the primary god. Amon's domination continued until the reign of Akhenaten. Akhenaten attempted to introduce a new theology into Egypt, maintaining that the god Aten, who was embodied by the sun's disk, was the primary god. Some scholars have suggested his religion may have been an early format of monotheism, but this is hotly debated. During his rule, known today as the Amarna period, Akhenaten closed down the temples of other gods. Upon his death, however, traditional religion was quickly reintroduced, and the temples to other gods were reopened.
ru: Египетская религия отличалась многочисленным пантеоном главных и второстепенных богов. Большинство городов и даже отдельные лица считали своим покровителем определённого бога, и эта практика влияла на то, какие боги имели наибольшее значение. Одной из самых ранних структур верований была Эннеада — группа из девяти богов. Первым богом Эннеады являлся Атум, покровитель города Она (Гелиополис), который соединился с Ра, чтобы стать Ра-Атумом. Ра-Атум, хотя и мужчина, сумел в одиночку произвести на свет близнецов, Шу, бога воздуха, и Тефнут, богиню влаги. У Шу и Тефнут было двое детей: Геб, бог земли, и Нут, богиня неба. Геб и Нут произвели на свет четверых детей: Исиду, Осириса, Нефтиду и Сета. Завершает девять богов Гор, сын Исиды и Осириса. Эта система богов господствовала в религии Египта. Согласно историку Манефону, жившему в период Птолемеев, когда фараон Хор Аха объединил Верхний и Нижний Египет в Первую династию, он основал столицу в Мемфисе и установил культ Птаха, бога-творца. Согласно записям Манефона, Хор Аха утверждал, что все боги Эннеады были проявлением Птаха. Однако Ра оставался преобладающим богом Гелиополя. Другой миф о сотворении мира произошёл из города Шмун (Гермополь) в Верхнем Египте. Богословие гермополитов состоит из Огдоады, или группы восьми богов. В Огдоаде пара богов мужского и женского пола представляла разные аспекты космоса. Нун и Наунен представляли изначальные воды, Хух и Хаухет — бесконечность, Кук и Каукет были богами изначальной тьмы, а Амон и Амаунет — богами бездействия, имена которых означают «сокрытое». Во время Нового царства Амон сместил Ра в качестве главного бога. Господство Амона продолжалось до правления Эхнатона, который попытался ввести в Египте новую теологию, утверждая, что бог Атон, воплощённый солнечным диском, был первичным богом. Некоторые учёные предполагают, что его религия могла быть ранней формой монотеизма, но это горячо обсуждается. Во время своего правления, известного сегодня как период Амарны, Эхнатон закрыл храмы других богов. Однако после его смерти традиционная религия была быстро восстановлена, и храмы богов были вновь открыты.

# #Religion_Title
source: Religion
ru: Религия
