Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Encyclo.po
Languages: ru

# #Lamps_Content
source: Ancient Egyptians manufactured small ceramic lamps that burned natural <link="#Oil_Title"><u>oils</u></link> or rendered animal fat as fuel. Such lamps were used as a light source for craftsmen working deep inside a burial tomb.
ru: Древние египтяне изготавливали небольшие керамические лампы, для заправки которых применялись натуральное <link="#Oil_Title"><u>масло</u></link> или топлёный животный жир. Такие лампы использовались в качестве источника света ремесленниками, работавшими глубоко в гробницах.

# #Lamps_Title
source: Lamps
ru: Лампы

# #Law_Content
source: Egyptians with grievances against others could take their complaints to a magistrate. Depending on the seriousness of the offense, the case might be decided by a local magistrate or by the vizier himself. Local magistrates were sometimes lower-ranking officials in the town, like a chief workman. Scribes attended the court cases and recorded participants, witnesses, testimony and punishments. Everyone was subject to the law, upper and lower classes alike. In one scene engraved on a mastaba chapel of an Old Kingdom vizier, local governors are being punished for withholding tax revenue. Women, too, were active participants in court cases. In one case, a woman is awarded property that had been illegally claimed by her in-laws. In another case, a woman is found guilty of stealing a tool and a vessel from a shrine of Amun. Punishments for crime could be quite severe and frequently involved beatings or forced labor. During the New Kingdom's 18th dynasty, the punishment for stealing hides was 100 blows and five open wounds. Some particularly heinous crimes were punishable by cutting off the criminal's nose and banishing him or her to the outskirts of Egypt. Egyptian law was not strictly codified, and most punishments were meted out on a case-by-case basis. There are some lists of crimes and their punishments remaining, particularly from the New Kingdom, but these lists tend to be contradictory. Justice was an important concept in the afterlife as well. Before a person could enter the afterlife, he or she had to make a 'negative confession,' listing all the bad things the person hadn't done during his lifetime. After the negative confession, the individual's heart is weighed against a feather from Ma'at's headdress. If the heart weighs the same as the feather, he or she gains admittance into the afterlife. If it is heavier than the feather, the heart is eaten by Ammit, a hideous monster, and the person is denied access to the afterlife.
ru: Египтяне, у которых были претензии к другим, могли обратиться со своими жалобами к магистрату. В зависимости от серьёзности правонарушения дело могло решаться местным судьёй или самим визирем. Местными магистратами иногда могли быть чиновники более низкого ранга, например, главный рабочий. Писцы посещали судебные дела и записывали участников, свидетелей, показания и приговоры. Перед законом все были равны, как богатые, так и бедные. Одна из сцен, выгравированная в часовне мастабы визиря времён Старого царства, изображает наказание местных правителей, вовремя не выплативших налоги. Женщины также были активными участниками судебных процессов. В одном деле женщине была присуждена собственность, на которую незаконно претендовали её родственники. В другом деле женщину признали виновной в краже инструмента и сосуда из святилища Амона. Приговоры за преступления могли быть довольно суровыми и часто включали телесные наказания или принудительные работы. Во времена XVIII династии Нового царства наказанием за кражу шкур являлись 100 ударов кнутом и пять открытых ран. За некоторые особо тяжкие преступления преступнику отрезали нос и выслали на задворки Египта. Египетские законы не были строго кодифицированы, и большинство наказаний применялись в каждом конкретном деле. Сохранились списки преступлений и наказаний за них, особенно из Нового царства, но при этом сведения из них, как правило, противоречивы. Правосудие было важным понятием в загробной жизни. Прежде чем человек мог войти в загробный мир, он должен был «покаяться» в тех дурных поступках, которых он не совершал при жизни. После этого покаяния сердце человека взвешивали на особых весах, сравнивая его с пером из головного убора Маат. Если сердце весило столько же, сколько и перо, то человек получал доступ в загробную жизнь. Если сердце было тяжелее пера, его пожирала чудовищная Амат, а человеку отказывали в праве на загробную жизнь.

# #Law_Title
source: Law
ru: Закон

# #Linen_Content
source: Made from <link="#Flax_Title"><u>flax</u></link>, linen was the predominant textile in ancient Egypt. While some cloth was made from wool or hemp, this cloth was considered to be much inferior to linen. To make cloth, flax fibers had to first be spun into thread. Seated in front of piles of flax, spinners twisted the fibers together and wound them into balls. Then, the thread was attached to spindles, and weaving would begin. The Egyptians used a horizontal loom placed on the floor. The weavers threaded the loom with two parallel rows of thread (the warp). Two workers sat at either side of the loom and sent the threaded shuttle (the weft) back and forth to make cloth. During the New Kingdom, a vertical loom replaced the horizontal loom. The vertical loom allowed weavers to sit more comfortably on stools. The majority of weavers were women.
ru: Изготовляемая изо <link="#Flax_Title"><u>льна</u></link> ткань была преобладающей материей в Древнем Египте. Хотя попадались ткани, изготовленные из шерсти или пеньки, считалось, что они значительно уступают льняной. Для изготовления ткани волокна льна сначала пряли в нить. Сидя перед ворохом льна, прядильщики скручивали волокна вместе и сматывали их в клубки. Затем нить крепилась к веретену, и начиналось ткачество. Египтяне использовали горизонтальный ткацкий станок, установленный на полу. Ткачи заправляли ткацкий станок двумя параллельными рядами нитей (основой). Двое рабочих сидели по сторонам от станка и отправляли челнок с уточной нитью туда и обратно для изготовления ткани. Во время Нового Царства горизонтальный станок был заменён вертикальным, который позволял ткачам удобно устраиваться на табуретах. Большинство ткачей было женщинами.

# #Linen_Title
source: Linen and Weaving
ru: Ткани и ткачество

# #Literature_Content
source: Armed with a written language, the Egyptians recorded many of their stories, poems and hymns. These texts were stored in libraries associated with the Per-Ankh (house of life), or <link="#Education_Title"><u>Scribal School</u></link>, which was adjacent to the Temple. Egyptian literature sprang from an oral tradition, and for the most part literature was recorded as a reminder to the storyteller. Most Egyptians were illiterate, and many <link="#Scribes_Title"><u>scribes</u></link> were storytellers who used the written record to help them remember the stories, hymns and poems. Those who knew how to read, particularly those associated with the pharaoh's court, could gain access to the libraries and read papyri for themselves. Ancient Egyptian literature could be divided into several different genres, including autobiography, adventure tales, folktales, mythology, lament, poetry, and hymns, among others. Of these forms, autobiography was the oldest and came from the tradition of engraving a person's accomplishments on his tomb. Satire was also popular.
ru: Зная секрет письменности, египтяне записывали множество историй, поэм и гимнов. Эти тексты хранились в библиотеках при пер-анхе (доме жизни) или <link="#Education_Title"><u>школе писцов</u></link>, находящейся по соседству с храмами. Египетская литература исходит из устной традиции, и большая часть текстов записывалась как напоминание рассказчику. Большинство египтян были неграмотны, и многие <link="#Scribes_Title"><u>писцы</u></link> также были рассказчиками, использовавшими записи для запоминания историй, гимнов и стихов. Те, кто умел читать, особенно те, кто был связан со свитой фараона, могли получить доступ к библиотекам и самостоятельно читать папирусы. Древнеегипетскую литературу можно разделить на несколько жанров, включая автобиографии, приключенческие рассказы, народные сказки, мифы, похоронные песни, стихи и гимны. Автобиография является древнейшим жанром, произошедшим от традиции гравировать прижизненные достижения человека на его могиле. Популярна была также сатира.

# #Literature_Title
source: Library and Literature
ru: Библиотеки и литература

# #LuxuryGoods_Content
source: Food, drink and clothing were enough for peasants, but the upper classes in ancient Egypt required a retinue of products to maintain their lifestyles. Chief among these luxuries was makeup. Both men and women wore eye makeup, either kohl or malachite. In addition to enhancing appearance, the Egyptians believed that eye makeup protected their vision. Women also used henna for nail polish and occasionally as hair dye. Cleanliness was important to the ancient Egyptians, and in addition to regular bathing they perfumed themselves with various oils and extracts. Myrrh and frankincense were both used for this purpose. Related to cleanliness was the use of wigs. Most Egyptians kept their hair short, possibly to prevent lice, and adorned their heads with wigs. Wigs came in various styles, and many men and women had more than one. Wigs were generally made from human hair, which was attached to the wig's base with string. Only the wealthy could afford wigs or hair extensions made of real human hair. Poorer people would wear wigs made of animal hair or wool or even plant fiber. <link="#Jewelry_Title"><u>Jewelry</u></link> was another popular luxury item for the wealthy.
ru: Обычным крестьянам было довольно еды, питья и одежды, но более зажиточные люди Древнего Египта нуждались в особых предметах для поддержания своего образа жизни. Главенствующую роль в предметах роскоши занимала косметика. И мужчины, и женщины красили веки сурьмой или малахитом. Помимо красоты, древние египтяне считали, что такой макияж способствует острому зрению. Женщины также использовали хну в качестве лака для ногтей и (иногда) краски для волос. Для древних египтян была важна гигиена, и помимо регулярного купания они натирались различными маслами и экстрактами на основе мирры и ладана. С гигиеной также связано использование париков. Вероятно, большинство египтян коротко стриглись, защищаясь от вшей, а для украшения головы использовали парики всевозможных стилей. У многих мужчин и женщин было больше одного парика. Парики изготовлялись, как правило, из человеческих волос, которые прикреплялись к основе с помощью нитки. Только богатые жители могли позволить себе парики или наращивание из настоящих человеческих волос. Бедные люди обходились париками из волос животных, шерсти или даже растительного волокна. <link="#Jewelry_Title"><u>Украшения</u></link> были ещё одним популярным среди богатого населения предметом роскоши.

# #LuxuryGoods_Title
source: Luxury Goods
ru: Предметы роскоши

# #Malaria_Content
source: Malaria was one of the risks of living near marshes. Malaria in humans is caused by any of four parasites carried by the anopheles mosquito, which is primarily active at night. The onset of malaria is marked by fever, which is followed by muscle aches, sweating and fatigue. One of the malaria-causing parasites produces severe cases that can lead to death. To prevent potentially fatal and, at the very least, annoyingly itchy mosquito bites, ancient Egyptians used mosquito netting on their beds. Herodotus, a Greek historian, also notes that the Egyptians elevated their beds onto towers to sleep, believing that mosquitoes could not fly at that height.
ru: Малярия была одной из угроз жизни вблизи болот. Малярия у людей вызывается любым из четырёх паразитов, переносимых малярийными комарами, которые в основном активны ночью. Первым симптомом малярии является лихорадка, за которой следуют мышечные боли, потливость и утомляемость. Один из паразитов вызывает осложнения, которые могут привести к смерти. Чтобы предотвратить потенциально смертельные, чрезвычайно раздражающие и вызывающие зуд укусы комаров, древние египтяне использовали москитную сетку, защищающую их место отдыха. Древнегреческий историк Геродот также отмечал, что египтяне поднимали свои кровати на возвышения, полагая, что комары не могут летать на такой высоте.

# #Malaria_Title
source: Malaria
ru: Малярия

# #Mastaba_Content
source: The earliest Old Kingdom pharaohs and nobility were buried underneath mastabas. Mastabas covered the shaft that led down to the tomb chamber. They started rather simply, as low structures with text inscribed on them, but developed into larger structures, complete with chapels. Mastabas are viewed as the forerunners of pyramids, and Djoser's Step Pyramid may have begun as a mastaba.
ru: Фараоны и знать раннего Древнего царства хоронились в погребальных камерах, расположенных глубоко под мастабами. Поначалу они выглядели довольно скромно в виде приземлённых структур с написанным на них текстом, но после превратились в крупные сооружения с молельнями. Мастабы считаются предшественниками пирамид, и ступенчатая пирамида Джосера, возможно, закладывалась как мастаба.

# #Mastaba_Title
source: Mastaba
ru: Мастаба

# #Medicine_Content
source: Like other parts of Egyptian society, the medical profession was highly segmented and bureaucratic. The profession was organized along hierarchical lines, with doctors holding titles such as senior doctor, inspector, overseer and master of physicians. The highest-ranking doctor was the 'Chief of Physicians of the South and North.' Doctors gained their medical knowledge through studying the internal organs of animals and texts, not through observing the embalming process. Medicine was distinctly separate from the funerary rites. Good health was anchored in the concept of metu, or channels. The heart was the center of the body, and all parts of the body were linked to the heart by metu. More than a description of the circulatory system, all systems of the body were considered to be metu. Illness occurred when some part of the metu was blocked. To cure illnesses, doctors prescribed medicine combined with prayer. For more on Egyptian pharmaceutical practices, see <link="#Apothecary_Title"><u>apothecaries</u></link>. Egyptians suffered from polio, smallpox, tuberculosis of the spine and malaria, among other maladies. The Egyptians were also prone to illness caused by parasitic worms.
ru: Как и другие аспекты египетского общества, медицина была сильно сегментирована и бюрократизирована. Профессия была организована по иерархическому принципу: врачи имели такие титулы, как «проверяющий», «старший», «руководитель», «просвещённый» и «главный лекарь». Самым высокопоставленным врачом был «главный лекарь Юга и Севера». Врачи получали свои знания, изучая внутренние органы животных и манускрипты, а не наблюдая за процессом бальзамирования. Медицина была явно отделена от погребальных обрядов. Хорошее здоровье основывалось на концепции «мету» («каналов»). Сердце было центром тела, а все остальные части были связаны посредством мету. Мету считалось описанием не только кровеносной системы, но остальных систем организма. Болезнь возникала в том случае, когда какая-то часть мету была заблокирована. Для лечения болезней врачи применяли лекарства в сочетании с молитвами. Чтобы узнать больше о древнеегипетских лекарствах, см. <link="#Apothecary_Title"><u>аптеки</u></link>. Египтяне страдали от разных болезней, в том числе от полиомиелита, оспы, туберкулёза позвоночника и малярии. Также они были подвержены болезням, вызванным червями-паразитами.

# #Medicine_Title
source: Medicine
ru: Медицина

# #Military_Content
source: The Egyptian military evolved over the thousands of years of pharaonic rule. In the Old Kingdom, armies were raised when needed and were usually comprised of nobles and their followers or foreigners. The Old Kingdom had no professional army. The men who served in the army came from different walks of life and presumably returned to their former professions as soon as the fighting was over. By the time of the New Kingdom, however, the structure of the army had changed. The army was clearly divided into units of infantry and charioteers. The infantry could be divided into two parts: soldiers who specialized in close combat and those who specialized in longer range combat. Chariots were used for mobile long-range combat. Soldiers with bows and arrows rode each chariot, firing into the enemy. Naval combat was frequent, although the navy was not seen as a separate and distinct division of the armed forces. The navy was a part of the land forces, and soldiers who served on boats were described using the same terms as those that served on land. Again, foreigners comprised a significant portion of the army. Nubians, Libyans, Levantines and Carians all fought on behalf of the Egyptians. The Egyptian army was organized into battalions in the Old Kingdom. During the New Kingdom, the battalions were further subdivided into divisions, which were named after gods. Scribes and administrators would go to battle with the soldiers, presumably to keep track of the action. Click <link="#Weapons_Title"><u>here</u></link> to find out about the weapons the Egyptian army had at its disposal.
ru: Военное дело в Египте развивалось на протяжении тысяч лет. Во времена Старого царства армии собирались по мере необходимости и обычно состояли из людей знатного рода, их прислуги или чужеземцев. Профессиональной армии не было. Мужчины, служившие в армии, происходили из разных слоёв общества и, по всей видимости, после завершения боевых действий возвращались к своим прежним занятиям. Однако ко времени Нового царства структура армии качественно изменилась: она стала делиться на рода войск — пехотинцев и колесничих. Пехотинцев можно было также разделить на две части: на воинов ближнего и дальнего боя. Колесницы использовались для подвижного дальнего боя: в каждой колеснице находились воины с луками и стрелами, ведущими стрельбу по врагу. Морские сражения были частыми, хотя флот не рассматривался как отдельный род вооружённых сил. Военный флот являлся частью сухопутных войск, и воины, служившие на кораблях, описывались теми же терминами, что и те, что сражались на суше. И снова чужеземцы составляли значительную часть армии. На стороне египтян часто сражались нубийцы, ливийцы, карийцы и представители левантийских племён. В Древнем царстве египетские военные силы были организованы в армии. Во времена Нового царства армии были разделены на части, названные в честь богов. Писцы и администраторы отправлялись на битву вместе с воинами, предположительно, чтобы вести наблюдения и протоколировать происходящее. Чтобы узнать об оружии, имевшемся в распоряжении египетской армии, нажмите <link="#Weapons_Title"><u>сюда</u></link>.

# #Military_Title
source: Military
ru: Военное дело

# #Money_Content
source: The ancient Egyptians paid taxes to their pharaoh, which were paid in commodities. So, for example, a farmer had to pay pharaoh a certain amount of grain. Scribes were sent around to all the farms to determine how much each farmer owed. Value was sometimes expressed in terms of deben. Deben were metal rings that were likely first used as weights.
ru: Древние египтяне платили налоги своему фараону в виде натуральных товаров. Например, земледелец платил правителю определённым количеством зерна, размер которого определялся специально присланным писцом. Ценность товаров иногда измерялась в дебенах — металлических колечках, которые первоначально использовались в качестве меры веса.

# #Money_Title
source: Taxation and Money
ru: Налоги и деньги

# #Music_Content
source: The Egyptians played a variety of instruments, including flutes (which came in many different sizes), harps, lyres, lutes, tambourines and other percussion instruments. Singers were an integral part of Egyptian music, and most of the hymns and poems recorded on papyri were possibly meant to be sung to music. Percussion instruments were particularly used in accompanying <link="#Dance_Title"><u>dance</u></link>. Many dancers played castanets as they performed. The Egyptians also played trumpets. Trumpets were associated with the military (perhaps the Egyptians had their own form of reveille) and are frequently found in the tombs of kings and military leaders. Two trumpets were found in the tomb of Tutankhamun. To hear what the trumpets sounded like, one of them was played in 1939. After a few notes, the trumpet promptly fell apart. It was restored immediately. The trumpet was also associated with <link="#Osiris_Title"><u>Osiris</u></link>, God of Agriculture and the Nile Flood. Other instruments also had religious significance. The sistrum, a large rattle-like instrument, was associated with <link="#Bast_Title"><u>Hathor</u></link>, Goddess of Joy, Love and Festivity. Flutes were associated with <link="#Ptah_Title"><u>Amon</u></link>, God of the Sun.
ru: Египтяне играли на различных музыкальных инструментах, включая флейты всевозможных размеров, арфы, лиры, лютни, бубны и прочие ударные инструменты. Певцы были неотъемлемой частью египетской музыки, и многие гимны и стихи, сохранившиеся на папирусах, возможно, являлись песнями. Ударные инструменты часто использовались в сопровождении <link="#Dance_Title"><u>танца</u></link>. Многие танцоры аккомпанировали себе неким прообразом современных кастаньет. Египтяне также играли на трубах, которые ассоциировались с войсками (возможно, у древних египтян была своя форма побудки), и которые часто находили в гробницах фараонов и военачальников; например, в гробнице Тутанхамона были найдены две трубы. Чтобы услышать, как они звучали, на одной из них сыграли в 1939 году. После нескольких сыгранных нот труба развалилась на части, но была тут же восстановлена. Труба также ассоциировалась с <link="#Osiris_Title"><u>Осирисом</u></link>, богом земледелия и разлива Нила. Другие инструменты также имели религиозную важность. Систр, большой инструмент, напоминающий трещотку, ассоциировался с богиней радости, любви и плодородия <link="#Bast_Title"><u>Хатхор</u></link>, а флейты — с богом Солнца <link="#Ptah_Title"><u>Амоном</u></link>.

# #Music_Title
source: Music
ru: Музыка
