Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Encyclo.po
Languages: ru

# #Trade_Content
source: While ancient Egypt was replete with natural resources, the land did lack some goods. The Egyptians opened trade routes with many nearby countries and regions, including Nubia, Lebanon, Syria, Punt (which historians speculate is the coast of Somalia) and the Aegean, among others. Some sources claim that Egyptian trade extended as far north as modern-day Turkey. The Nile again played an important role in Egyptian trade. The river was navigable through the first cataract, or set of rocky waterfalls. It acted as a road and made travel to and from Nubia relatively easy. The Nile also helped to provide one of Egypt's main exports: grain. The Inundation proved to be much more reliable than the rain in Lebanon and Syria. As long as the Inundation occurred, Egypt had a surplus of grain, a luxury Lebanon and Syria did not frequently have. Egypt's other exports included linen, papyrus, lentils, dried fish, gold and silver vessels, ox hides and rope. In exchange, Egypt received a variety of goods as imports. Among the most important are gold from Nubia, wood from Lebanon and olive oil from Syria. The Egyptians also imported other luxury items, such as myrrh and wine, and livestock. The Egyptians also occasionally imported weapons. Laden with goods, caravans were especially prone to attack. For protection, armed units accompanied caravans on their trade missions. Because of these armed units, some historians speculate that Egypt did not always engage in free trade with its neighbors, but rather bullied neighbors into giving up goods. While coercion probably played some role in Egyptian trade, some papyri also refer to negotiations between Egypt and its trade partners. There are several documents inscribed on clay tablets that give details of luxury goods sent to and from kings of the Near East. Punt and Crete always had peaceful trade. Some successful trade missions were celebrated with inscriptions and artwork. Hatshepsut, a female pharaoh, sent a fleet of ships to Punt to procure myrrh, frankincense, ivory and other fine goods. The trip was deemed so successful that it is recorded on the walls of Hatshepsut's temple at Deir el-Bahri.
ru: Хотя Древний Египет был богат природными ресурсами, некоторых товаров всё же не хватало. Древние египтяне открывали торговые пути ко многим соседним странам и регионам, включая Нубию, Ливан, Сирию, Пунт (который, как предполагают историки, является побережьем современного Сомали) и Эгейское море. Некоторые источники утверждают, что египетская торговля простиралась на север вплоть до земель современной Турции. Нил всегда играл важную роль в египетской торговле, являясь судоходным начиная с первых порогов. Он выступал в роли транспортной магистрали и делал путешествие в Нубию и обратно относительно безопасным. Нил также обеспечивал производство основного экспортного товара Египта — зерна. Разливы были гораздо надёжнее и предсказуемее нерегулярных дождей в Ливане и Сирии. Пока случались разливы, в Египте всегда был избыток зерна — роскошь, которой Ливан и Сирия себе позволить не могли. Другой ценными товарами для экспорта были льняные ткани, папирус, чечевица, сушёная рыба, изделия из золота и серебра, бычьи шкуры и верёвки. Взамен Египет также получал различные товары. Среди наиболее важных — это золото из Нубии, древесина из Ливана, оливковое масли из Сирии. Египтяне также охотно покупали предметы роскоши — мирру, вино и домашний скот. Иногда также импортировалось оружие. Гружёные товарами караваны часто подвергались нападениям. Для защиты их часто сопровождали вооружённые отряды. Некоторые историки считают, что из-за этих отрядов Египет не всегда вёл свободную торговлю со своими соседями, а скорее запугивал их, принуждая торговать себе в убыток. Хотя принуждение, вероятно, играло определённую роль в египетской торговле, в некоторых папирусах также упоминаются переговоры между Египтом и его торговыми партнёрами. Существует также несколько глиняных табличек, в которых подробно описывается торговля предметами роскоши с правителями Ближнего Востока. Торговля с Пунтом и Критом всегда носила мирный характер. Некоторые успешные торговые миссии нашли своё отражение в надписях и произведениях искусства. Женщина-фараон Хатшепсут отправила флотилию кораблей в Пунт, чтобы добыть мирру, ладан, слоновую кость и другие ценные товары. Путешествие было признано настолько успешным, что на стенах храма Хатшепсут в Дейр-эль-Бахри была сделана соответствующая запись о нём.

# #Trade_Title
source: Trade
ru: Торговля

# #Valley_Content
source: The Valley of the Kings was the necropolis for five centuries of pharaohs, ca. 1539-1075 BC, including Thutmose I, Tutankhamun and Ramses the Great (Ramses II). Located on the western bank of the Nile across from the temple complex at Thebes, the Valley is overlooked by el-Qurn, a naturally pyramid-shaped mountain that receives the last blessings of Ra each day before the sun sets. Between the Valley and the great Nile are the royal mortuary temples built for individual pharaohs who expected to enjoy their afterlives in the Valley's tombs. A nearby village, Deir el-Medina, housed hundreds of workers and their families. Specialized workers prepared the Royal Burial Tombs, and each had an important task to carry out. <link="#Stonemason_Title"><u>Masons</u></link> chiseled steps and passageways into the limestone cliffs. Stone pillars were left to hold up the roofs of large chambers. The hewn rooms were smoothed and plastered before the <link="#Artisans_Title"><u>artisans</u></link> arrived to decorate the ceilings and walls with carved bas-reliefs and paintings that would help guide the pharaoh through his afterlife. The deceased king was placed in his sarcophagus and sealed in the tomb with many burial provisions worthy of the deified status granted him by the ancient Egyptians. Because of these great treasures, the tombs were frequently robbed, sometimes by the very people who were placed to guard them. European archaeologists rediscovered the Valley of the Kings in the early 1800s. In 1922 Howard Carter broke through the sealed tomb of Tutankhamun to find many treasures, including gold coffins and shrines, beds, statues, and other royal furniture. Over the centuries, flash floods have filled many of the tombs with silt and debris, and it is a good bet that there are passageways - and maybe even some tombs - as yet undiscovered in the Valley.
ru: Долина Царей являлась некрополем для фараонов на протяжении пяти столетий (с 1539 по 1075 год до н.э.), включая Тутмоса I, Тутанхамона и Рамсеса II. Расположенная на западном берегу Нила напротив храмового комплекса в Фивах, долина хорошо видна с горы Эль-Курн естественной пирамидальной формы, с каждым закатом солнца получая последние благословения Ра. Между Долиной и великим Нилом находятся царский погребальные храмы, построенные для фараонов, надеявшихся насладится своей загробной жизнью в гробницах Долины. В деревне Дейр-эль-Медина, расположенной неподалёку, проживали сотни рабочих и их семей. Царские усыпальницы подготавливались высокопрофессиональным специалистами, и у каждого была своя важная задача. <link="#Stonemason_Title"><u>Каменотёсы</u></link> вырубали в толще известняка ступени и проходы, оставляя каменные столбы для поддержания сводов огромных камер. Прорубленные в породе помещения обтёсывались и покрывались штукатуркой, после чего за дело брались <link="#Artisans_Title"><u>художники</u></link>, украшавшие внутреннее убранство резными барельефами и фресками, призванными направить фараона в его загробной жизни. Умершего правителя помещали в собственный саркофаг и запечатывали в гробнице со множеством погребальных принадлежностей, качество которых было достойно его божественного статуса. Из-за этих сокровищ гробницы часто разграбляли, подчас теми самыми людьми, которые должны были охранять покой усыпальниц. Европейские археологи заново открыли Долину Царей в начале 1800-х годов. В 1922 году Говард Картер взломал печать гробницы Тутанхамона и обнаружил внутри множество бесценных предметов, включая золотые саркофаги и святилища, кровати, статуи и прочую царскую утварь. На протяжении столетий внезапные наводнения заполняли многие гробницы илом и мусором, и можно предположить, что в Долине есть множество ещё пока не открытых проходов или даже нетронутых гробниц.

# #Valley_Title
source: Valley of the Kings
ru: Долина Царей

# #Water_Content
source: Getting drinking water to the populace was a bit of a challenge in ancient Egypt. The main water source was the Nile and the Nile's water table. Away from the Nile, there were a few oases, but most of the land was arid. To get water to neighborhoods, cisterns were built in well-to-do houses. Water carriers brought buckets full of water to these houses, and emptied them into the cisterns. The Egyptians were adept at digging wells. Workers had to dig through 300 feet of rock for one well near the worker's settlement at Giza. Most wells had a well house capping them. From the well house, stairs wound down to the water's level. From there, people could fill their jugs with water.
ru: Обеспечение населения питьевой водой в Древнем Египте было сложной задачей. Основным источником воды были Нил и его водоносные горизонты. Вдали от Нила было несколько оазисов, но большая часть земель была засушливой. В зажиточных кварталах строили специальные цистерны для хранения воды. Водоносы приносили к этим домам вёдра с водой и сливали её в цистерны. Египтяне умели рыть колодцы. В одном из рабочих поселений в Гизе рабочим пришлось прорыть 90 метров скальных пород, чтобы добраться до водоносного слоя. У большинства колодцев был колодезный дом, закрывавший скважину. Из дома вниз к воде вела лестница, по которой спускались люди для наполнения своих кувшинов.

# #Water_Title
source: Well and Water Supply
ru: Колодцы и источники воды

# #Weapons_Content
source: The ancient Egyptians employed a variety of weapons in battle. For close-range fighting, soldiers used any of a number of weapons, including the mace, the dagger, the broad sword and the battle ax. The primary weapon used for longer-range battle was the bow and arrow, although slingshots were evidently used as well. Egyptian weaponry evolved over time and took a big step forward after the invasion of the Hyksos. The Hyksos introduced horses and chariots to Egyptian warfare.
ru: В битвах древние египтяне использовали разнообразное оружие. В ближнем бою солдаты вооружались булавами, кинжалами, широкими мечами и боевыми топорами. Основным оружием дальнего боя были лук и стрелы, хотя есть и свидетельства использования пращей. Египетское вооружение совершенствовалось с течением времени и сделало значительный скачок после вторжения гиксосов, познакомивших египетских воинов с лошадьми и колесницами.

# #Weapons_Title
source: Weapons
ru: Оружие

# #Wood_Content
source: Native trees were not plentiful in Egypt. While the soil on the floodplains would be fertile enough to support tree growth, the flood itself would uproot trees before they had a chance to grow. Trees that did manage to grow in Egypt included the sycamore, the persea tree, the date palm and the horseradish tree. Each of these trees was accorded religious significance and viewed as a dwelling place for the gods. Because of their special significance, wood cutters had to receive special permission before cutting trees down. The trees that were cut produced brittle wood that had limited uses. Egypt imported most of its wood from what is now Lebanon, Syria, and Israel. When Egypt eventually conquered these lands during the New Kingdom, they harvested trees with abandon, significantly depleting the tree stock. Ebony wood was also imported from Nubia. Wood was used for furniture, coffins and in buildings. Wood workers were quite adept at fashioning intricately designed pieces complete with inlays and engravings.
ru: Свободно произрастающие деревья редко встречаются на территории Египта. Хотя почва в поймах была достаточно плодородной для поддержания роста деревьев, постоянные наводнения вымывали их прежде, чем они успевали на ней закрепиться. К немногочисленному списку деревьев, которым удаётся расти в Египте, относятся платан, персея, финиковая пальма и масличная моринга. Каждое из этих деревьев имело религиозное значение и воспринималось как жилище богов. Из-за особого статуса деревьев лесорубам приходилось получать специальное разрешение для их рубки. Срубленные деревья давали хрупкую древесину, имевшую ограниченное применение. Большую часть древесины Египет импортировал с территорий современных Ливана, Сирии и Израиля. Когда во времена Нового царства Египет наконец завоевал эти земли, египтяне интенсивной вырубкой значительно истощили их леса. Также из Нубии импортировалось чёрное дерево. Древесина использовалась для изготовления мебели, гробов и зданий. Мастера по дереву были весьма искусны в изготовлении замысловатых изделий с инкрустациями и резьбой.

# #Wood_Title
source: Wood and its Uses
ru: Дерево и его использование

# #Zoo_Content
source: Ancient Egyptians were fond of the fun and the unusual, and both could be found in quantity at what we might term a zoo. As Egypt's power and influence spread across several continents, many pharaohs received strange and exotic creatures from rulers of distant lands as gifts or tribute. These animals were presented to the pharaoh, and were then kept in special zoological gardens, which would inevitably be found a short distance from the ruler's palace. Evidently, some zoos of Egypt may have been primarily for public spectacle and secondarily for study. Alexandria's Great Library purportedly had both a botanical garden and a zoological yard on its grounds. At a Predynastic cemetery at Hierakonpolis, several exotic animals were given exquisite burials. It is unclear if they formed a zoo or were personal pets, or were part of some larger ritual purpose.
ru: Древним египтянам была присуща тяга к веселью и необычности, и оба этих качества в большом количестве можно было найти в заведении, которое мы сейчас бы назвали зоопарком. По мере того, как власть и влияние Египта распространялись по континентам, многие фараоны получали от правителей далёких земель в качестве подарка или дани странных и диковинных животных. Этих животных представляли фараону, а затем содержали в специальных зоосадах, находившихся неподалёку от дворца правителя. Некоторые зоопарки Египта предназначались в первую очередь для всеобщего обозрения и лишь затем — для изучения неизвестных животных. Существует теория, что на территории Великой Александрийской библиотеки якобы функционировали ботанический и зоологический сады. На кладбище додинастического периода в Нехене было устроено изысканное захоронение нескольких экзотических животных. До сих пор неизвестно, были ли они частью зоопарка, чьими-то личными питомцами или использовались в каком-то погребальном ритуале.

# #Zoo_Title
source: Zoo
ru: Зоопарк
