Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Encyclo.po
Languages: ru

# #Grain_Content
source: Grain farming (both wheat and barley) produced the raw material for the most basic foodstuff in ancient Egypt: bread. Wheat and barley were both turned into flour, then baked into bread. For more on the use of bread made from barley, see <link="#Beer_Title"><u>Beer</u></link>. The Egyptians used three types of wheat: emmer, einkorn and spelt. Wheat was processed into flour through threshing. Stalks of wheat were placed on the ground, and livestock or other large animals were brought in to stomp on the wheat. This pounding released the grain from the sheaves. Then, the grain was separated from the chaff and other impurities either by sifting or by throwing the wheat up in the air. The wind would carry off the lighter chaff, and the heavier wheat would fall to the ground. After the grain was processed, it was taken to the <link="#Granary_Title"><u>granaries</u></link>. At the granaries, the wheat would be processed into flour and stored for future use. To make bread, a dough was made from flour and poured into ceramic molds of different shapes. The most popular shape was conical. The dough was baked in a hearth surrounded by hot coals and ash. Bread was baked both in the home and by professionals in bakeries. Archeologists speculate that because of the amount of ash in the air, professional bakers may not have been the healthiest people.
ru: Выращивание зерна (как пшеницы, так и ячменя) производило сырье для основного продукта питания в Древнего Египта — хлеба. Пшеницу и ячмень перемалывали в муку, а затем из неё пекли хлеб. Дополнительную информацию об использовании ячменного хлеба см. в разделе <link="#Beer_Title"><u>Пиво</u></link>. Египтяне выращивали три сорта пшеницы: двузернянку (эммер), однозернянку и спельту (полбу). Пшеницу перерабатывали в муку путём обмолота. Стебли пшеницы клали на землю, по которым проводили стадо домашнего скота. Затем зерно отделяли от плевел и других примесей либо просеиванием, либо подбрасыванием в воздух. Ветер уносил более лёгкие примеси, а более тяжёлое зерно падало на землю. После обработки зерно отправлялось в <link="#Granary_Title"><u>амбары</u></link>, где его мололи в муку и хранили для будущего использования. Для приготовления хлеба из муки месили тесто и помещали его в керамические формы. Наиболее популярной формой была конической. Тесто пекли в очаге, окружённом раскалёнными углями и золой. Хлеб пекли как в домашних условиях, так и в специальных пекарнях. Археологи предполагают, что из-за контакта с взвешенным в воздухе пеплом профессиональные пекари могли быть не самыми здоровыми людьми.

# #Grain_Title
source: Grain and Barley
ru: Пшеница и ячмень

# #Granary_Content
source: Because farming was largely impossible during the Inundation, granaries were vitally important to ensure that the ancient Egyptians were fed year-round. Granaries not only stored grain and other foods, but also manufactured flour. The granary evolved over time. In the Archaic period, the Egyptian granary was shaped like a cone with a domed top. They were made from wood or brick, and the largest ones had ladders or steps leading to the filling hole. In the Middle Kingdom, the granary was shaped like a quadrangle and had a flat roof with several filling holes, like those depicted in our game. A third type of granary was used only for seed to be sown during the next growing season. These granaries were shaped like a trapezoid, a distinctly different shape than granaries used for food storage, so that the seed grain would not be eaten by mistake. Most granaries were strictly maintained by the government. Soldiers, construction workers and other non-agricultural workers all ate from these granaries. Some wealthy private citizens had their own granaries, and some peasants had their own small granaries to store whatever part of the harvest they were allowed to keep.
ru: Поскольку во время разливов заниматься сельским хозяйством было невозможно, амбары были жизненно важны для круглогодичного обеспечения продовольствием древних египтян. Амбары использовались не только для хранения зерна и другого продовольствия, но и для изготовления муки. Амбары со временем менялись. Во времена Раннего царства древнеегипетские амбары имели форму конуса с куполообразной крышей. Их строили из дерева или кирпича, а самые большие имели лестницу или ступени, ведущие к заливному отверстию. Во времена Среднего царства амбар имел форму прямоугольника и плоскую крышу с несколькими отверстиями для заполнения, как изображено в нашей игре. Амбары третьего типа использовались только для хранения семян следующего посева. Эти амбары имели форму трапеции, сильно отличавшуюся от обычных амбаров, чтобы семена не были съедены по ошибке. Большинство амбаров находилось под строгим контролем представителей власти. Продовольствие из этих хранилищ распределялось между солдатами, строителями и прочими рабочими. У некоторых богатых граждан были собственные амбары, а у земледельцев — небольшие зернохранилища для хранения оставленной им части урожая.

# #Granary_Title
source: Granary
ru: Амбар

# #Henna_Content
source: For well over three millennia various peoples have used the shrub-like henna plant as a source for dye. Henna (with the scientific name of Lawsonia inermis) is from the Lythraceae family and is originally native to northern Africa and the Middle East. When crushed, its leaves and branches yield an orange-red dye that, when properly applied, can be used for coloring hair, fingernails, and skin. Even today henna is commonly used in many religious rituals and burial rites in Asia, the Middle East and Africa, and is the basic coloring agent of many of the popular 'temporary tattoos'. Henna is also the primary coloring agent for a wide variety of hair dyes.
ru: Вот уже три тысячелетия человечество использует кустистые растения лавсонии или, в простонародье, хны в качестве источника для природного красителя. Лавсония (научное название Lawsonia inermis) происходит из семейства дербенниковых и обычно произрастает в Северной Африке и на Ближнем Востоке. При измельчении листьев и побегов получается оранжево-красный краситель, который, при должном применении, можно использовать для окрашивания волос, ногтей и кожи. Даже в наши дни хна широко используется в различных религиозных ритуалах и погребальных обрядах в Азии, Африке и на Ближнем Востоке, а также является основным красителем для росписи по телу менди. Хна также является основой красок для волос.

# #Henna_Title
source: Henna
ru: Хна

# #History_Category
source: History
ru: История

# #Housing_Content
source: Egyptians made their homes from brick, wood, mud or occasionally stone. Housing style and size depended upon the wealth of the citizen and where they lived. Thus, rural citizens who farmed for a living resided in simple brick or pressed mud structures of two to four rooms. City homes of the working class were likewise small, and some two-story, two-family homes were built to save space in the most crowded cities. City-dwelling workers lived in brick homes of maybe 3 to 5 rooms. Wealthier citizens had larger homes, and some of these were quite spacious. Senior government officials had estates that included large-scale houses, gardens, associated workshops, private granaries, and houses for servants. The most luxurious homes of all were the <link="#PharaohsHome_Title"><u>Pharaoh's palaces</u></link>. For the most part, Egyptian cities grew organically in whichever direction they could. A few cities, however, were planned, most notably the settlement built for workers at Deir el-Medina. Most Egyptian cities were surrounded by walls. For more on defensive structures, click <link="#Defenses_Title"><u>here</u></link>.
ru: Египтяне строили свои дома из кирпича, дерева, глины и иногда из камня. Внешний вид и размеры жилища зависели от богатства жильца и места постройки. Например, деревенские жители, жившие за счёт сельского хозяйства, жили в простых кирпичных или глинобитных постройках с двумя-четырьмя комнатами. Городские дома рабочих также были небольшими двухэтажными постройками на две семьи для экономии места в многолюдных городах. Городские рабочие жили в кирпичных домах с тремя-пятью комнатами. У более состоятельных горожан были большие дома, некоторые из них были довольно просторными. У высокопоставленных вельмож были поместья, включавших в себя большие дома, сады, мастерские, частные зернохранилища и дома для прислуги. Самыми роскошными жилищами были <link="#PharaohsHome_Title"><u>дворцы фараонов</u></link>. Обычно египетские города органично росли во всех возможных направлениях. Тем не менее, планировка некоторых городов имела чёткую структуру, например, построенное для рабочих поселение Дейр-эль-Медина. Большинство египетских городов обносились стенами. Чтобы узнать больше об оборонительных сооружениях, нажмите <link="#Defenses_Title"><u>сюда</u></link>.

# #Housing_Title
source: Housing
ru: Жильё

# #Hunting_Content
source: Compared to the food grown on farms and raised on ranches, hunting contributed little to Egyptian food stock. Still, hunting was enjoyed by the upper class, and many pharaohs bragged about their skills as hunters. Gazelles, antelopes, ibex, oxen, sheep and ostriches were the main targets of hunters, although some hunted hyenas, lions and leopards for sport (and for their hides in the case of leopards and lions). Hunters used bows and arrows, lances, or spears to kill their quarry. The Egyptians were equally fond of hunting water-based animals, including fowl and hippopotamus. Groups of men hunted the hippopotamus together with a harpoon that was attached to a rope. Several men tried to hit the hippopotamus with the harpoons. Once enough damage had been inflicted, the men dragged the hippopotamus to shore using the rope. Fowl were killed with throwing sticks, which are a little like Australian boomerangs. The hunter's helpers, either family members or servants, collected the felled fowl. Birds were also trapped in nets that were laid down on a field. The net was sprinkled with food for the birds. Once attracted to the spot, the net's corners were pulled together with the birds trapped inside.
ru: По сравнению с богатыми урожаями, доля от охоты была весьма незначительной в пищевом балансе древних египтян. Тем не менее, охота была излюбленным развлечением зажиточных граждан, а многие фараоны могли похвастаться своими охотничьими навыками. Основной добычей охотников были газели, антилопы, горные козлы, быки, овцы и страусы, хотя некоторые из спортивного интереса также охотились на гиен, львов и леопардов (а также ради редких шкур). В охоте использовались копья, луки и стрелы. Египтяне в равной мере любили охотиться и на водоплавающих животных, в том числе на птиц и гиппопотамов. Группы мужчин охотились на бегемотов с помощью гарпунов, привязанных к верёвкам. Несколько мужчин пытались поразить бегемота гарпунами. После того, как было нанесено достаточно урона, мужчины вытаскивали обессилевшего бегемота на берег с помощью верёвки. Птиц убивали метательными палками, которые немного напоминали австралийские бумеранги. Помощники охотника, члены семьи или слуги, собирали подбитую дичь. Птиц также ловили в силки, расставленные на земле. Птицы, привлечённые каким-либо лакомством, садились в ловушку, которая резко схлопывалась вместе с птицей, попавшей внутрь.

# #Hunting_Title
source: Hunting
ru: Охота

# #Immigration_Content
source: Egypt enjoyed a relatively stable economy and generally steady food production due to the Inundation. Egypt's neighbors knew this, and many residents of neighboring lands immigrated to Egypt. Some of Egypt's immigrants came to engage in trade. Archaeological evidence in major port cities such as Memphis reveals the existence of non-Egyptian settlements. These non-Egyptian merchants are depicted on Middle Kingdom and New Kingdom tombs. Some residents from neighboring countries, such as Libya, sprawled into ancient Egypt. By the Twelfth Dynasty, Libyans occupied large portions of the western Delta, and soon spread to the eastern Delta. Some came to Egypt with less than noble intentions. <link="#Enemies_Title"><u>Invaders</u></link> of Egypt often remained, even after their power had been lost. Many of those that stayed behind seem to have enjoyed the same rights as Egyptians, and some held high posts within the Egyptian government.
ru: В Египте была относительно стабильная экономика и регулярное производство пищи благодаря разливам Нила. Соседним регионам было это известно, и множество жителей соседних земель постоянно переселялось в Египет. Некоторые переселенцы приезжали в Египет для ведения торговли. Археологические изыскания, проводившиеся в крупных портах, подобных Мемфису, свидетельствуют о существование неегипетских поселений торговцев, изображённых в гробницах Среднего и Нового царств. Некоторые жители соседних регионов, например, Ливии, полностью расселились по Древнему Египту. К двенадцатой династии древние ливийцы заняли большую часть западной дельты и вскоре расселились дальше на восточную дельту. Некоторые приходили в Египет с менее благородными намерениями. Часто <link="#Enemies_Title"><u>захватчики</u></link> оставались в Египте даже после того, как теряли свою власть. Многие из тех, кто оставался, по-видимому, пользовался теми же правами, что и египтяне, а некоторым даже удавалось занимать высокие посты в иерархии Египта.

# #Immigration_Title
source: Immigration
ru: Иммиграция

# #Industry_Content
source: By the Old Kingdom, manufacture of products had moved out of the domestic setting and into centralized workshops which turned out nearly all the supplies needed for daily life. Each workshop specialized in a particular product and operated very much like a modern assembly line. Each worker was responsible for a particular aspect of the finished product, rather than working on an item from beginning to end. The tools the artisans used in these workshops were the property of the state, as were any materials the workshops produced. Craftsmen earned wages, usually paid in food and necessary goods. Egyptian industry thrived and produced many products. Egyptians could find employment as <link="#Pottery_Title"><u>potters</u></link>, <link="#Linen_Title"><u>weavers</u></link>, <link="#Jewelry_Title"><u>jewelers</u></link>, tanners, <link="#Carpenters_Title"><u>carpenters</u></link> and smelters as well as bakers and <link="#Beer_Title"><u>brewers</u></link>.
ru: Начиная с Древнего царства, производство переносилось из домашних условий в специализированные мастерские, производившие практически всё необходимое для повседневной жизни. Каждая мастерская производила определённый вид изделий и работала по принципу современной сборочной линии. Каждый рабочий отвечал за определённую часть готовой продукции, а не производил изделие от начала до конца. Используемые инструменты были собственностью государства, как и производимая продукция. Ремесленники получали жалование, обычно выплачиваемое провизией и необходимыми товарами. Развитое египетское производство производило множество изделий. Египтяне могли работать в качестве <link="#Pottery_Title"><u>гончаров</u></link>, <link="#Linen_Title"><u>ткачей</u></link>, <link="#Jewelry_Title"><u>ювелиров</u></link>, кожевников, <link="#Carpenters_Title"><u>плотников</u></link>, литейщиков, пекарей и <link="#Beer_Title"><u>пивоваров</u></link>.

# #Industry_Title
source: Industry
ru: Производство

# #Irrigation_Content
source: The Egyptians increased the amount of arable land through irrigation. Egyptians began to build a network of irrigation canals and ditches as early as the ninth dynasty, or about 2000 BC. Some canals seem to have existed before then, but they were used for transportation. The irrigation canals extended the benefits of the river, bringing nourishing silt to areas away from the river. Early in Egyptian history, farmers who wanted to irrigate their land had a tough time of it. Farmers irrigated their land by hand, carrying a yoke with two buckets made of clay or leather to the Nile or some other water source. The farmer returned with his buckets of water to his farm, which was subdivided by small dykes. The dykes captured the water, maximizing the benefit of this slow and arduous method of irrigation. At the beginning of the 18th dynasty (about 1300 BC), the water lift, or shaduf, was introduced. The shaduf probably came to Egypt from Mesopotamia, where it had been in use as early as 2370 BC. Positioned on the bank of the Nile or other water source, the shaduf was made from a long wooden beam that rocked back and forth on a pivot. A bucket at one end of the beam was counterbalanced with a brick or other weight. A person pushed down on the end with the bucket to dip it into the water, and the brick helped the worker lift the water into the gully that was attached to the shaduf. The introduction of the shaduf increased the arable land in Egypt by about 15 percent. Also, because it was never submerged under water, land irrigated by the shaduf could produce two harvests a year instead of one.
ru: Египтяне увеличивали количество пахотных земель за счёт орошения. Они начали строить сеть оросительных каналов в начале девятой династии, около 2000 года до н.э. Некоторые каналы, возможно, существовали и раньше, но использовались для транспортировки. Оросительные каналы расширили преимущества реки, доставляя плодородный ил в земли, далёкие от неё. На заре египетской цивилизации земледельцам, желавшим орошать свою землю, приходилось нелегко. Им приходилось делать это вручную, перенося глиняные или кожаные вёдра на коромысле к Нилу или другому водоёму. Возвращаясь назад, земледелец заливал землю, разделённую небольшими дамбами, удерживавшими воду. В начале восемнадцатой династии (около 1300 года до н.э.) появился водяной лифт или «шадуф», пришедший, вероятно, из Месопотамии, где использовался ещё с 2370 года до н.э. Расположенный на берегу Нила или другого водоёма, шадуф был сделан из длинного деревянного рычага, который раскачивался назад и вперёд на оси. Ведро на одном конце уравновешивалось кирпичом или другим грузом. Человек надавливал на конец с ведром, погружая его в воду, а груз на другом конце помогал поднять его и вылить воду в желоб, прикреплённый к шадуфу. Использование шадуфа увеличило пахотные земли Египта примерно на 15 процентов. Кроме того, поскольку орошаемая шадуфом земля не находилась под водой, она могла давать два урожая в год вместо одного.

# #Irrigation_Title
source: Irrigation
ru: Орошение

# #Jewelry_Content
source: Jewelers took precious and semi-precious stones and manufactured them into necklaces, beaded collars, belts, and other adornments. To string the beads, the jewelers first drilled a hole in the stone using a hand drill with a flint bit. Once the holes were drilled, string was threaded through and fastened. Jewelers were also adept at using gems in inlays. Based on tomb wall paintings, dwarves were frequently employed in the jewelry-making industry.
ru: Ювелиры используют драгоценные и полудрагоценные камни для изготовления ожерелий, поясов и других украшений. Для нанизывания бус ювелиры сначала просверливали в камне отверстия с помощью ручного сверла с кремниевым наконечником. После этого в них продевалась нитка. Ювелиры также владели искусством инкрустации драгоценными камнями. Судя по настенным росписям гробниц, в ювелирной промышленности часто работали карлики.

# #Jewelry_Title
source: Jewelry
ru: Украшения

# #Juggling_Content
source: The ancient Egyptians are the earliest known jugglers. On a Middle Kingdom tomb in Menat Khufu (Beni Hasan), paintings depict young women performing a variety of juggling feats, including women riding piggy-back tossing balls to each other. The significance of juggling in ancient Egypt isn't clear. It may have had some religious significance, or it may have been pure entertainment.
ru: Древние египтяне являются старейшим народом, которому известно искусство жонглирования. В гробнице Менат-Хуфу (Бени-Хасан) времён Среднего царства настенная роспись изображает девушек, выполняющих различные приёмы жонглирования, включая двух девушек, сидящих на спинах других и бросающих мячи друг другу. Роль жонглирования в Древнем Египте до сих пор не выяснена. Возможно, оно связано с религиозными обрядами, а возможно — это просто одна из форм увеселения.

# #Juggling_Title
source: Juggling
ru: Жонглирование

# #Labor_Content
source: Peasants performed most of the hard labor in ancient Egypt. Peasants tilled the soil and harvested the crops during the growing season. During the Inundation, these same workers were conscripted to do work for the state. They mostly worked to build pyramids and other structures, but these workers could also be tasked with maintaining the Egyptian infrastructure, like <link="#Roads_Title"><u>roads</u></link> and <link="#Irrigation_Title"><u>irrigation ditches</u></link>. While the work the peasants performed wasn't easy, they received fair treatment and benefits from the government. The typical workday lasted eight hours with a break at lunch. The work week lasted eight days, with two days off at the end. In addition to these 'weekends,' work stopped for festivals. Workers could also take time off if there was sickness or death in the family. Attendance was very well documented, as were the reasons for missing work. Some reasons for missing work probably wouldn't be acceptable excuses today. According to an absentee record discovered at Deir el-Medina, one worker missed work to go drinking with a buddy. Despite what many people think, slave labor was seldom used on state construction projects. Sometimes, slaves were used in quarries, but for the most part, they served in households. If workers were not treated well, they could go on strike. During Ramses III's reign, about 1152 BC, workers at Deir el-Medina formally stopped work to protest the delay of their compensation. Their strike was successful, and the problem of late compensation was rectified.
ru: В Древнем Египте крестьяне выполняли самую тяжёлую работу. Они возделывали почву и собирали урожай. Во время разлива эти же люди использовались для важных государственных работ, главным образом, при строительстве пирамид и прочих монументов. Также их труд использовался для поддержания состояния сети <link="#Roads_Title"><u>дорог</u></link> и <link="#Irrigation_Title"><u>оросительных каналов</u></link>. Пусть работа крестьян была непростой, они всё же получали определённые преференции от государства. Обычный рабочий день длился восемь часов с перерывом на обед. Рабочая неделя состояла из восьми рабочих и двух выходных дней. Помимо выходных, работа также останавливалась во время проведения праздников. Рабочие также могли на время отпроситься по болезни или из-за смерти родственника. Контроль посещаемости был хорошо задокументирован, как и перечисляемые причины отсутствия на рабочем месте. В наши дни некоторые из них, вероятно, вряд ли будут служить хорошим оправданием. Например, согласно обнаруженной в Дейр-эль-Медине записи об отсутствии, один из рабочих пропустил работу, чтобы выпить с приятелем. Вопреки расхожему мнению, рабский труд редко использовался на государственных стройках. Иногда рабов использовали в каменоломнях, но по большей части они прислуживали в домашнем хозяйстве. Если с рабочими обращались плохо, они могли устраивать забастовки. Во время правления фараона Рамсеса III (около 1152 года до н.э.) рабочие Дейр-эль-Медины прекратили все работы в знак протеста против задержки выплат. Требования рабочих были выполнены, и задержки были устранены.

# #Labor_Title
source: Labor
ru: Труд
