Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Encyclo.po
Languages: ru

# #Enemies_Content
source: Egypt was in frequent contact with its neighbors, and sometimes relations weren't very friendly. Egypt was invaded several times during its long history and occasionally ruled by non-Egyptians. These non-Egyptians, though, assumed the title of pharaoh, and up until the time of the Persian invasion, Egyptians managed to wrestle back their land. Egypt, though, was not always the one under attack. During the New Kingdom in particular, Egypt sought to expand its empire and invaded many neighboring lands. Among the peoples Egypt waged war against are the Nubians and the Kushites. Egypt invaded Nubia fairly early in its history (as early as 2900 BC), mostly to take advantage of Nubia's rich gold and copper resources. During the Third Intermediate Period (ca. 747-656 BC), however, Nubia gained the upper hand, and several Nubian pharaohs ruled Egypt. Across the Sinai peninsula, in the Levant, were several peoples with whom Egypt waged war. Among these are the Canaanites, Philistines, Mitannians, Assyrians, Bedouins (from what is now Syria), and the Hittites. The most notable of the Levantine peoples, though, are the Hyksos. During the Second Intermediate Period, the Hyksos ruled Egypt. They retained many of Egypt's cultural practices and introduced many innovations, such as the horse-drawn chariot. The Hyksos ruled Egypt for about 200 years until Ahmose I, an Egyptian king ruling from southern Egypt, defeated them and reunited Upper and Lower Egypt once more. To the west, Egypt engaged in war with Libyan tribes, particularly the Tehenu and Temehu. The Tehenu and Temehu attempted to move into the Egyptian Delta, and they were put down strongly by Seti I. <link="#Defenses_Title"><u>Forts</u></link> were built in the west to help keep the tribes at bay. Finally, the powerful Roman Empire reached the shores of Egypt during the rule of the Ptolemies. Egypt's waning military might yet bountiful treasury and granaries (not to mention the beguiling Cleopatra VII) quite naturally attracted the covetous eyes of Julius Caesar and his successors. The arrival of Caesar's Roman legions on Egyptian soil marked a major power shift in the Mediterranean basin which eventually reduced the once-independent and powerful Egypt to a Roman province. Click <link="#Military_Title"><u>here</u></link> for more on Egypt's military.
ru: Взаимоотношения между Египтом и соседними народами не всегда были дружественными. За свою долгую историю Египет несколько раз подвергался вторжению, и в некоторых случаях им правили чужеземцы, которые, однако, принимали титул фараона. Вплоть до персидского завоевания египтянам всегда удавалось отвоёвывать свою землю. Не всегда Египет подвергался нападениям: так, во время Нового царства государство стремилось расширить свои границы и само вторгалось в соседние земли. Среди народов, против которых египтяне постоянно вели войны, были нубийцы и кушиты. Египет вторгся в Нубию довольно рано (примерно в 2900-х годах до н.э.), в основном, ради богатых залежей золота и меди. Однако во время Третьего переходного периода (около 747-656 годов до н.э.) Нубия одержала верх, и Египтом правило несколько нубийских фараонов. На Синайском полуострове, в Леванте, жило несколько народов, с которыми Египет также вёл войны. Среди них был ханаанеи, филистимляне, митаннийцы, ассирийцы, бедуины (из территории современной Сирии) и хетты. Однако наиболее известными из левантийских народов являются гиксосы, правившие Египтом во время Второго переходного периода. Они переняли большинство культурных обычаев египтян и ввели множество нововведений, например колесницы, запряжённые лошадьми. Гиксосы правили Египтом около 200 лет, после чего фараон Яхмос I из Южного Египта победил их и вновь объединил Верхний и Южный Египет. На западе Египет вёл войны с ливийскими племенами, особенно с техену и темеху. Оба племени пытались переселиться в дельту Нила, но были решительно опрокинуты фараоном Сети I. Дабы сдерживать переселение племён, на западной границе строились <link="#Defenses_Title"><u>крепости</u></link>. Наконец, могущество Римской империи достигло берегов Египта во времена правления Птолемеев. Богатая казна и зернохранилища (не говоря уже об обворожительной красоте Клеопатры VII) при слабеющих военных силах Египта вполне естественно привлекали алчные взоры Юлия Цезаря и его преемников. Прибытие римских легионов Цезаря на египетскую землю ознаменовало крупный сдвиг власти в Средиземноморье, который в конечном итоге превратил некогда независимый и могущественный Египет в римскую провинцию. Чтобы узнать больше о вооружённых силах Египта, нажмите <link="#Military_Title"><u>сюда</u></link>.

# #Enemies_Title
source: Enemies
ru: Враги

# #Entertainment_Content
source: The ancient Egyptians could choose from a variety of leisure activities. Sports were common, especially water sports like rowing and swimming (the wealthiest enjoyed this sport from the privacy of their own swimming pools). The Egyptians were also known to engage in fishing as a leisure activity. Boxing was a popular spectator sport, with bouts arranged specifically for the pharaoh's entertainment. Other sports included handball, a form of field hockey, gymnastics, archery and weightlifting. Reading was a popular diversion for the educated, and the first known short story was written in ancient Egypt. Poetry was popular, but there is no clear evidence of any Egyptian plays, however, you might consider re-enactments of religious stories during festivals, such as the story of Osiris, to be plays of a sort. For more on reading, writing and literature, see <link="#Literature_Title"><u>libraries</u></link>. <link="#Festival_Title"><u>Festivals</u></link> were an important part of Egyptian life as well.
ru: У древних египтян был большой выбор развлечений. Спорт, особенно водный, был обычным явлением, например, гребля и плавание (богатые граждане могли заниматься им в уединении в собственных бассейнах). Также известно, что египтяне расценивали рыбную ловлю как способ отдыха. Кулачные бои были популярным и зрелищным видом спорта, которые устраивались специально для развлечения фараона. Другие виды спорта включали в себя игру в мяч, некий прообраз хоккея на траве, гимнастику, стрельбу из лука и поднятие тяжестей. Чтение было популярным развлечением для грамотных людей, и первый известный рассказ был написан именно в Древнем Египте. Поэзия также была популярна, но нет никаких явных свидетельств того, что египтяне ставили пьесы, хотя ими можно считать постановки религиозных рассказов во время фестивалей, таких как история Осириса. Дополнительную информацию о чтении, письме и литературе см. в статье <link="#Literature_Title"><u>Библиотеки</u></link>. <link="#Festival_Title"><u>Праздники</u></link> также были важной частью в жизни древних египтян.

# #Entertainment_Title
source: Entertainment
ru: Развлечения

# #Farming_Content
source: Farming and agriculture were the basis of the Egyptian economy. Abundant crops allowed Egypt to <link="#Trade_Title"><u>trade</u></link> with neighbors, bringing new goods into Egypt. The key to successful farming was the Inundation, in the season called akhet. Every year, the Nile flooded its banks, re-fertilizing the soil. As long as the Inundation occurred, the Egyptians could count on having plenty of food to eat. In years of low or no Inundation, famine struck Egypt, which was sometimes enough to topple governments. To take advantage of the restoring Inundation, dykes were built around farms to capture the water as it rose. As the Nile receded (the season called peret), the water, along with its nutrients, slowly soaked into the soil. After about six weeks, the farmer opened the dykes and let the rest of the water drain out. Of course, being submerged in water made the ground quite soft. Before he could sow his seed, the farmer had to wait for the land to dry out a little and become firm. Finally, during the season of shemu, the crops were harvested. Crops meant for Egyptian consumption were stored in <link="#Granary_Title"><u>granaries</u></link>. Food for export was stored in <link="#StorageYard_Title"><u>Storage Yards</u></link> until it could be loaded onto barges. Government-owned farms and farms owned by Estate owners employed laborers to do many of the most arduous tasks on the land. Farming was not easy work, and much of the work was done by hand. The tools farmers had at their disposal included the hoe, the hand-held plough, and the sickle. Domesticated oxen eased some of the plowing. Farming produced both raw materials and foodstuffs. <link="#Grain_Title"><u>Grain & Barley</u></link> were key food crops, and <link="#Flax_Title"><u>flax</u></link>, which was manufactured into <link="#Linen_Title"><u>linen</u></link>, was the most important raw material crop. Farming and agriculture were also integral to the Egyptian afterlife. Once the deceased has been granted entry into the afterlife, he finds himself working the soil in the Field of Reeds.
ru: Земледелие и сельское хозяйство составляли основу египетской экономики. Обильные урожаи позволяли Египту активно <link="#Trade_Title"><u>торговать</u></link> с соседями, поставляя на внутренние рынки новые товары. Секретом успешного земледелия были ежегодные разливы Нила, происходящие в период, называемый «ахет» («время половодья»), когда полноводная река удобряла почву плодородным илом. Покуда разливы происходили на постоянной основе, египтяне могли рассчитывать на богатый урожай. В годы низкого разлива или вовсе отсутствия разлива Египет поражал массовый голод, которого в иной раз было достаточно для свержения правительства. Дабы в полной мере воспользоваться дарами ежегодного разлива, вокруг ферм возводились дамбы для сбора воды по мере её подъёма. Когда Нил отступал (этот период назывался «перет» — «время всходов»), вода, богатая плодородным илом, медленно впитывалась почвой. Примерно через шесть недель земледелец открывал дамбы и давал лишней воде стечь. Конечно, от постоянного контакта с водой почва становилась слишком мягкой для возделывания. Прежде чем начать посев, земледелец дожидался, пока почва подсохнет и станет достаточно твёрдой. Наконец, в период «шему» («время засухи») собирали урожай. Та часть, что предназначалась для потребления, хранилась в <link="#Granary_Title"><u>амбарах</u></link>. Продовольствие на экспорт хранилось на <link="#StorageYard_Title"><u>складах</u></link>, откуда его грузили на баржи. Государственные фермы и фермы, принадлежащие владельцам поместий, нанимали рабочих для самых тяжёлых работ на земле. Сельское хозяйство было непростым делом, и большая часть работы выполнялась вручную. Из инструментов, которые были доступны земледельцам, можно назвать мотыгу, ручной плуг и серп. Одомашненный крупный скот частично облегчал пахоту. Сельское хозяйство производило как сырье, так и продукты питания. <link="#Grain_Title"><u>Зерно и ячмень</u></link> были основным продовольственными культурами, а <link="#Flax_Title"><u>лён</u></link>, из которого прялась <link="#Linen_Title"><u>ткань</u></link>, был самой важной сырьевой культурой. Сельское хозяйство и земледелие также были неотъемлемой частью загробной жизни Египта. После того, как усопший попадал в загробный мир, он начинал возделывать землю на бескрайних полях Иалу («полях тростника»).

# #Farming_Title
source: Farming
ru: Земледелие

# #Festival_Content
source: Ancient Egyptian festivals were joyous celebrations in which food was abundant and beer flowed freely. They celebrated for many different reasons: to honor a god, to mark the harvest and to recognize the longevity of the pharaoh. The last five days of the Egyptian year were spent celebrating, and numerous other festivals occurred throughout the year. It was during festivals in honor of a deity that all people had somewhat more access to state gods than usual. At the center of religious festivals was the procession of the god. During the festival, the statue of the god that resided in the temple, beyond public view, was outfitted in its finest garments and paraded through town on a ceremonial bark borne by priests. The priests rested periodically, during which time rites were performed. During the New Kingdom, citizens could ask the god questions while the priests were resting. The priests bowed if the god responded positively to the question and moved back if the response was negative. At the end of the festival, the god returned to his home in the temple. Sometimes, the gods travelled quite far and were transported by boat. For example, during the Opet festival, Amun travelled from Karnak to his southern chapel at Luxor. To make the journey, he sailed along the Nile. Opet was one of the most joyous festivals and lasted anywhere from 11-27 days. Traditionally, when a king reached his 30th year of rule, he celebrated his heb-sed, or jubilee festival. Then, this was celebrated every three or four years thereafter. Among the arcane rituals performed during this festival, the pharaoh performed a ritual run to prove that he (or she) was still fit to rule. Some pharaohs didn't wait until their 30th regnal year before celebrating their heb-sed and celebrated them much earlier in their reigns. Undoubtedly, Egyptians from all walks of life welcomed festivals as a time to eat and drink. Festivals also offered respite from the daily grind.
ru: Древнеегипетские праздники были радостными торжествами, сопровождаемыми обильным количеством еды и пива. Их устраивали по разным причинам: чтобы воздать честь богу, в ознаменование хорошего урожая и в честь долгого правления фараона. Последние пять дней египетского календаря посвящались праздникам, но в течение года проходило множество других торжеств. Во время празднеств в честь бога все люди имели более широкий доступ к богам-покровителями государства, чем обычно. В центре торжества шла процессия, посвящённая определённому богу, чью статую, обычно находившуюся в храме вдали от глаз обычных людей, несли жрецы в церемониальной ладье. Жрецы периодически отдыхали, и в это время совершались различные обряды. Во времена Нового царства горожане могли задавать богу различные вопросы. Отдыхавшие в это время жрецы толковали положительный ответ бога поклонами, а отрицательный — отступлением назад. По окончании торжества бог возвращался в свой храм. Иногда боги путешествовали довольно далеко и перевозились на лодках. Например, во время праздника Опет Амон отправлялся по Нилу в лодке из Карнака в свою южную часовню в Луксоре. Опет был одним из самых весёлых праздников и длился от 11 до 27 дней. Традиционно, когда правление фараона длилось уже 30 лет, он праздновал свой хеб-сед, или юбилейный праздник. Затем он праздновался каждые три-четыре года. Во время одного из ритуалов, проводимых во время этого праздника, фараон совершал ритуальный забег, чтобы доказать, что он или она все ещё в состоянии править. Некоторые фараоны не дожидались 30-летия своего царствования, чтобы отметить свой хеб-сед, и праздновали его гораздо раньше. Несомненно, египтяне любого сословия приветствовали праздники как время есть и пить. Фестивали также давали передышку от повседневной рутины.

# #Festival_Title
source: Festivals
ru: Праздники

# #Flax_Content
source: Flax was grown to manufacture <link="#Linen_Title"><u>linen</u></link>, ancient Egypt's major textile. Because the stalk was the most important part of the plant, each plant had to be pulled from the ground rather than cut, making flax harvest a slow process. Once the flax was harvested, the roots and seed heads were removed and the stalks were laid out to dry. Then, the stalks were submerged in water for two weeks, after which they were beaten against stones and separated out into fibers. The fibers were then sent to a weaver to be made into cloth.
ru: Лён выращивался для производства <link="#Linen_Title"><u>льняной ткани</u></link>, основной материи Древнего Египта. Поскольку стебель был самой важной частью, каждое растение приходилось вырывать с корнем, а не срезать, что делало уборку льна трудоёмким процессом. У собранных растений удалялись корни и семенные коробочки, а стебли раскладывались для сушки. Затем стебли погружали в воду на две недели, после чего их отбивали о камни и разделяли на волокна. Эти волокна отправлялись ткачу для изготовления ткани.

# #Flax_Title
source: Flax
ru: Лён

# #FruitsVeggies_Content
source: <link="#Grain_Title"><u>Grain</u></link> and barley were the predominant foodstuffs for the ancient Egyptians, but they also cultivated a variety of fruits and vegetables. Beans, chickpeas, lentils and green peas were very popular, as were garlic, onions, leeks, lettuce and cucumbers. For fruit, figs, dates, grapes and pomegranates were consumed. Dates in particular were popular with the lower classes and were used to flavor <link="#Beer_Title"><u>beer</u></link>. The Egyptians also spiced their food with cinnamon, coriander, cumin, dill and mustard.
ru: <link="#Grain_Title"><u>Пшеница</u></link> и ячмень составляли основу рациона древних египтян, но они также выращивали различные фрукты и овощи. Очень популярны были фасоль, нут, чечевица и зелёный горошек, как и чеснок, лук, лук-порей, салат и огурцы. Из фруктов употреблялись инжир, финики, виноград и гранаты. В частности, финики были популярны среди низших классов и использовались в качестве вкусовой добавки к <link="#Beer_Title"><u>пиву</u></link>. Египтяне также приправляли свою еду корицей, кориандром, тмином, укропом и горчицей.

# #FruitsVeggies_Title
source: Fruits and Vegetables
ru: Фрукты и овощи

# #Gardens_Content
source: Gardens were extremely popular in ancient Egypt, and some houses had gardens adjacent to them. In addition to growing <link="#FruitsVeggies_Title"><u>fruits & vegetables</u></link> in these gardens to supplement their diets, the gardens provided a place to go for respite from the hot sun. Many gardens had carefully tended trees to provide shade. Art was primarily found on the monuments and temples in town. So much time and expense was devoted to the temples and monuments that the rest of the town tended to be rather drab by comparison.
ru: Сады были весьма популярны в Древнем Египте, а к некоторым домам примыкали собственные сады. В дополнение к выращиванию <link="#FruitsVeggies_Title"><u>фруктов и овощей</u></link> для разнообразия рациона, сады использовались в качестве места для защиты от солнца. Во многих садах тщательно ухаживали за деревьями, дающими тень от дневного зноя. Элементы искусства в основном находили на монументах и в храмах города. Так много времени и усилий было посвящено храмам и монументам, что остальная часть города по сравнению с ними выглядела довольно унылой.

# #Gardens_Title
source: Gardens and Public Art
ru: Сады и публичное искусство

# #Gold_Content
source: In pharaonic Egypt, particularly during the New Kingdom, gold was primarily mined in Egypt's eastern desert and in Nubia. Mining the gold could be an arduous task. In the eastern desert, for example, veins of gold were interspersed in granite and quartz. The granite was chiseled into powder, then submerged in water to separate the gold from the rock. This process was certainly very time consuming. Nevertheless, gold was relatively plentiful and was, in fact, easier to obtain than silver. The gold ore was chiseled from the bedrock, then processed through grinding mills, then submerged in water. As the gold cooled, it formed into nuggets, which were then taken to goldsmiths for use. Gold was also melted and poured into ring molds to create ring-shaped gold ingots. Like almost every other commodity, gold inventory was strictly maintained by scribes. They carefully weighed out gold every morning to the smiths, and their work was carefully supervised to ensure that they weren't stealing any. While gold was more plentiful than silver, by no means was there an excessive amount of gold available. As a result, most objects were gold plated instead of being made of solid gold.
ru: В Египте эпохи фараонов, особенно в Новом царстве, золото в основном добывалось в восточной пустыне и Нубии. Добыча золота сопровождалось рядом трудностей. Например, в восточной пустыне золотые жилы были вкраплены в толщу гранита или кварца. Гранит измельчался в порошок, а затем промывался в воде, чтобы отделить золото от породы. Этот процесс, безусловно, занимал очень много времени. Тем не менее, золото можно было добыть гораздо легче, чем серебро, и золота было относительно много. Золотая руда извлекалась из скальной породы, а затем измельчалась в жерновах и промывалась в воде. После охлаждения золото ковали в самородки, которые передавали ювелирам для использования. Золото также расплавляли и отливали из него слитки в виде колец. Как и все остальные товары, золото было на строгом учёте у писцов. Они тщательно взвешивали передаваемое кузнецам золото и внимательно следили за работой ремесленников, дабы те в процессе обработки ничего не крали. Несмотря на то, что золота было больше, чем серебра, это не значило, что его было в избытке. Большинство изделий лишь покрывалось слоем золота, а не делалось из цельного куска.

# #Gold_Title
source: Gold and Gold Mining
ru: Золото и золотодобыча

# #Government_Content
source: Government in ancient Egypt was very bureaucratic. Every imaginable task had an associated government employee with a lofty-sounding title. Heading everything up, of course, was the pharaoh. The pharaoh's right-hand man was his vizier, who was responsible for ensuring that all pharaonic commands were carried out. Under the vizier were nomarchs (regional governors), chancellors, viceroys, overseers, mayors - the list goes on and on. And, because ancient Egypt was a theocracy, <link="#Priests_Title"><u>priests</u></link> played an integral part. Many individuals held more than one title. For example, Imhotep, who served under Djoser and oversaw the building of the Step Pyramid, held the titles of Vizier, High Priest of Ptah and Overseer of Works, among others.
ru: Правительство в Древнем Египте было чрезвычайно бюрократизировано. Для любой задачи или функции существовал чиновник с вычурным титулом. Во главе этой системы стоял, разумеется, фараон. Его правой рукой был визирь (чати), отвечавший за то, чтобы все приказы фараона должным образом исполнялись. Под руководством визиря были номархи (правители провинций), канцлеры, вице-короли, смотрители, правители городов — список может продолжаться и продолжаться. И, потому как Древний Египет по форме правления был теократией, <link="#Priests_Title"><u>жрецы</u></link> играли в правительстве связующую роль. У многих чиновников было сразу несколько титулов. Например, Имхотеп, служивший Джосеру и построивший для него ступенчатую пирамиду, носил титулы (помимо прочих) визиря, верховного жреца («сына») Птахи и начальника строителей.

# #Government_Title
source: Government and Bureaucracy
ru: Правительство и бюрократия
