Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Encyclo.po
Languages: ru

# #Roads_Content
source: The <link="#Nile_Title"><u>Nile</u></link> was Egypt's main highway. Boats of all shapes and sizes transported people, goods and materials from one point to another. The ancient Egyptians, of course, had land-based roads as well. These roads were generally not paved in any fashion but were simply well-worn paths. In most cities, roads twisted and turned in any way necessary. In planned cities, such as the settlement for workers at Deir el-Medina, the roads were laid out in a neat grid. Some trade routes were also well-established, but these roads weren't paved, either - and they could be quite dangerous to traverse. For more on the perils of successful trade, click <link="#Trade_Title"><u>here</u></link>.
ru: <link="#Nile_Title"><u>Нил</u></link> являлся основной транспортной артерией Древнего Египта. Лодки всевозможных форм и размеров перевозили людей, товары и материалы из одного пункта в другой. Древние египтяне также использовали и сухопутные дороги. Эти дороги обычно никак не мостились, являясь просто хорошо вытоптанными тропами. Во многих городах дороги петляли всевозможными способами. В городах же с хорошо распланированной структурой, например в рабочем поселении Дейр-эль-Медина, дороги укладывались по строго определённой сетке. Некоторые торговые пути были давно проложены, однако и они не были мощёнными, и порой перемещение по ним было сопряжено с определённым риском. Об опасностях, сопровождавших успешную торговлю, см. <link="#Trade_Title"><u>здесь</u></link>.

# #Roads_Title
source: Roads
ru: Дороги

# #Scribes_Content
source: Scribes, or sesh, permeated Egyptian society and government and were associated with just about every governmental activity. The ancient Egyptians kept records of almost everything, and scribes were the only ones who could perform this function. Scribes recorded how much tax each person owed the government, kept track of exports and imports and also recorded the numbers of dead enemies after battles. For private citizens, scribes drew up legal documents, like wills, and also read and wrote letters for individuals. The tools of the trade for the scribe included papyrus, a palette with two cakes of ink (typically black and red), a pot of water, and reed brushes. The scribe dipped the brush into the water and then rubbed the brush over a cake of ink. He then wrote on the papyrus. Not all scribes knew how to write hieroglyphs. Hieroglyphs were reserved for monuments and temples. For daily use, a simpler version of hieroglyphic script, called hieratic, was used. The written language consisted of about 700 signs and combined symbols that represented sounds with symbols that represented ideas. The script mostly omitted vowels, so historians can only speculate on how spoken ancient Egyptian sounded.
ru: Писцы (или «сеш») связывали всё египетское общество и представляли практически любую государственную деятельность. Древние египтяне вели записи почти обо всём, и писцы были единственными, кто мог выполнять эту функцию. Они записывали, сколько налогов каждый человек должен правительству, отслеживали экспорт и импорт, подсчитывали количество убитых врагов во время сражений. Для частных лиц писцы составляли юридические документы, такие как завещания, а также записывали и зачитывали письма для отдельных лиц. Рабочими инструментами писца были папирус, палитра с двумя лепёшками чернил (обычно чёрного и красного цвета), горшок с водой и тростниковые кисти. Писец окунал кисть в воду, а затем проводил ею по чернильной лепёшке, после чего делал запись на папирусе. Не все писцы умели писать иероглифы, ведь они предназначались для монументов и храмов. Для повседневного делопроизводства использовалась более простая версия иероглифического письма, называемая иератической. Письменный язык состоял примерно из 700 знаков и сочетал символы, которые представляли звуки, с символами, которые представляли идеи. В записанных словах пропускались гласные, поэтому историки могут только догадываться о том, как на самом деле звучала древнеегипетская речь.

# #Scribes_Title
source: Scribes
ru: Писцы

# #Senet_Content
source: Senet was the most popular board game in ancient Egypt. The board was rectangular and divided into three rows of 10 squares each. It was played by two players, and each player had at least five pieces. Moves were determined by a set of four throwing sticks. The rules for senet were not recorded anywhere, so no one is quite sure how the game was played. Most historians agree, however, that the game represented the journey to the afterlife. Both backgammon and hopscotch are considered to be descendants of senet. Senet, along with other games, was probably one of many amusements Egyptians undertook while at taverns or inns. After a hard day's work, many Egyptians would retire to local taverns where <link="#Beer_Title"><u>beer</u></link> was served and lively conversation filled the air. Both men and women - particularly those that were still single - attended beer halls.
ru: Сенет была самой популярной настольной игрой Древнего Египта. Доска была прямоугольной и разделялась на три ряда по 10 квадратов в каждом. В неё играл два игрока, у каждого было не менее пяти фигур. Ходы определялись набором из четырёх плоских бросаемых палочек. Правила сенета не были обнаружены ни в одном письменном источнике, так что никто точно не знает, как именно велась игра. Тем не менее, большинство историков сходятся на том, что игра представляла собой симуляцию путешествия в загробную жизнь. Такие игры, как нарды и классики, являются потомками сенета. Сенет, наряду с другими играми, вероятно, был одним из многих развлечений, которые египтяне устраивали в тавернах и постоялых дворах. После тяжёлого рабочего дня многие египтяне захаживали в ближайшую таверну, где за кружкой <link="#Beer_Title"><u>пива</u></link> вели оживлённые беседы. И мужчины, и женщины (особенно незамужние) часто посещали пивные заведения.

# #Senet_Title
source: Senet
ru: Сенет

# #Seth_Content
source: Seth, brother of <link="#Osiris_Title"><u>Osiris</u></link>, was god of destruction. Originally, Seth was the protector of Lower Egypt. As Upper Egypt gained prominence, Upper Egypt's patron god, <link="#Ra_Title"><u>Horus</u></link>, became more important, and Seth was cast in a negative light. Anubis, god of death, was the embalming god. Represented by the jackal, Anubis protected the dead. Sekhmet was a lion-headed goddess of war and pestilence. She was the wife of the creator god, Ptah. The Egyptians worshipped her in the hopes of appeasing her so that she would not unleash her fury.
ru: Сет, брат <link="#Osiris_Title"><u>Осириса</u></link>, был богом разрушения, хотя первоначально считался защитником Нижнего Египта. По мере того, как Верхний Египет набирал силу, его бог-покровитель <link="#Ra_Title"><u>Гор</u></link> становился более важным, а Сету отводилась отрицательная роль. Анубис, бог смерти, также был богом бальзамирования. В облике шакала Анубис предоставлял всем мёртвым свою защиту. Сехмет, представляемая в образе женщины с головой львицы, являлась богиней войн и эпидемий. Она была женой бога-создателя Птаха. Египтяне поклонялись ей в надежде умилостивить её, дабы она не выплёскивала свою ярость.

# #Seth_Title
source: Seth, Anubis and Sekhmet
ru: Сет, Анубис и Сехмет

# #Ships_Content
source: The Nile has inspired boat makers for ages. In pre-Dynastic times, ancient Egyptians lashed together reeds of papyrus to make rafts that they propelled with poles. Not long before the advent of pyramid building, there were advancements in building boats that would be helpful and even necessary for large-scale construction projects. Ships were important in transporting heavy materials needed for the construction of the pyramids. Like other industries in Egypt, shipwrights were government-owned operations. Equipped with woodworking tools, ship builders first made the hull of the boat by laying planks side by side and securing them with dowels, glue, and ropes designed to shrink when wet. When the ropes shrank, the hull was held fast. Hulls of larger boats were ribbed. Once the hull was complete, the shipwrights outfitted the rest of the boat, including a mast for the sail and holes for oars. Some of the larger ships had cabins. The ships were broad-beamed and designed to ride very high on the surface of the water, which helped them stay afloat. The Nile, though relatively easy to navigate, did have its share of shoals and shallow points, and it was easy for ships to run aground. Shipwrights built ships of significant size. One boat, used to transport obelisks to Hatshepsut's temple, measured 89 yards (82 meters) in length. One of the most famous archaeological finds is Khufu's barge. Found in about 1,224 pieces along the south side of Khufu's pyramid, the barge was reconstructed in the early 1960s. The boat is over 46 yards (42 meters) long and 6.5 yards (6 meters) wide, with spots for 10 rowers plus an additional two that steered the boat. Historians are unsure of the significance of the boat. Some speculate that it is symbolic of Horus' sun ship. Others think that it may have been the barge that transported Khufu's remains to his pyramid, or that he used the boat during life. Regardless, the boat provides insight into the construction of Egyptian ships.
ru: Нил веками вдохновлял кораблестроителей. В додинастический период древние египтяне изготовляли плоты из связанных воедино верёвкой стеблей тростника и управляли ими с помощью длинных шестов. Незадолго до появления первых пирамид были достигнуты успехи в строительстве лодок, которые были полезны и даже необходимы для крупномасштабных строительных проектов. Корабли играли важную роль в транспортировке тяжёлых материалов, необходимых для строительства пирамид. Как и другие производства в Египте, верфи находились в государственной собственности. Используя столярные инструменты, кораблестроители сначала изготовляли остов корабля, укладывая доски бок о бок и закрепляя их дюбелями, клеем и верёвками, которые во влажном состоянии своей усадкой крепко скрепляли детали остова между собой. Корпуса более крупных кораблей имели рёбра. Когда корпус был готов, оснащали остальную часть корабля, включая мачту для паруса и гнёзда для вёсел. У некоторых крупных кораблей были каюты. Корабли имели плоское дно, низкую осадку и были рассчитаны на плавание неглубоких водоёмах. Нил, хотя и относительно лёгкий для навигации, всё же изобиловал отмелями, в которых корабли могли застрять. Кораблестроители могли построить корабль значительных размеров. Один корабль, использовавшийся для перевозки обелисков в храм Хатшепсут, имел длину 82 метра. Одной из самых известных археологических находок является солнечная ладья, уложенная в разобранном виде из 1224 частей у южной стороны пирамиды Хуфу (Хеопса). В 1960-х годах она была собрана вновь. Ладья имеет длину более 42 метров и ширину 6 метров с местами для 10 гребцов плюс ещё два места для рулевых. Историки до сих пор не уверены в назначении лодки. Некоторые предполагают, что это символ солнечного корабля Гора. Другие считают, что это могла быть лодка, которая перевезла останки Хуфу к его пирамиде, или что он использовал эту лодку при жизни. Тем не менее, лодка даёт хорошее представление о конструкции египетских кораблей.

# #Ships_Title
source: Ships and Ship Making
ru: Корабли и кораблестроение

# #Society_Content
source: Egyptian society was highly stratified with distinct and separate classes. For the most part, people remained in the class into which they were born, although there are a few examples of individuals marrying into a higher class. Members of the lowest class were peasants. The peasants had the shortest life expectancy of any class and endured a life of hard labor, either on farms or on state construction projects. Their remains show that most peasants had bad back problems, and their vertebrae were sometimes fused together as a result of their hard work. They lived in very basic structures of a few rooms, and they were buried in simple graves and could not afford to be embalmed. The middle class was comprised of artisans, merchants, and others involved in industry. They lived in more spacious homes and some of them could afford embalming and modest tombs. The wealthiest class were high-ranking government officials. They could afford the finest luxuries, including embalming, and often had fine tombs built. Their diets were richer and more varied than other Egyptians. In an examination of some mummified remains of upper class Egyptians, 10 to 20 percent had arteriosclerosis - hardening of the arteries - indicating the consumption of plenty of animal fat and, perhaps, a life of stress. Wealthy men were often depicted with pot-bellies, an indication of their prosperity.
ru: Египетское общество было сильно расслоено на отдельные сословия. По большей части класс закреплялся за человеком с рождения, но бывали случаи, когда отдельным личностям удавалось заключать браки с представителями более высокого класса. Представителями низшего класса были крестьяне. У них была самая низкая продолжительность жизни, обусловленная изнурительным трудом либо в полях, либо на строительстве монументов. Их останки показывают, что у большинства крестьян были проблемы со спиной, у многих позвонки срастались в результате тяжёлой работы. Они жили в примитивных жилищах, а после смерти их хоронили в простых могилах без бальзамирования. Средний класс был представлен ремесленниками, торговцами и другими лицами, занятыми на производстве. Они жили в более просторных домах, и многие из них могли себе позволить бальзамирование и скромную усыпальницу. Самым богатым классом были высокопоставленные правительственные чиновники, которые могли себе позволить самую изысканную роскошь, включая бальзамирование и строительство изысканных гробниц. Их рацион был богаче рядовых египтян. При исследовании мумифицированных останков египтян из высшего сословия выяснилось, что у 10-20% был артериосклероз, означавший, что при жизни эти люди потребляли большое количество животного жира и, возможно, часто испытывали стрессовые ситуации. Состоятельных людей часто изображали с объёмными животами, что свидетельствовало об их богатстве.

# #Society_Title
source: Society
ru: Общество

# #Sphinx_Content
source: The sphinx, associated with sun gods in ancient Egypt, has the body of a lion and the head of a king. There were many sphinxes in Egypt, but the most famous by far is the Great Sphinx at Giza (Rostja). Built around 2500 BC, the Great Sphinx seemingly guards Khafre's pyramid and sits over an old quarry. Its face is thought to be that of Khafre himself. The Sphinx is about 200 feet (60 meters) long and 65 feet (20 meters) tall. It is carved from limestone. The Sphinx, due to natural buildup of sand over time, was buried for most of its existence. Legend has it that Thutmose IV, before he became pharaoh, was hunting in the area of the Sphinx and fell asleep on the spot where it lies. As Thutmose slept, the Sphinx told him in a dream that if he unburied the Sphinx, he would become pharaoh. Thutmose did the Sphinx's bidding and became pharaoh in 1425 BC. He recorded the story on stelae and placed it between the Sphinx's paws. Again, over time, windblown sand built up and the Great Sphinx was again buried. It was re-excavated in the 1930s. Attempts to preserve the Sphinx have met with mixed results.
ru: Сфинкс, связанный с богами солнца в Древнем Египте, имеет тело льва и голову царя. В Египте было много сфинксов, но самым известным на сегодняшний день является Большой сфинкс в Гизе (Ростау). Большой сфинкс был построен около 2500 года до н.э. над старым карьером, и был призван, по-видимому, охранять пирамиду Хефрена. Считается, что его лицо принадлежит самому Хефрену. Сфинкс имеет размеры 60 метров в длину и 20 метров в высоту и высечен из известняка. Из-за наносимых из пустыни песков сфинкс большую часть своего существования был погребён под ними. Существует легенда, что Тутмос IV до того, как стать фараоном, охотился неподалёку и заснул в том месте, где покоился сфинкс. Во сне к нему явился сфинкс и сказал, что если Тутмос его откопает, то станет фараоном. Тутмос выполнил волю сфинкса и стал фараоном в 1425 году до н.э. Он записал эту историю на стеле и поместил её между лап сфинкса. Со временем ветер пустыни вновь скрыл Большого сфинкса под толщей песка. Его повторно раскопали в 1930-х годах. Попытки сохранить сфинкса не увенчались особым успехом.

# #Sphinx_Title
source: Sphinx
ru: Сфинкс

# #Stonemason_Content
source: Stonemasons oversaw the <link="#Quarries_Title"><u>quarries</u></link> and construction of <link="#Pyramids_Title"><u>pyramids</u></link> and other monuments. While they knew the ins and outs of stone and how best to extract it from the quarries, they themselves did not do most of the backbreaking labor. Peasants of the lowest class performed the hardest labor. Stonemasons supervised the process.
ru: Каменотёсы следили за работами в <link="#Quarries_Title"><u>карьерах</u></link>, строительством <link="#Pyramids_Title"><u>пирамид</u></link> и прочих монументов. Хотя им были известны все тонкости добычи и обработки камня, сами они не занимались тяжёлым ручным трудом. Чернорабочие из более низшего сословия выполняли всю самую тяжёлую работу, а каменотёсы только контролировали процесс.

# #Stonemason_Title
source: Stonemasons
ru: Каменотёсы

# #StorageYard_Content
source: In ancient Egypt, there were storage magazines in both the temple and the palace for state goods. These would have been roofed structures, and mostly everything would have been stored in large pottery vessels. Open-air storage facilities in the middle of the city was unlikely. There was the occasional rain storm, but also the flood could be dangerous and there would be the occasional flash flood which would be detrimental to towns. They were well supervised by scribes who kept strict track of the inventory. The design of the storage yard in the game thus does not reflect the reality, this choice was made to allow the player to quickly see what's in stock at any moment in time.
ru: При храмах и дворцах Древнего Египта были хранилища для царских товаров. Это были крытые сооружения, где хранились большие глиняные сосуды с необходимыми товарами. Открытые хранилища посреди города были маловероятны — иногда случались ливневые дожди и наводнения. За хранилищами приглядывали писцы, которые строго следили за количеством товара. Внешний вид склада в игре не соответствует реальности, этот выбор был сделан для того, чтобы позволить игроку в любой момент быстро увидеть, что есть на складе.

# #StorageYard_Title
source: Storage Yard
ru: Склад

# #Temples_Content
source: Temples were viewed as the residences of the gods, and each temple had scores of attending <link="#Priests_Title"><u>priests</u></link> to care for the god. Citizens took part in the care of the gods through offerings, but they rarely saw the statue of the god hidden deep inside the temple. Only on feast days, when the god was carried through town on a ceremonial bark, did citizens actually catch a glimpse of the deity, though the deity was still hidden within a portable shrine. Egyptians turned to the gods for advice. Everyone was welcome into the forecourt of the temple, and here people could query the gods regarding subjects that puzzled them or ask forgiveness for past wrongs. The priests, hidden from view, responded to the beseechers. Citizens could also ask questions of the god on feast days when the god was out and about. In addition to paying homage at the temples, most Egyptians had shrines in their homes. Frequently, the shrine was of Bes, the protector god of the household. Individuals seem to have had their own patron gods as well. In an attendance record uncovered at Deir el-Medina, workers are sometimes absent to celebrate the 'festival of their god.' The concept of a patron god extended to cities, towns and regions. That idea caused shifts in the gods worshipped at different periods during Egyptian history. For more on the evolution of religion, click <link="#Religion_Title"><u>here</u></link>.
ru: Храмы считались местом обитания богов, и каждый храм посещали десятки <link="#Priests_Title"><u>жрецов</u></link>, заботящихся о боге. Горожане принимали участие в заботе с помощью подношений, но редко видели статую бога, спрятанную глубоко внутри храма. Только в праздничные дни, когда бога проносили на церемониальной ладье, горожане могли мельком увидеть его, спрятанного в переносном святилище. Египтяне обращались к богам за советом. Всех приветствовали во дворе храма, где люди могли расспросить богов о насущных проблемах или просить прощения за прошлые деяния. Священники, скрытые от глаз, отвечали молящим. Жители также могли задавать вопросы богу в праздничные дни, когда бога не было дома. Помимо храмов, у большинства египтян были святилища в домах. Часто святилище посвящалось богу Бесу, защитнику дома. Похоже, что у людей тоже были свои боги-покровители. Согласно записи о посещаемости, обнаруженной в Дейр-эль-Медине, рабочие могли отсутствовать на стройках из-за посещения «праздника своего бога». Концепция бога-покровителя распространялась на города, деревни и регионы. Эта идея вызвала определённые изменения в верованиях древних египтян на протяжении всей истории. Чтобы узнать больше об этих изменениях, нажмите <link="#Religion_Title"><u>сюда</u></link>.

# #Temples_Title
source: Shrine and Temple
ru: Святилища и храмы
