Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Encyclo.po
Languages: ru

# #Caesareum_Content
source: Cleopatra VII began the construction of the Caesareum to honor Julius Caesar. It originally consisted of a small temple or altar in the middle of a sanctuary, and possibly later was intended for the worship of Mark Antony's cult. His suicide, followed shortly thereafter by Cleopatra's death, however, meant that this monument was completed by their rival, Octavian (Augustus Caesar), who completed the structure and dedicated it to his own cult. Two obelisks (commonly referred to as Cleopatra's Needles, even though she had nothing to do with them), for centuries were prominent landmarks along Alexandria's Eastern Harbor shoreline. These obelisks, transported to Alexandria from Heliopolis by order of Octavian, marked the entrance to Caesareum long after the rest of it was destroyed. Both of the obelisks have now been removed (one stands in New York City's Central Park, the other along the banks of the Thames in London). Precise details about the actual structures of the Caesareum are not known. Our knowledge of it comes from brief descriptions by some ancient authors. Its architecture, like the other great monuments of Alexandria, was in the Greek style. It evidently contained a central sanctuary set amidst open-air courts and surrounded by stoas (columned walkways) that probably served as outer 'walls' for the monument. Rooms and porticos set amidst the stoas contained scrolls and could be used for assemblies or quiet study.
ru: Клеопатра VII начала строительство Цезариума дабы почтить память Юлия Цезаря. Первоначально сооружение состояло из храма и алтаря посреди святилища и позднее, возможно, предназначалось для почитания Марка Антония. Однако его самоубийство, за которым вскоре последовала и смерть Клеопатры, означало, что этот монумент был закончен их соперником Октавианом Августом, который посвятил его своей персоне. Два обелиска, которые часто называют «иглами Клеопатры» (хотя она не имела к ним никакого отношения), на протяжении веков были отличительными ориентирами на береговой линии восточной гавани Александрии. Эти обелиски, по приказу Октавиана привезённые в Александрию из Гелиополя, отмечали вход в Цезариум, даже спустя много лет после того, как само сооружение было разрушено. Оба обелиска были сняты со своего места и перевезены — один ныне стоит в Центральном парке Нью-Йорка, а другой — на берегу Темзы в Лондоне. Точных сведений об истинном виде строения нет. Современные знания о нём исходят из кратких описаний некоторых античных авторов. Его архитектура, как и другие великие монументы Александрии, была в греческом стиле. Цезариум, очевидно, имел центральное святилище, расположенное посреди двориков под открытым небом и окружённое стоа (галереями-портиками), которые служили, по всей видимости, внешними «стенами» сооружения. Помещения и портики внутри стоа содержали свитки и могли использоваться для собраний или обучения.

# #Caesareum_Title
source: Caesareum
ru: Цезариум

# #Carpenters_Content
source: Carpenters fashioned many necessary objects. Native <link="#Wood_Title"><u>wood</u></link> was scarce, so carpenters were very efficient with the wood they had at their disposal. Imported wood was also used, but it was expensive and thus reserved for the wealthiest of citizens. Carpenters were equipped with axes, saws and adzes to turn logs into planks of usable wood. With axes, the carpenter trimmed off any branches from the logs and split the wood if he was making rafters. Saws were used to cut the logs into planks, and adzes to smooth the planks of any bumps. Finished products included chests, beds, doors and door frames, chairs and, perhaps most importantly, coffins. Instead of nails, dowels were used to hold finished pieces together. Some of the finished pieces were exquisite, with fine inlays and engravings decorating the surfaces. Carpenters were also needed for the construction of larger homes. Ceilings in wealthier houses were frequently supported with finely decorated wooden columns. Basic carpentry changed little over ancient Egyptian history, and the same basic tools were favored. The major innovation carpentry witnessed was the development of the drill. During the New Kingdom, a bow drill was used to drill holes for the dowels.
ru: Плотники изготовляли много необходимых предметов. В Египте редко можно встретить <link="#Wood_Title"><u>деревья</u></link>, так что плотники весьма экономно обращались с той древесиной, что была у них в наличии. Также использовалась завозимая древесина, но она была так дорога, что её себе могли позволить только богатые жители. У плотников были топоры, пилы и тёсла, с помощью которых они разделывали брёвна на доски. Топором обрубались все ветки и расщеплялся ствол. Пилами брёвна распиливали на доски, а тёслами стачивали все неровности. Из дерева изготовлялись разнообразные изделия — сундуки, кровати, двери и дверные проёмы, кресла и, возможно, самое важное — саркофаги. Для скрепления деталей вместо гвоздей использовались шипы. Некоторые столярные изделия были произведениями искусства, с тонкими инкрустациями и рельефной резьбой. Навыки плотника также требовались при строительстве больших зданий. Своды богатых домов часто поддерживались изящно украшенными деревянными столбами. Плотницкое ремесло слабо развивалось в Древнем Египте, многие примитивные инструменты использовались без изменений на протяжении всей истории. Одним из немногих нововведений в плотницком деле стало изобретение сверла. Во времена Нового царства для сверления отверстий под шипы использовались лучковая дрель.

# #Carpenters_Title
source: Carpenters
ru: Плотники

# #CattleFish_Content
source: Egyptians raised several different animals on ranches or farms to be used for food. The most prevalent of these animals were long-horned cattle. These cattle were tended by herdsmen, who were typically portrayed in tomb scenes as being very lean with unshaven faces. The cattle were sent to pasture to feed. Sometimes, the cattle were sent to fields that had been recently harvested to eat straw and chaff. The Egyptians also raised sheep, goats and pigs on farms, as well as geese and other fowl. Horses were also raised, not for food, but to be used to draw the chariots of the noblest Egyptians. The horse was introduced into Egypt by the Hyksos, one of Egypt's <link="#Enemies_Title"><u>invaders</u></link>. Fish provided an alternate source of food, though it seems to have been eaten primarily by the lower classes. The Egyptians caught fish in several different ways. Some set out in canoes and used fishing rods with lines and hooks to catch fish one at a time. Traps were also built to catch larger numbers of fish. The most efficient way to catch fish, however, was the drag net. Because the catch would be so great, bringing a drag net back to the surface required two boats of men. There were dangers involved in the fishing profession. One species of catfish had a poisonous spine on its dorsal fin, and there was always the danger of hippopotamuses and crocodiles. Fishermen were safe enough in their boats, but should the boat capsize, the crocodile was seldom far behind.
ru: Древние египтяне разводили несколько видов домашнего скота на фермах для получения мяса. Самым распространённым видом животных был длиннорогий скот. Этих животных пасли пастухи, которых на стенах гробниц обычно изображали худыми и небритыми. Скот выгуливали на пастбищах и иногда на недавно убранных полях, чтобы те питались соломой и мякиной. Также разводили мелкий скот — овец, коз и свиней, а также гусей и других домашних птиц. Лошадей же разводили не для мяса, а для того, чтобы тянуть упряжку колесниц самых знатных египтян. Лошади появились в Египте после нашествия гиксосов, одних из <link="#Enemies_Title"><u>завоевателей Египта</u></link>. Рыба служила альтернативным источником пищи, хотя её, скорее всего, ели в основном бедные люди. Древние египтяне ловили рыбу несколькими способами. Некоторые отправлялись на лодках и ловили рыбу с помощью удочки с леской и крючком. Также использовались ловушки на заводях для ловли большого количества рыбы. Однако наиболее эффективным способом ловли являлись рыболовные сети. Поскольку улов мог быть достаточно большим, для ловли обычно использовались две лодки.Рыбацкий промысел сопровождался различным опасностями. У некоторых видов речных сомов на спинном плавнике располагается ядовитый шип, а водах могли находиться бегемоты и крокодилы. Находясь в лодке, рыбаки обычно были в безопасности, но если та переворачивалась, то находящийся рядом крокодил редко уходил без добычи.

# #CattleFish_Title
source: Cattle Ranching and Fishing
ru: Скотоводство и рыболовство

# #Children_Content
source: Children were prized in ancient Egypt and viewed as a continuation of life. Early marriage was common to facilitate large broods of children. Lower-class children followed their parents out to the fields and helped in the harvest. Middle- and upper-class children spent their days at home with their mother. When they were old enough, upper-class boys would be sent to school and then apprenticed to their fathers. Egyptian children had plenty of toys and games at their disposal, including balls, dolls, tops and wooden animals. They played games, like tug of war, and enjoyed many of the same leisure pursuits as their parents, such as swimming and fishing. Children and their parents also kept a variety of pets. Dogs and cats were both popular pets, as were trained monkeys, birds, gazelles and, for the extremely wealthy and brave, lions.
ru: Дети были важной частью в жизни Древнего Египта, являясь залогом для продолжения жизни. Ранние браки были обычным явлением, что способствовало большом количеству детей в семьях. Дети из бедных слоёв общества обычно следовали за родителями и помогали им работать в полях. Дети из средних и высших слоёв проводили дни дома с матерью. Более взрослых мальчиков из богатых семей отдавали в школу, а затем передавали в ученики своим отцам. У древнеегипетских детей были различные игрушки, включая мячи, куклы, волчки и деревянные зверюшки. Они проводили свой досуг за такими играми, как перетягивание каната, а также, как и взрослые, занимались плаванием или рыбалкой. У детей и их родителей были также домашние животные — обычно собаки и кошки, но встречались также и дрессированные обезьяны, птицы, газели, а у особо богатых и храбрых — даже львы.

# #Children_Title
source: Children
ru: Дети

# #Clay_Content
source: Clay was easily obtained in ancient Egypt, and the quality of clay varied by region. Along the Nile, years of Inundations resulted in rich deposits of mud waiting to be dug up and molded into pottery. In the desert regions, veins of soft marl and shale could be found in limestone. Clay from the desert yielded harder pottery than clay from the Nile and produced objects that had a pink or green hue. Pottery made from Nile clay tended to be red or black. Both types of clay were processed in the same way to make <link="#Pottery_Title"><u>pottery</u></link>.
ru: Глина была легкодоступным материалом в Древнем Египте, хотя её качество зависело от региона. Ежегодные разливы Нила привели к тому, что у его берегов образовались богатые залежи, пригодные для изготовления глиняной посуды. В пустынных регионах в известняковой породе можно было найти прожилки мягкого мергеля и глинистого сланца, из которых получались более твёрдые сорта керамики с характерным розовым или зеленоватым оттенком. Керамика из более мягкой и податливой нильской глины была красной или чёрной. Для изготовления <link="#Pottery_Title"><u>гончарных изделий</u></link> оба типа глины обрабатывались одинаковым образом.

# #Clay_Title
source: Clay
ru: Глина

source: Contents
ru: Содержание

# #Dance_Content
source: Ancient Egyptian dance evolved from rituals that hunters used to prepare for the hunt. A lead dancer, called the priest-dancer, was responsible for ensuring that the dances were performed correctly. Later, dance was an integral part of festivals and other religious celebrations but was also a form of entertainment in and of itself. Professional dance troupes performed in city squares and could be hired for private parties. The dancers were usually accompanied by <link="#Music_Title"><u>music</u></link>. Most professional dancers were female, and many had tattoos of Bes, God of Music and Dancing, on their thighs. Some citizens also danced as a pastime, although this diversion was reserved primarily for the lower classes. The greater an Egyptian's stature, the less likely he or she was to dance. Also, men and women never danced together. Women danced with other women, and men danced with other men. Apparently, Egyptian dance moves were named for what they represented, for example, 'the leading along of an animal,' 'the successful capture of a boat' and 'the funky chicken.'
ru: Древнеегипетские танцы произошли от ритуалов, проводимых охотниками перед началом охоты. Ведущий танцор или священник-танцор, следил за тем, чтобы танцы исполнялись правильно. Позднее танцы стали составной частью празднеств и религиозных торжеств, однако сами по себе они также являлись одной из форм увеселения. Труппы профессиональных танцоров проводили выступления на городских площадях и могли быть наняты для частных выступлений. Обычно танцорам аккомпанировала <link="#Music_Title"><u>музыка</u></link>. Большинство профессиональных танцоров были женщинами, и у многих на бёдрах были татуировки, изображавшие Беса, бога музыки и танцев. Некоторые египтяне также танцевали в качестве развлечения, хотя такой вид увеселений предназначался преимущественно для низших классов. Чем выше статус египтянина, тем менее вероятнее то, что он будет танцевать. Кроме того, мужчины и женщины никогда не танцевали вместе; женщины танцевали только с другими женщинами, а мужчины — только с другими мужчинами. По всей видимости, танцевальные движения древних египтян назывались в честь того, что они представляли, например, «погон животного», «успешный захват лодки» и «причудливая курица».

# #Dance_Title
source: Dance
ru: Танцы

# #Defenses_Content
source: Egypt protected its cities and towns with walls and towers. Walls were generally made of brick and were built either in the form of a quadrangle or a circle around the town. Excavations at Abu (Elephantine), located in southern Egypt near the Nubian border, have uncovered a thick, curving wall. Egypt defended its borders with a series of fortresses. Among the most well known of these fortresses are the 'Wall of the Prince,' a series of 13 fortresses built along the Nile's east bank.
ru: Египет защищал свои города и поселения с помощью стен и башен. Стены обычно возводились из кирпича, окружая поселение круглым или прямоугольным периметром. Раскопки в Абу (Элефантина), располагавшемся в южном Египте у нубийской границы, обнаружили толстую изогнутую стену. Египет защищал свои границы цепью крепостей, самые известные из которых — «Стена Принца», группа из 13 крепостей, построенных вдоль восточного берега Нила.

# #Defenses_Title
source: Defensive Structures
ru: Оборонительные сооружения

# #Dentistry_Content
source: Dentistry was one of many fields that an ancient Egyptian doctor could practice. Remains of ancient Egyptians indicate that dentists were fighting an uphill battle. Tooth decay was promoted by omnipresent sand. Sand worked its way into everything, including food, and constantly crunching on sand quickly wore down the Egyptians' teeth. Tooth wear often led to abscesses, which could cause the tooth to fall out and could even cause death. Medical papyri detail the actions dentists took to treat specific problems. For example, if a tooth fell out, the dentist bound the tooth to a neighboring tooth with gold or silver wire. There is even a recipe for fillings, involving mixing resin and malachite, but archaeologists have found no remains of teeth with the fillings still intact. Archeologists have uncovered tools that they believe were used as toothbrushes. Thus far, no discoveries of ancient Egyptian floss have been reported.
ru: Стоматология была одной из многих областей, в которых мог практиковать древнеегипетский врач. Останки древних египтян указывают на то, что эти врачи сражались с недугами в неравных условиях. Разрушению зубов способствовал вездесущий песок. Он был повсюду, включая в еде, и от постоянного трения о песок зубы древних египтян быстро стачивались. Изнашивание зубов часто вызывало абсцессы, которые могли привести к выпадению зуба и даже смерти. Медицинские папирусы подробно описывают действия стоматологов для лечения конкретных проблем. Например, если выпадал зуб, стоматолог привязывал его к соседнему зубу золотой или серебряной проволокой. Существует даже рецепт применения пломбы, состоящей из смолы и малахита, но археологам так и не удалось найти останки зубов с неповреждёнными пломбами. Археологи обнаружили инструменты, которые, по их мнению, использовались в качестве зубных щёток. До сих пор нет свидетельств, что древние египтяне могли использовать зубную нить.

# #Dentistry_Title
source: Dentistry
ru: Стоматология

# #Education_Content
source: Education in ancient Egypt was extremely practical. Each person was educated with a specific career in mind. For many, education meant apprenticeship, and sons were generally apprenticed to their fathers to learn a craft. Some girls, too, were apprenticed to pursue careers as dancers, singers or weavers, but for the most part girls learned the art of managing a household. Scribes received the most formal education. Scribal schools, called Per-Ankh or 'house of life,' were connected primarily to temples, but also scribes would have been schooled in the king's palace. Here, would-be scribes learned the written languages, primarily hieratic and, later, demotic, which were used for everyday business. Some were schooled in the arcane hieroglyphs. The scribes learned their craft by copying over manuscripts onto ostraca, or old shards of stone. Only when they had mastered their craft were they entrusted with papyrus. Discipline was demanded, and physical punishment frequent. Scribal education generally occurred between the ages of 10 and 20.
ru: Обучение в Древнем Египте было очень практичным. Каждому ученику прочилась определённая карьера. Для многих обучением являлось ученичество, сыновья поступали в ученики своим отцам дабы научиться секретам профессии. Некоторых девочек также обучали, дабы те стали танцовщицами, певицами или ткачихами, но чаще всего девочки обучались ведению домашнего хозяйства. Писцы получали формальное образование. Школы писцов, называемые пер-анх («дом жизни»), были связаны прежде всего с храмами, но писцов также могли обучать и при царском дворце. Будущие писцы изучали письменность, сначала иератическую, а затем и демотическую, которые использовались в повседневных делах. Некоторые обучались тайным иероглифам. Писцы учились своему ремеслу, переписывая рукописи на остраконы, или глиняные черепки. Только когда они осваивали в совершенстве своё ремесло, им доверяли папирус. Практиковались строжайшая дисциплина и физические наказания. Обучение писцов обычно происходило в возрасте от 10 до 20 лет.

# #Education_Title
source: School and Education
ru: Школы и образование

# #Embalmers_Content
source: Embalming is the cornerstone of ancient Egyptian funerary customs. The ka, or spirit, of the deceased needed a place to live in the afterlife and, thus, needed its body. During the embalming process, the body was first rinsed in the waters of the Nile, symbolizing rebirth. Then, internal organs were removed from the corpse and stored in containers called canopic jars. The only organ that was discarded was the brain (which was removed through the nose) because the ancient Egyptians believed that it served no purpose. The canopic jars were entombed with the body. After removing the internal organs, the embalmer filled the body cavity with perfumes, oils, and linen and closed the body up. Then, the body was covered in natron, a type of salt. After 70 days, the body was rinsed off, wrapped in linen and smeared with bitumen. The bitumen helped to kill bacteria and fungi that would otherwise work to decompose the body. Because of the expense of the embalming process, only the wealthiest citizens were able to afford it.
ru: Бальзамирование занимает центральное место в древнеегипетских погребальных обычаях. Ка, или дух умершего, нуждался в месте для жизни в загробном мире и, следовательно, нуждался в его теле. В процессе бальзамирования тело сначала ополаскивали в водах Нила, что символизировало возрождение. Затем из трупа извлекали внутренние органы и помещали их в ёмкости, называемые канопами. Единственным выбрасываемым органом был мозг (который удаляли через нос), потому что древние египтяне считали, что он бесполезен.Канопы хоронили вместе с телом усопшего. После удаления внутренних органов бальзамировщик заполнял полости тела духами, маслами и льняной тканью и закрыл тело. Затем тело покрывали натроном, особой разновидностью соли. Через 70 дней тело ополаскивали, заворачивали в ткань и смазывали битумом, который убивал бактерии и грибки, способствовавшие разложению тела. Из-за дороговизны процесса бальзамирования его могли себе позволить только самые состоятельные граждане.

# #Embalmers_Title
source: Embalmers
ru: Бальзамировщики
