Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Encyclo.po
Languages: ru

# #Nile_Content
source: Egyptian civilization simply would not exist without the Nile. In a region where rain is scarce, the Nile provides a reliable source of water to both the people and the land. By flooding its banks on a relatively predictable basis, the Nile also refertilizes farmland. The importance of the Nile was not lost on the ancient Egyptians. Watching the Nile continuously bring the land back to life contributed volumes to Egyptian religious customs, particularly their belief in an afterlife. The Egyptian calendar was divided into seasons named for the different stages of the Nile. The Inundation, when the Nile was flooding its banks, was called akhet. The Inundation occurred because of yearly monsoons at the source of the Blue Nile on the Ethiopian plateaus. The Emergence, or peret, marked the time when the Nile receded and the land began to emerge. Harvest time was called shemu, sometimes translated as drought.
ru: Без Нила египетской цивилизации просто бы не существовало. В регионе, где дожди довольно редки, Нил являлся надёжным источником воды как для людей, так и для земли. Регулярно заливая поймы, Нил также удобрял сельскохозяйственные угодья. Значение Нила не ускользало от внимания древних египтян. Наблюдая за тем, как Нил постоянно возвращает землю к жизни, египтяне сформировали собственную религию, основанную на вере в загробную жизнь. Египетский календарь был разделён на сезоны, соответствующие различным стадиям Нила. Время полноводья, когда Нил выходил из берегов из-за ежегодных муссонов у истоков Голубого Нила на Эфиопском нагорье, называлось «ахет». Время всходов, или «перет», отмечало период, когда Нил отступал, обнажая сушу. Время сбора урожая («шему») иногда переводится как время засухи.

# #Nile_Title
source: Nile
ru: Нил

# #Obelisk_Content
source: Obelisks were associated with the sun, representing either the sun's rays or the primordial mound upon which the sun first shone. Typically made from granite and engraved with hieroglyphs, obelisks were found outside temples, generally in pairs. The shape of the obelisk was hewn at the quarries, and an unfinished one at Aswan reveals much about the process of quarrying such a large piece of rock. Workers used pounders of dolerite to slowly carve out the needed shape. The obelisk at Aswan was abandoned because a fissure developed in the center of the stone. Once the obelisk was hewn from the rock, they were transported by boat on the Nile to their destination. It is not completely clear how they were erected. Modern attempts at raising obelisks using what is believed to be ancient methods have failed.
ru: Обелиски ассоциировались с солнцем, олицетворяя собой либо солнечные лучи, либо первобытный холм, на котором впервые воссияло солнце. Обелиски обычно создавались из гранита, на них высекали иероглифы. Парные обелиски часто можно было обнаружить рядом с храмами. Свою форму обелиск получал уже в каменоломне. Многое о процессе высекания будущего обелиска из горной породы смог рассказать незаконченный обелиск, обнаруженный в Асуане. Рабочие, используя кувалды из долерита, медленно вгрызались в породу, вырезая из неё обелиск нужной формы. Асуанский обелиск был заброшен из-за того, что в процессе высечения из породы в центре массивной глыбы образовалась трещина. После высечения из породы обелиск на лодках по Нилу доставляли к месту назначения. До сих пор точно не известно, как именно египтяне устанавливали обелиски. Современные попытки воспроизвести предполагаемую технологию поднятия столь тяжёлых объектов неизменно терпели неудачу.

# #Obelisk_Title
source: Obelisk
ru: Обелиск

# #Oil_Content
source: Most oils used by ancient Egyptians were imported from Greece, Cyprus and Phoenicia. Natural oils had many uses, such as fuel for <link="#Lamps_Title"><u>lamps</u></link> and for use in cooking. Oils were extracted from a variety of sources (most of which are still used today), such as sesame, linseeds, olives and natural animal fats.
ru: Большую часть используемого масла древние египтяне импортировали из Греции, Кипра и Финикии. Натуральное масло находило множество применений, включая использование в <link="#Lamps_Title"><u>лампах</u></link> для освещения и приготовление пищи. Масло выделялось из различного сырья, используемого и по сей день: семян кунжута, льна, оливок и животного жира.

# #Oil_Title
source: Oil
ru: Масло

# #Osiris_Content
source: Osiris' role in Egyptian religion changed over the millennia. He, along with his wife and sister Isis, another sister Nephthys, and brother Seth, was one of the earliest gods and a member of the Ennead (see <link="#Religion_Title"><u>religion</u></link> for more on the Ennead). The myth that defines Osiris links him with agriculture, the Nile and funerary customs. Ra-Atum gave Osiris rule of ancient Egypt. Osiris married his sister, Isis, and taught the people many things as its ruler, most importantly the art of agriculture. After he schooled the Egyptians, Osiris left Egypt to civilize the rest of the world, leaving Isis in charge. Isis ruled well in his absence, but upon Osiris' return, his brother, Seth, began to plot against him. Seth invited Osiris to a sumptuous feast where he produced a beautiful coffin. He offered the coffin to whomever it best fit. When Osiris climbed in the coffin, Seth shut the lid and threw the coffin into the Nile. Isis managed to fish the coffin out of the Nile, but Seth caught her and hacked Osiris to pieces. Isis, distraught, cried, and her tears were believed to be the cause of the Inundation. Eventually, Isis and Nephthys gathered up the scattered pieces of Osiris' body except his genitalia, which had been consumed by the oxyrhynchus fish. Anubis, god of embalming, wrapped Osiris together with linen, in the same way that human bodies were wrapped in the mummification process.. Egyptians were, understandably, banned from eating the oxyrhynchus fish. Eventually, Osiris became the god of the underworld and was the supreme judge who granted or denied entry into the afterlife. Sebek, the crocodile god, was a fertility god who was worshipped primarily in the Fayuum, although he was known throughout Egypt. His name translates as 'watching over you.' Min, god of regeneration, was also associated with male fertility and worshipped throughout Egypt.
ru: Роль Осириса в древнеегипетской религии менялась на протяжении тысячелетий. Он вместе со своей женой и сестрой Исидой, другой сестрой Нефтидой и братом Сетом был одним из первых богов и членом Эннеады (см. <link="#Religion_Title"><u>Религия</u></link>). Легенды изображают Осириса как бога земледелия, повелителя Нила и судьи на суде мёртвых. Атам даровал Осирису право царствовать в Древнем Египте. Осирис женился на своей сестре Исиде и научил людей многим вещам, прежде всего — искусству земледелия. После этого Осирис покинул Египет, чтобы познакомить остальной мир со своими знаниями, оставив Исиду вместо себя. Исида правила мудро и справедливо, но по возвращению Осириса его брат Сет начал плести против него интриги. Он пригласил Осириса на роскошный пир, где изготовил искусный саркофаг. Он пообещал подарить его тому, кому он придётся впору. Когда Осирис забрался внутрь, Сет захлопнул крышку и выбросил саркофаг в Нил. Исида смогла вытащить саркофаг из реки, но Сет настиг её и разрубил Осириса на части. Опечаленная Исида заплакала, и её слёзы, по преданию, стали причиной первого разлива Нила. В конце концов Исида с Нефтидой собрали все части тела Осириса кроме гениталий, которые были съедены оксиринхской рыбой. По этой причине египтянам запрещалось есть оскиринхских рыб (из семейства мормировых). Анубис, бог бальзамирования, обернул собранное тело Осириса льняной тканью (точно так же, как и древние египтяне оборачивали тела умерших для мумификации). В конце концов, Осирис стал богом загробного мира и верховным судьёй, определявшим, имеет ли право умерший вступить в загробную жизнь или нет. Себек, изображавшийся в виде крокодила, был богом плодородия. Ему преимущественно поклонялись в Фаюуме, хотя он был известен во всём Египте. Его имя переводится как «следящий за тобой». Мин, бог возрождения, также связывался с мужской потенцией и почитался по всему Египту.

# #Osiris_Title
source: Osiris, Sebek and Min
ru: Осирис, Себек и Мин

# #OtherMonuments_Content
source: In addition to <link="#Obelisk_Title"><u>obelisks</u></link>, <link="#Mastaba_Title"><u>mastabas</u></link>, <link="#Pyramids_Title"><u>pyramids</u></link> and <link="#Sphinx_Title"><u>sphinxes</u></link>, ancient Egypt had many other monuments. Among these were tomb chapels and Temples of the Sun. The sun was viewed as a giver of life in ancient Egypt, and many Temples of the Sun were built throughout Egypt, particularly in the Fifth Dynasty. The most notable sun temples were built at Abu Ghurab. Two sun temples were located here and may have functioned, in part, as sites where the king could be ritually worshiped alongside the sun god Ra. Chapels were frequently constructed over tombs to serve as a place where the family of the deceased could make offerings. These offerings ensured that the deceased would continue to enjoy the afterlife. Anyone who had the resources would build these chapels for themselves and their family members, and therefore personal chapels abound in the Egyptian landscape.
ru: Помимо <link="#Obelisk_Title"><u>обелисков</u></link>, <link="#Mastaba_Title"><u>мастаб</u></link>, <link="#Pyramids_Title"><u>пирамид</u></link> и <link="#Sphinx_Title"><u>сфинксов</u></link>, в Древнем Египте строилось множество монументов. Среди них были часовни-гробницы и храмы Солнца. Солнце считалось дарителем жизни в Древнем Египте, и в честь него по всему Египту строились многочисленные храмы, особенно во времена V династии. Самые известные храмы Солнца были построены в Абу-Гурабе. Там располагались два храма, которые, возможно, частично функционировали как места, где фараонам вместе с богом Солнца Ра возносили молитвы. Над могилами часто строились часовни, служащими местом, где семья умершего могла делать подношения, которые гарантировали, что усопший мог и дальше наслаждаться загробной жизнью. Любой, у кого было достаточно средств, мог построить такие часовни для себя и своей семьи, и поэтому личные часовни изобилуют в египетском ландшафте.

# #OtherMonuments_Title
source: Other Monuments
ru: Другие монументы

# #Papyrus_Content
source: Making papyrus was a rather involved process. First, the rind of the papyrus reed was removed so that the pith would be exposed. The pith from several plants was laid side by side, slightly overlapping, on top of a piece of cloth. Once the desired width was achieved, more strips of pith were laid on top of the first row at a right angle. Then, a second piece of cloth was placed on top, and the pith was beaten with a heavy piece of wood or a mallet. Beating the pith welded it together. The papyrus was then hung out to dry in the sun, and often the surface of the paper was polished with a stone.
ru: Изготовление папируса было довольно сложным процессом. Сначала с тростника удаляли верхний слой, обнажая сердцевину. Её укладывали на кусок ткани рядами с небольшим нахлестом. По достижению необходимой ширины поверх первого слоя под определённым углом укладывались дополнительные полоски сердцевины. Затем сверху накладывался второй кусок ткани, после чего полученная конструкция отбивалась тяжёлым куском дерева или молотком. Этот процесс надёжно скреплял слои вместе. Затем папирус вывешивался на солнце сушиться. Часто готовый папирус дополнительно полировали с помощью камня.

# #Papyrus_Title
source: Papyrus Making
ru: Изготовление папируса

# #PharaohsHome_Content
source: The pharaoh's home was the most majestic dwelling in the city. While most homes had only one or two rooms, some pharaohs' mansions boasted dozens of rooms and were outfitted with the best amenities ancient Egypt could offer. Like in the <link="#Government_Title"><u>government</u></link>, Egyptians in the employ of the pharaoh held titles and were responsible for very specific tasks. Among the people the pharaoh employed were the Superintendent of Household Affairs, the Chief Manicurist and the Royal Butler. One royal butler, named Nefer-Peret, had very specific responsibilities accorded to him. Nefer-Peret was responsible for the care of four Palestinian cows, two Egyptian cows, one bull and one bronze bucket. Nothing more, and nothing less.
ru: Дом фараона является самым величественным жилищем в городе. Когда большинство домов имело лишь одну или две комнаты, некоторые особняки фараонов насчитывали десятки помещений, оснащённых самым лучшим, что мог предложить Древний Египет. Как и в <link="#Government_Title"><u>правительстве</u></link>, египтяне на службе фараона носили титулы и отвечали за специфические сферы деятельности. Среди них были управляющий домашними делами, главный мастер маникюра и царский дворецкий. На царского дворецкого по имени Нофер-перет, согласно ему самому, возлагались очень специфические задачи: он отвечал за четырёх палестинских и двух египетских коров, одного быка и одно бронзовое ведро. Ни больше и ни меньше.

# #PharaohsHome_Title
source: Pharaoh's Home
ru: Дом фараона

# #Pharos_Content
source: Even though Alexandria's location was ideal for a commercial port, with lots of coastline and a large natural harbor, its points of egress were rife with dangerous sandbars. It was therefore conceived that a tall lighthouse on Pharos island, near the mouth of the harbor, would not only be of benefit to mariners, but (at least if magnificent enough) would also be a wondrous new attraction to boost Alexandria's renown. The Pharos lighthouse, as it came to be known, was partially constructed largely of Proconnesian white marble, much of it imported from Princes' Islands off the coast of present-day Turkey. It was built in three large tiers: the base, or lowest tier, was quadrangular; the middle tier was octagonal; the topmost tier was cylindrical. A mammoth spiral stairway leading to the top even allowed pack animals to haul wood to the top to feed the bright fire that burned there. Topping the spectacular structure was (by some accounts) a statue of Poseidon; another account contends it was an image of Zeus - or perhaps a statue of both of them. The construction of Alexandria's Pharos lighthouse was begun by the first Ptolemy (Soter), but wasn't finished until 283 BC during the reign of his son, Ptolemy Philadelphus. By all accounts it was an incredible sight, more than worthy of being the Seventh Wonder of the ancient world. This monument's ultimate demise was brought about not by the hand of man but by a series of earthquakes that rocked the region. Its topmost tier tumbled down during a severe quake in 303 AD. However it was not until a massive earthquake on August 8th, 1303, that most of the remaining structure came down, to be swallowed up by the surrounding waters. Today a fort, built by the Mamluk sultan Qait Bey, can be seen on Pharos Island where the wondrous lighthouse once stood.
ru: Несмотря на то, что Александрия находилась в идеальном для торгового порта месте и имела удобную и большую гавань, вход в неё изобиловал опасными песчаным отмелями. Поэтому было решено построить высокий маяк на острове Фарос, который не только поможет мореплавателям найти вход в гавань, но и станет новой достопримечательностью Александрии (по крайней мере, если будет достаточно великолепным). Фаросский маяк, как его впоследствии стали называть, был построен из прекрасного белого проконнесского мрамора, доставленного с Принцевых островов у берегов нынешней Турции. Он состоял из трёх больших ярусов: четырёхугольного основания, восьмиугольного среднего яруса и цилиндрического верхнего яруса. Гигантская винтовая лестница, ведущая наверх, позволяла вести вьючных животных, доставлявших топливо для поддержания яркого огня. По некоторым свидетельствам, на вершине сооружения была водружена статуя Посейдона; другой источник утверждает, что это была статуя Зевса или, возможно, статуя обоих богов. Строительство александрийского маяка было начато ещё при Птолемее I Сотере, но закончилось лишь в 283 году до н.э., во время правления его сына Птолемея II Филадельфа. По всеобщему признанию, маяк представлял собой невероятное зрелище, достойное звания седьмого чуда света древнего мира. Окончательное разрушение этого монумента было связано с серией землетрясений. Самый верхний ярус рухнул во время мощного толчка в 303 году н.э. Лишь после сильного землетрясения 8 августа 1303 года большая часть оставшейся конструкции рухнула в воду. Ныне на острове Фарос, где когда-то стоял чудесный маяк, можно увидеть форт, построенный мамлюкским султаном Кайтбеем.

# #Pharos_Title
source: Pharos Lighthouse
ru: Фаросский маяк

# #Plagues_Content
source: According to the Book of Exodus in the Old Testament, in the 13th century BC, during the reigns of Seti I and his son Ramses the Great (Ramses II), the Hebrews in Egypt were enslaved and were forced to work on construction projects. In this story, God appeared to the prophet Moses and promised to help the Hebrews escape to freedom. Thus guided by God, Moses appealed to the pharaoh Rameses to 'Let my people go,' on ten separate occasions, and Ramses denied the request each time. Each denial brought forth a different plague to afflict the pharaoh and the Egyptians while sparing the enslaved Hebrews. First, the river turned to blood, killing the fish and making the water unfit to drink. After Pharaoh's second denial, frogs came up from the ponds and rivers to infest the houses of the villages. The seventh plague was a thunderous hailstorm that smote men and beasts in the field and destroyed crops of barley and flax. According to the Book of Exodus, Ramses' eighth denial to let the children of Israel leave Egypt brought forth a swarm of locusts, which darkened the land with their numbers and devoured all the green things that the hail of the previous plague had left. Ramses relented after the tenth plague killed all the first-born Egyptian children and beasts, though Ramses sent his army in pursuit of the fleeing Hebrews through the Sea of Reeds. Though these plagues are not recorded in contemporary Egyptian records, there are many instances of similar catastrophes occurring throughout history and prehistory. Even as recently as the 20th century AD, hailstorms and locust swarms have plagued mankind.
ru: Согласно Книге Исхода в Ветхом Завете, в XIII веке до н.э., во времена правления Сети I и его сына Рамcеса II, евреи были обращены в рабство и работали на стройках. В этой истории к пророку Моисею явился Бог и обещал евреям помочь обрести свободу. Направляемый Господом, Моисей десять раз обращался к фараону Рамсесу с просьбой «отпустить мой народ», но каждый раз Рамсес отвергал эту просьбу. И каждый раз это вызывало определённое бедствие, поражавшее египтян и самого фараона («казнь египетская»), но обходившее евреев стороной. В первый раз воды реки обратились в кровь, убив рыбу и став непригодными для питья. После второго отказа жилища египтян наводнили лягушки. Седьмая казнь обернулась яростным градом, побившим людей и скот и уничтожившим посевы ячменя и льна. Согласно Книги Исхода, восьмой отказ Рамсеса позволить детям Израилевым покинуть Египет вызвал рой саранчи, пожравшей все побеги. Рамсес сдался лишь после того, как десятая казнь убила всех египетских первенцев и всех первородных у скота. Отпустив евреев, он всё же пустился в погоню, преследуя их через «Море Камышей». Хотя эти бедствия не зарегистрированы в египетских хрониках того времени, есть много примеров подобных катастроф, происходивших с доисторических времён на протяжении всей истории. По сей день человечество преследуют стихийные бедствия и нашествия саранчи.

# #Plagues_Title
source: Major Plagues
ru: Казни египетские

# #Population_Content
source: Ancient Egypt was like modern society in many ways. Many people lived in urban centers where manufacturing provided many of the jobs. Farmers tended to live in smaller, rural villages. The bulk of the population, naturally, lived near the river. The size of Egypt's population grew over time, and its growth is directly linked to <link="#Irrigation_Title"><u>irrigation</u></link>. During pre-Dynastic times, the population is thought to have been no larger than about 350,000. By the end of the second millenium BC, however, when irrigation practices had expanded the amount of arable land, the population is presumed to have reached about 3 million.
ru: Древний Египет имел множество сходных черт с современным обществом. Множество людей жило в городах, где развитое производство обеспечивало большую часть рабочих мест. Земледельцы, как правило, жили в небольших сельских поселениях. Большая часть населения, конечно же, жило в непосредственной близости от реки. Численность населения Древнего Египта неуклонно росла, в основном благодаря интенсивному <link="#Irrigation_Title"><u>орошению земель</u></link>. Во время додинастического периода количество древних египтян не превышало 350 тысяч жителей. Однако, уже к концу второго тысячелетия до нашей эры, когда орошение значительно увеличило площадь пахотных земель, население могло насчитывать уже три миллиона человек.

# #Population_Title
source: Population
ru: Население
