Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Encyclo.po
Languages: ru

# #AbuSimbel_Content
source: Ramses the Great (Ramses II) ruled Egypt ca. 1279-1212 BC. This long-lived pharaoh is renowned for the many temples and monuments built during his reign, the grandest of which was Abu Simbel. About 350 miles south of Waset (Thebes), in the province of Nubia, Ramses' stonemasons carved a row of four seated statues of the pharaoh in the pink sandstone cliffs overlooking the Nile valley. Each statue is over 66 feet tall - only the Great Sphinx at Giza is taller. The seated figures flank a tunnel entrance that leads to an inner sanctum dug 160 feet into the cliff. The temple faces east and was designed so that twice a year light from the rising sun penetrates the rear wall of the sanctum, illuminating three smaller statues of Ramses, Amun and Ra. A statue of Ptah is also located in the sanctum, but because he is associated with the underworld, his statue is positioned so that sunlight does not fall upon it. Reliefs inside the temple also commemorate Ramses' military victories, particularly his battle at Kadesh, which is pictorially represented on five other of his temples. Nearby, a sister temple carved into the cliffs honors the goddess Hathor and Ramses' foremost wife, Queen Nefertari. The whole complex was intended to awe the Nubian subjects and encourage tributes from them. Abu Simbel was completed ca. 1256 BC. Over the millennia sands buried it. In 1817 archaeologist Giovanni Belzoni uncovered the massive monument. Threatened to be covered again in the mid-1960s, this time by waters rising behind the newly constructed Aswan High Dam, Abu Simbel was cut out of the cliff and reconstructed with great precision on higher ground - an engineering feat that would surely have impressed the ancient Egyptians.
ru: Рамсес Великий (Рамсес II) правил Египтом в период примерно с 1279 по 1212 год до н.э. Прожив долгую жизнь, этот фараон известен множеством храмов и монументов, построенных во время своего правления, самым величественным из которых стал Абу-Симбел. Примерно в 560 км к югу от Уасета (Фив), в Нубии, каменотёсы Рамсеса высекли в возвышающихся над долиной Нила скалах из розового песчаника четыре сидящих статуи фараона. Каждая статуя имеет высоту более 20 метров — выше только Большой сфинкс в Гизе. Сидящие фигуры обрамляют вход в туннель, ведущий во внутреннее святилище, вырезанное в глубине скалы на расстоянии 48 метров от входа. Храм обращён на восток и спроектирован так, что дважды в год свет восходящего солнца проникает через заднюю стену святилища и освещает три малые статуи Рамсеса, Амона и Ра. Здесь же находится и статуя Птаха, но, поскольку он ассоциировался с загробным миром, она расположена так, чтобы на неё солнечный свет не попадал. Барельефы внутри храма посвящены военным достижениям Рамсеса, особенно победе в битве при Кадеше, изображения которой также можно увидеть в пяти других храмах. Неподалёку в скале был высечен похожий храм в честь богини Хатхор и первой жены Рамсеса, царевны Нефертари. Весь комплекс был предназначен для того, чтобы внушить нубийским подданным благоговейный трепет и поощрить их на выплату дани. Абу-Симбел был завершён примерно в 1256 году до н.э. На протяжении тысячелетий монумент полностью занесло песками. В 1817 году его обнаружил археолог Джованни Бельцони. В середине 1960-х годов, когда из-за строительства Асуанского гидроузла возникла угроза затопления комплекса, Абу-Симбел был вырезан из скалы и с большой точностью реконструирован на возвышенности — инженерное чудо, которое, несомненно, произвело бы большое впечатление на древних египтян.

# #AbuSimbel_Title
source: Abu Simbel
ru: Абу-Симбел

# #Alexandria_Content
source: From its inception, Alexander the Great hoped that Alexandria, the city at the mouth of the Nile that he founded and helped plan, would become a center of trade and culture for the Mediterranean basin. Less than fifty years after its founding in 331 BC, the booming metropolis had become a sophisticated hub of commerce, due in large part to its famed Great Library. Soon after Alexander's unexpected early death in 323 BC, his expansive empire dissolved into three major regions. One of his closest friends and ablest generals, Ptolemy, was at the time the de facto governor of Egypt. He took control of that ancient land, eventually becoming pharaoh (as Ptolemy I Soter) and thus continuing the Greek presence in Egypt begun by Alexander. It was Ptolemy that intercepted Alexander's funerary procession, bound for Macedonia, and brought his mortal remains to Alexandria for internment, though archaeologists have not yet found his tomb. Besides personal glory and luxurious living, however, the early Ptolemaic rulers were, to their credit, also interested in bettering the culture of their city and its land. Alexandria, Egypt's new capital, was already the center of commerce for the known world; they wanted it to become the intellectual capital as well. To this end Alexandria's Great Library was conceived and built. The Great Library was mankind's first center of scholastic learning and research. The brilliant minds of antiquity here laid the foundations for the systematic study of astronomy, geography, literature, mathematics, medicine, and physics. It was here that Euclid first defined geometry and Eratosthenes accurately measured the circumference of the earth, arguing that India could be reached by sailing westward from Spain. The Ptolemys devoted much time and energy, and not a small portion of their wealth, to obtaining copies of every important manuscript known to man. To this end a law was passed proclaiming that every caravan and ship entering Alexandria was to be searched - not for contraband, but for articles of learning. Any map or scroll found was turned in to the library so that scribes could copy it. Thus Alexandria's scholarly haven eventually contained over 500,000 systematically cataloged papyri scrolls, including many now-lost masterpieces of art, literature and science, such as classics by Homer, Aristotle, Sophocles, Aeschylus and Euripedes. But all was not letters of learning. The legendary library's grounds also boasted of a botanical garden and a museum, as well as a temple to the nine muses (Greek gods and goddesses of the arts and sciences). A short stroll along a garden-lined palisade would take one to a <link="#Zoo_Title"><u>zoo</u></link> thay may have been built there as well, no doubt containing many exotic animals. Many were the ancient scholars that walked its colonnaded passages. What led to the Great Library's demise is not completely clear. A good portion of its priceless works was evidently destroyed in a fire that occurred when Julius Caesar torched the ships of Cleopatra VII's brother. By the fourth century AD, as Christianity's influence was spreading, most of the remaining manuscripts of the Library were apparently destroyed in an effort to stamp out all relics of paganism and heresy. Of the 123 plays of Sophocles that were known to be in the Great Library, only seven remain today.
ru: С момента основания города в устье Нила Александр Македонский надеялся, что Александрия станет центром торговли и культуры всего Средиземноморья. Менее чем через пятьдесят лет после своего основания в 331 году до н.э. процветающая столица превратилась в крупный центр торговли, во многом благодаря своей знаменитой Великой библиотеке. Вскоре после неожиданной смерти Александра в 323 году до н.э. его обширная империя распалась на три части. Его ближайший сподвижник и способный полководец Птолемей в это время был фактическим правителем Египта. Он захватил власть над древней землёй, в конце концов став фараоном под именем Птолемей I Сотер, и тем самым продолжил начатое Александром греческое влияние в Египте. Птолемей перехватил погребальную процессию с телом Александра, направлявшуюся в Македонию, и доставил его в Александрию для погребения, хотя археологи так и не нашли его могилу. Помимо личной славы и роскошной жизни, птолемеевские правители, к их чести, также были заинтересованы в процветании культурной жизни их города. Александрия, новая столица Египта, уже была торговым центром всего известного мира; они также хотели, чтобы Александрия стала ещё и интеллектуальной столицей. С этой целью была задумана и построена великая Александрийская библиотека. Она стала первым центром академического обучения и исследований. Блестящие античные умы заложили основы систематического изучения астрономии, географии, литературы, математики, медицины и физики. Именно здесь Евклид впервые сформулировал основы геометрии, а Эратосфен произвёл первые замеры окружности Земли, утверждая, что в Индию можно добраться, отправившись на запад из Пиренеев. Птолемеи посвятили много времени, сил, а также немалую часть своего состояния, чтобы получить копию с каждой важной рукописи, известной человечеству. Был даже принят закон, согласно которому каждый прибывший в Александрию караван или корабль должен был подвергаться обыску — но не на предмет контрабанды, а на наличие учёных текстов. Любые обнаруженные карты или свитки сдавались в библиотеку, чтобы писцы смогли их переписать. Таким образом академическая гавань Александрии содержала свыше 500 тысяч каталогизированных папирусных свитков, включая считающиеся ныне утерянными шедевры литературы и науки таких авторов, как Гомер, Аристотель, Софокл, Эсхил, и Еврипид. Но не все произведения были рукописными. На территории легендарной библиотеки также располагались ботанический сад и музей, а также храм девяти муз (греческих богинь-покровительниц искусств и наук). Небольшая прогулка вдоль огороженного сада могла привести к <link="#Zoo_Title"><u>зоопарку</u></link>, который также мог содержать множество экзотичных животных. Доподлинно неизвестно, что привело к гибели Великой библиотеки. Большая часть бесценных произведений была, очевидно, уничтожена в результате пожара, произошедшего из-за того, что Юлий Цезарь сжёг в гавани флот брата Клеопатры VII. К IV веку н.э., когда возросло влияние христианства, большая часть оставшихся рукописей библиотеки была уничтожена в попытке искоренить все остатки язычества и ереси. Из 123 пьес Софокла, находившихся в Великой библиотеке, к нашему времени сохранилось только семь.

# #Alexandria_Title
source: Alexandria and its Library
ru: Александрия и её библиотека

# #Apothecary_Content
source: Ancient Egyptian medicinal and pharmaceutical practices are well-documented. Religion was instrumental in curing disease, and most prescribed cures were accompanied by prayers or spells. Medical papyri outlined specific cures, some of which seem a bit unusual by our standards. To cure indigestion, for instance, a hog's tooth was crushed and placed inside of four sugar cakes. The patient was to eat one of these cakes per day, after which time the indigestion should be cured. A cure for baldness called for a mixture of a rook's vertebra, a burnt donkey's hoof and the lard of a black snake.
ru: Древнеегипетские медицинские и лекарственные практики были хорошо задокументированы. Религия играла важную роль в лечении болезней, и большинство предписываемых лечений сопровождалось молитвами или заклинаниями. Медицинские папирусы описывали конкретные лекарства, некоторые из которых кажутся довольно необычными по нынешним меркам. Например, для излечения расстройства желудка растирали свиной зуб и смешивали с тестом для четырёх сахарных лепёшек. Пациент должен был съедать по одной такой лепёшке в день, после чего несварение должно было пройти. Для изготовления лекарства от облысения требовалось изготовить смесь из растёртого позвонка грача, обожжённого ослиного копыта и жира чёрной змеи.

# #Apothecary_Title
source: Apothecary
ru: Аптека

# #Artisans_Content
source: While most of the structures of ancient Egypt employed artists to apply finishing touches, it is in the New Kingdom's tombs in the <link="#Valley_Title"><u>Valley of the Kings</u></link> that these talented artists' extraordinary skills really shine. Practically every square inch of the interior walls and ceilings of these underground tombs and aboveground chapels proclaimed the greatness of the deceased through skillfully painted hieroglyphs and other illustrations. Despite the extravagance and detail of their illustrations, the ancient artists had a fairly limited palette of colors to work with and used natural brushes made from <link="#Reeds_Title"><u>reeds</u></link> or fibrous wood, such as palm ribs. Their pigments were frequently pre-mixed in small shops that manufactured them from natural dyes (such as <link="#Henna_Title"><u>henna</u></link> ) and other natural pigments (such as calcium carbonate, charcoal, iron oxide, realgar, orpiment, azurite and malachite) ground into powder. These might then be mixed with a binding agent, such as plant gum or animal glue, and applied as paint. Many specialized artists worked together to create splendid bas-relief images in the tombs. First, plaster was prepared from a mixture of <link="#Clay_Title"><u>clay</u></link>, water and a whitening agent and applied to the tomb's walls. Then, a rough design was traced in red onto the freshly plastered walls. A master draughtsman then refined this outline, usually in black. A master painter then made further corrections and added details to guide the bas-relief sculptor that followed him. Paint was then applied in large, flat colors. Final detailing, such as outlines and interior details, was then applied by another master artist.
ru: Хотя во многих постройках Древнего Египта использовался труд художников, именно в гробницах Нового Царстве в <link="#Valley_Title"><u>Долине Царей</u></link> работы художников-мастеров получили истинное признание. Практически каждый квадратный сантиметр внутренних стен и потолков подземных усыпальниц и надземных часовен провозглашал о величии усопшего с помощью искусно написанных иероглифов и изображений. Несмотря на вычурность и подробность своих работ, у древних художников была довольно ограниченная палитра доступных цветов и кисти, сделанные из <link="#Reeds_Title"><u>тростника</u></link> или волокон древесины, например из сердцевины пальм. Краски, изготовляемые из натуральных красителей (например, из <link="#Henna_Title"><u>хны</u></link>) и минеральных пигментов (мел, древесный уголь, окись железа, реальгар, аурипигмент, азурит и малахит), измельчались и смешивались заранее в небольших мастерских. На месте их смешивали со связующим веществом, например, растительной камедью или животным клеем, и наносили на поверхность как краску. Многие специалисты работали вместе, создавая великолепные барельефы в гробницах. Сначала из смеси <link="#Clay_Title"><u>глины</u></link>, воды и отбеливателя изготавливали штукатурку, которой выравнивали стены гробницы. После этого на неё наносили основные контуры красной краской. Затем художник уточнял этот контур, обычно в чёрном цвете, за ним следовал художник, вносивший дальнейшие исправления и детали для барельефного скульптора. После этого наносили краску простой техникой, без смешивания цветов. Заключительные штрихи, такие как очертания и детали интерьера, выполнялись другим мастером-художником.

# #Artisans_Title
source: Artisans
ru: Художники

# #Bast_Content
source: Bast, or Bastet as she was called by Ancient Egyptians, a cat-headed woman or lioness, was goddess of the home as well as cats, fire and pregnant women. She protected the home both through docile and aggressive means. She was also the patron goddess of Bubastis. Isis, wife of <link="#Osiris_Title"><u>Osiris</u></link> and mother of <link="#Ra_Title"><u>Horus</u></link>, reassembled Osiris's broken body and wrapped it with linen. As a result, she was viewed as the goddess of healing. She was represented by a woman and is often depicted with her son. Hathor was goddess of joy, love and festivity. Represented by a cow, she was the patron goddess of Iunet (Dendera), Men-nefer (Memphis), Qis (Cusae), and Perhathor (Gebelein).
ru: Баст (или, как её называли древние египтяне, Бастет) — богиня домашнего очага и кошек, покровительница беременных женщин. Изображалась в виде женщины с головой кошки или львицы. Она оберегала дом от различных напастей. Также являлась богиней-покровительницей Бубастиса. Исида — жена <link="#Osiris_Title"><u>Осириса</u></link> и мать <link="#Ra_Title"><u>Гора</u></link>. Она собрала части тела Осириса и обернула их в лён, поэтому она считается богиней исцеления. Она выглядела как женщина и часто изображалась вместе со своим сыном. Хатхор — богиня радости, любви и празднеств. Изображалась в виде коровы и являлась богиней-покровительницей Иунета (Дандары), Мен-нефера (Мемфиса), Киса (Эль-Кусии) и Пер-Хатхора (Гебелейна).

# #Bast_Title
source: Bast, Isis and Hathor
ru: Баст, Исида и Хатхор

# #Bazaar_Content
source: Bazaars were noisy and crowded places. Shopkeepers, who could be both men or women, set out their wares, and buyers came by with goods to barter for these wares. Bazaars were generally located near the Nile to take advantage of the new goods that arrived by boat. Bazaar scenes were frequently depicted on tomb walls. The Fifth Dynasty tomb of Khnumhotep and Niankhkhnum, manicurists to the pharaoh, depicts a vivid market scene, complete with a trained monkey biting the ankle of a would-be shoplifter.
ru: Базары были шумными и многолюдными местами. Торговцы и торговки выставляли на обозрение свои товары, которые покупатели обменивали на другие. Базары обычно располагались неподалёку от Нила для быстрой доставки товаров водным путём. Сцены из базарной жизни часто изображались на стенах гробниц. В гробнице смотрителей царского маникюра Хнумхотепа и Нианххнума времён Пятой династии представлена яркая рыночная сцена с дрессированной обезьяной, кусающей за лодыжку базарного вора.

# #Bazaar_Title
source: Bazaar
ru: Базар

# #Beer_Content
source: Beer was the beverage of choice for ancient Egyptians. Debate rages over the particulars of the Egyptian beer industry. How was the beer brewed? Was the beer flavored with fruit? Did they make barley or grain beers? And what about malting? Research is underway to answer all of these questions. Based on pictures found on tomb walls, one beer-making method the Egyptians used involved baking a special loaf of bread. This bread was crushed and placed in a sieve. Then, water was forced through it and the ensuing concoction was bottled and fermented. Most art shows men brewing beer while women ground flour. Some women brewed beer, but it seems to be mainly a male profession. About 17 types of beer have been identified in papyri. The Egyptians drank their beer out of specially designed mugs. The mugs were outfitted with an angled pipe, a little like a straw. At the end of the pipe was a filter, which sifted out any solid material that might be in the beer. In addition to drinking beer at home, Egyptians also drank beer in taverns and inns. For more on what went on in these neighborhood drinking establishments, click <link="#Senet_Title"><u>here</u></link>.
ru: Пиво было излюбленным напитком древних египтян. До сих пор идут обсуждения, связанные с производством пива в Египте. Как варили пиво? Добавляли ли в него фрукты? Делалось ли оно из пшеничного или ячменного зерна? Использовался ли солод? Наука пока не дала ответов на эти вопросы. Судя по изображениям, найденным на стенах гробниц, одним из применявшихся египтянами способов приготовления пива заключался в выпекании особого хлеба, который измельчали и помещали в сито. Затем через сито пропускали воду. Полученную смесь разливали по сосудами и оставляли бродить. На большинстве изображений показано, что варят пиво мужчины, когда как женщины перемалывают зерно в муку. Есть свидетельства, что женщины тоже варили пиво, но скорее всего, это была преимущественно мужская профессия. Из папирусов известно по крайней мере о 17 сортах пива. Египтяне пили пиво из специально изготовленных под него кружек, снабжённых изогнутой трубкой, немного похожей на соломинку. На конце трубки находился фильтр, отсеивавший любой твёрдый осадок, который мог остаться в пиве. Помимо домашнего потребления, египтяне ходили в специальные заведения, где за кружкой пива играли в <link="#Senet_Title"><u>сенет</u></link>.

# #Beer_Title
source: Beer
ru: Пиво

# #Bricklayer_Content
source: Brick laying technique has not changed very much over the millennia. The supplies are essentially the same: <link="#Bricks_Title"><u>brick</u></link> and mortar for binding. In ancient Egypt, mortar was made from a mixture of clay, sand, straw and chaff. The bricklayers spread the mortar with a wooden trowel and put the brick in place. They used plumb lines to ensure that the walls they built were straight.
ru: Техника кладки кирпича за прошедшие тысячелетия совершенно не изменилась. Материалы практически те же: <link="#Bricks_Title"><u>кирпич</u></link> и раствор для скрепления. В Древнем Египте раствор изготавливался из смеси глины, песка, соломы и мякины. Каменщики распределяли раствор деревянным мастерком и укладывали кирпич на место. Для того, чтобы отстраиваемые стены были прямыми, использовались отвесы.

# #Bricklayer_Title
source: Bricklayers
ru: Каменщики

# #Bricks_Content
source: Bricks were an ideal building material for the ancient Egyptians. Because they did not conduct heat well, brick homes remained relatively cool inside during the hot summer. Bricks were manufactured by combining clay and straw. The clay was moistened, mixed with straw and then submerged in water. While submerged, the straw began to decompose, and in so doing excreted a slime that held the brick together. The clay was shaped in rectangular molds and the bricks were then dried in the sun. When the bricks were ready, the <link="#Bricklayer_Title"><u>bricklayers</u></link> could begin their work.
ru: Кирпич являлся идеальным строительным материалом для древних египтян. Благодаря хорошим теплоизоляционным свойствам, внутри дома из кирпича было достаточно прохладно даже жарким летом. Кирпичи изготавливались из глины с добавлением соломы. Глину увлажняли, смешивали с соломой а затем погружали в воду. В воде солома начинала разлагаться, выделяя при этом слизь, скреплявшую структуру будущего кирпича. Глине придавали прямоугольную форму, а затем оставляли сушиться на солнце. Готовые кирпичи использовались <link="#Bricklayer_Title"><u>каменщиками</u></link> для своих работ.

# #Bricks_Title
source: Bricks
ru: Кирпичи

# #BurialProvisions_Content
source: Tombs were well appointed with everything the deceased would need in the afterlife. Known as burial provisions, these commodities included the tools of the deceased's profession, food, toiletry, jewelry, musical instruments, makeup - basically anything that the deceased had ever used in life. Tombs were also equipped with shabtis, or 'answerers.' These statuettes were included in the tomb just in case the deceased was asked to perform labor in the afterlife. The shabti would do the work in place of the deceased.
ru: Гробницы были хорошо оснащены всем, что могло понадобиться усопшему в загробной жизни. Эти предметы, известные как погребальные принадлежности, включали в себя инструменты профессии усопшего, еду, предметы личной гигиены, украшения, музыкальные инструменты, косметику — в основном всё, чем усопший мог когда-либо пользоваться при жизни. Гробницы также были оборудованы статуэтками ушебти, или «ответчиками». Они помещались в гробницу на тот случай, если на усопшего в загробном мире возлагалась какая-либо работа. Ушебти в этом случае должен был замещать усопшего на этих работах.

# #BurialProvisions_Title
source: Burial Provisions
ru: Погребальные принадлежности
