Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Events.po
Languages: ru

# #Battle_Launch_Button
source: Go to battle
ru: К битве

# #Battle_Launch_Subtitle
source: It's time to fight
ru: Настало время сражения

# #Battle_Launch_Title
source: Enemy on our territory
ru: Враг на нашей земле

# #BloodRiver_Content
source: Woe unto us! The waters, once the source of life and nourishment, are poisoned with blood. How long will it be until this vulgar blight is lifted?
ru: О, горе нам! Вода, главный источник жизни и пищи, отравлена кровью. Сколько придётся нам терпеть эту порчу?

# #BloodRiver_Title
source: River of Blood
ru: Кровавая река

# #ConstructionProject_City_Announcement
source: {[greeting]} {[player_name]}, {[reason_phrase]} the city of {[city_name]} requests that you send {0} {[resource]} within {1} months for a major construction project in the city.
ru: {[greeting]} {[player_name]}, в городе {[city_name]} решили возвести крупное сооружение {[reason_phrase]}. Они просят в течение {1} месяцев прислать нужные им материалы ({[resource]}, {0} шт.).

# #ConstructionProject_City_Overdue
source: {[greeting]} {[player_name]}, {[city_name]} is considering reporting you to Pharaoh. Because you did not send {0} {[resource]} in time, it may not be able to complete its construction project. If you send them anyway, {[city_name]} may yet be able to finish this project, and might keep quiet about your inaction.
ru: {[greeting]} {[player_name]}, правители города {[city_name]} подумывают донести на вас фараону. Поскольку вы не отправили в срок нужные им материалы ({[resource]}, {0} шт.), то они не успеют закончить своё строительство. Быть может, если вы отправите их сейчас, {[city_name]} закончит стройку и будет молчать о вашем бездействии.

# #ConstructionProject_City_ReasonPhrase_1
source: to honor the glory of Egypt,
ru: во славу Египта

# #ConstructionProject_City_ReasonPhrase_2
source: because there is still much to be done
ru: , и работа предстоит немалая

# #ConstructionProject_City_Reminder
source: {[greeting]} {[player_name]}, {[city_name]} needs {0} {[resource]} if it is to complete its construction project. Send the supplies within 6 months, or the city's leaders may become disgruntled.
ru: {[greeting]} {[player_name]}, для завершения строительства город {[city_name]} нуждается в следующих материалах: {[resource]}, {0} шт. Отправьте их в течение шести месяцев, иначе правители города будут недовольны.

# #ConstructionProject_City_Title
source: Construction Project
ru: Строительство

# #ConstructionProject_City_Warning
source: {[greeting]} {[player_name]}, you have only 6 months left to send {0} {[resource]} to {[city_name]} for their construction project. If you don't send the goods, there's no telling what the city might do in retaliation.
ru: {[greeting]} {[player_name]}, у вас осталось шесть месяцев, чтобы отправить на строительство в город {[city_name]} нужные им материалы ({[resource]}, {0} шт.). Если вы этого не сделаете, то никто не знает, каково будет их возмездие.

# #ConstructionProject_Pharaoh_Announcement
source: {[greeting]} {[player_name]}, {[reason_phrase]} Pharaoh is building something so massive that he needs you to send {0} {[resource]} to {[city_name]} within {1} months. Whatever the project is, it is sure to add to Egypt's glory.
ru: {[greeting]} {[player_name]}, фараон решил построить нечто монументальное {[reason_phrase]}. Он просит в течение {1} месяцев прислать в город {[city_name]} ресурс ({[resource]}, {0} шт.). Чем бы этот проект ни был, он наверняка приумножит славу Египта.

# #ConstructionProject_Pharaoh_Overdue
source: {[greeting]} {[player_name]}, Pharaoh is disgusted with your insolence. You did not send {0} {[resource]} to {[city_name]} in time for him to complete his construction project. If you can still manage to send them anyway, you might be able to save face.
ru: {[greeting]} {[player_name]}, фараон вне себя от вашей дерзости. Вы так и не прислали на строительство в город {[city_name]} нужные материалы ({[resource]}, {0} шт.). Быть может, вы ещё сможете сохранить лицо, если отправите их сейчас.

# #ConstructionProject_Pharaoh_ReasonPhrase_1
source: to celebrate his many achievements,
ru: в честь своих многочисленных достижений

# #ConstructionProject_Pharaoh_ReasonPhrase_2
source: because there is still much work to be done
ru: , и работа предстоит большая

# #ConstructionProject_Pharaoh_Reminder
source: {[greeting]} {[player_name]}, Pharaoh is about to fly into a rage. You still have not sent the {0} {[resource]} to {[city_name]} for his construction project. You have 6 months to comply with Pharaoh's request.
ru: {[greeting]} {[player_name]}, терпение фараона на исходе. Вы всё ещё не прислали на строительство в городе {[city_name]} запрошенный ресурс ({[resource]}, {0} шт.). У вас осталось шесть месяцев, чтобы выполнить запрос фараона.

# #ConstructionProject_Pharaoh_Title
source: Construction for Pharaoh
ru: Строительство для фараона

# #ConstructionProject_Pharaoh_Warning
source: {[greeting]} {[player_name]}, an incomplete project will only embarrass Pharaoh. You have 6 months left to send {0} {[resource]} to {[city_name]} for his construction project. If you fail him, Pharaoh will share his shame with you.
ru: {[greeting]} {[player_name]}, неоконченное строительство будет пятном позора на репутации фараона. У вас есть шесть месяцев, чтобы отправить в город {[city_name]} нужные материалы ({[resource]}, {0} шт.). Если вы подведёте фараона, он непременно разделит позор с вами.

# #ContaminatedWater_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} some of your citizens have taken ill, caused by something in the water. Just hope that the problem does not escalate.
ru: {[greeting]} {[player_name]}, {[reason_phrase]}. Несколько жителей заболели из-за плохой воды. Будем уповать, что болезнь не распространится.

# #ContaminatedWater_ReasonPhrase_1
source: bad luck is stalking the city, and
ru: несчастья преследуют наш город

# #ContaminatedWater_ReasonPhrase_2
source: this is indeed unfortunate. It seems
ru: произошло неприятное событие

# #ContaminatedWater_Title
source: Contaminated Water
ru: Загрязнение воды

# #Defeat_Content
source: O bitter day! Your ignoble end should have been unthinkable. You have failed your people, your ancestors and your descendants. Now Egypt yearns for another champion to take your place...
ru: О горестен сей день! Никто и помыслить не мог, что вас постигнет столь бесславный конец. Мы подвели народ и навлекли позор на своих предков и потомков. Египет ждёт нового правителя, который займёт ваше место...

# #Defeat_Title
source: Defeat!
ru: Поражение!

# #DemandDown_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} {[city_name]} has decided that they must reduce the quantity of {[resource]} which they are willing to trade with you.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} город {[city_name]} решил сократить количество товара {[resource]}, которым готов с вами торговать.

# #DemandDown_ReasonPhrase_1
source: because its citizens are cutting back,
ru: жители начали тратить меньше, поэтому

# #DemandDown_ReasonPhrase_2
source: times change, and
ru: времена меняются, и теперь

# #DemandDown_Title
source: Decreased Trading
ru: Торговля сокращается

# #DemandUp_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} {[city_name]} is now willing to trade even more {[resource]}.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} {[city_name]} хочет ещё больше торговать товаром {[resource]}.

# #DemandUp_ReasonPhrase_1
source: because it is growing,
ru: город растёт, поэтому

# #DemandUp_ReasonPhrase_2
source: times change, and
ru: времена меняются, и теперь

# #DemandUp_Title
source: Increased Trading
ru: Торговля развивается

# #DistantBattleLost_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} the Egyptian army was defeated at {[city_name]}.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} в бою у города {[city_name]} египетская армия потерпела поражение.

# #DistantBattleLost_ReasonPhrase_1
source: great misfortune has befallen the troops, for
ru: досадная неудача постигла наших воинов. К сожалению,

# #DistantBattleLost_ReasonPhrase_2
source: war is so terribly unpredictable. Unfortunately
ru: война так непредсказуема. К несчастью,

# #DistantBattleLost_Title
source: Egyptian Army Defeated
ru: Египетская армия разбита

# #DistantBattleWon_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} the Egyptian army was victorious!
ru: {[greeting]} {[player_name]}, {[reason_phrase]} египетская армия одержала победу!

# #DistantBattleWon_ReasonPhrase_1
source: due to the vigor of well-trained troops at the distant city of {[city_name]},
ru: благодаря доблести хорошо обученных солдат в далёком городе {[city_name]}

# #DistantBattleWon_ReasonPhrase_2
source: it seems wonders will never cease, for at {[city_name]}
ru: свершилось чудо! В бою у города {[city_name]}

# #DistantBattleWon_Title
source: Victory in Battle
ru: Победа в бою

# #DistantBattle_City_Announcement
source: {[greeting]} {[player_name]}, {[reason_phrase]} the Egyptian army is engaged in combat at the distant city of {[city_name]}, and requires you to dispatch reinforcements there. Send troops to their aid within {0} months.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} египетская армия сражается у далёкого города {[city_name]} и просит подкреплений. Отправьте солдат на помощь в течение {0} месяцев.

# #DistantBattle_City_FirstReminder
source: {[greeting]} {[player_name]}, the battle for {[city_name]} rages on. Dispatch troops within the next six months if they are to arrive in time. This could be your chance to share in a glorious victory.
ru: {[greeting]} {[player_name]}, битва за город {[city_name]} всё разгорается. Отправьте солдат в течение шести месяцев, пока не стало поздно. Вы всё ещё можете разделить славную победу.

# #DistantBattle_City_LastReminder
source: {[greeting]} {[player_name]}, the battle for {[city_name]} continues. If you dispatch troops to their aid very soon, Egypt may yet win a glorious victory.
ru: {[greeting]} {[player_name]}, битва за город {[city_name]} продолжается. Египет ещё может завоевать блистательную победу, если вы в скорейшем времени отправите подмогу.

# #DistantBattle_City_ReasonPhrase_1
source: alert your soldiers, for
ru: снаряжайте солдат,

# #DistantBattle_City_ReasonPhrase_2
source: the trouble is not over, for
ru: напастям нет конца. Ныне

# #DistantBattle_City_Title
source: Distant Battle
ru: Далекая битва

# #DistantBattle_Pharaoh_Announcement
source: {[greeting]} {[player_name]}, {[reason_phrase]} the Egyptian army is engaged in a fierce battle. Imperious Pharaoh demands that you send troops to the distant city of {[city_name]} to enter into the fray. Dispatch troops within {0} months.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} египетская армия сражается в ожесточённой битве. Великий фараон требует, чтобы вы отправили солдат в далёкий город {[city_name]}. У вас есть {0} месяцев.

# #DistantBattle_Pharaoh_FirstReminder
source: {[greeting]} {[player_name]}, the bloody battle continues at {[city_name]}, and Pharaoh still needs your troops. Dispatch them within the next six months if they are to arrive in time. Failure to do so could be costly.
ru: {[greeting]} {[player_name]}, у города {[city_name]} продолжается кровопролитная битва. Фараон все ещё ждёт вашей помощи. Отправьте солдат в течение шести месяцев, пока не стало поздно. Бездействие может дорого стоить.

# #DistantBattle_Pharaoh_LastReminder
source: {[greeting]} {[player_name]}, the Egyptian army still wages war at {[city_name]}, and noble Pharaoh demands that you send reinforcements very soon. Do not anger Pharaoh while he is in the mood to fight.
ru: {[greeting]} {[player_name]}, египетская армия все ещё ведёт изнурительную борьбу у города {[city_name]}. Благородный фараон требует как можно скорее отправить войска. Лучше не злить властителя, поскольку он настроен воинственно.

# #DistantBattle_Pharaoh_ReasonPhrase_1
source: heed the battle cry, for
ru: созывайте солдат, ибо

# #DistantBattle_Pharaoh_ReasonPhrase_2
source: our troubles continue, for
ru: наши беды не кончаются, поскольку

# #DistantBattle_Pharaoh_Title
source: Distant Battle
ru: Далекая битва

# #DistantCity_To_EgyptianCity_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} Egypt has successfully conquered the renowned city of {[city_name]}, expanding our influence still further!
ru: {[greeting]} {[player_name]}, {[reason_phrase]} Египетская армия захватила город {[city_name]}, расширив наше влияние!

# #DistantCity_To_EgyptianCity_ReasonPhrase_1
source: because of our strength in arms,
ru: наше оружие не знает поражений!

# #DistantCity_To_EgyptianCity_ReasonPhrase_2
source: the strength of our kingdom continues to grow. Now
ru: могущество нашего Царства неустанно растёт.

# #DistantCity_To_EgyptianCity_Title
source: Foreign City Conquered
ru: Чужеземный город захвачен

# #Earthquake_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} the sand has shifted beneath our feet. Our land will never be the same. Do what you can to repair the damage the earthquake did to your city and to your people.
ru: {[greeting]} {[player_name]}, {[reason_phrase]}! Пески разверзлись под нашими ногами. Город никогда не будет прежним. Сделайте всё возможное, чтобы устранить последствия землетрясения.

# #Earthquake_ReasonPhrase_1
source: the city is frightened because
ru: жители города в ужасе

# #Earthquake_ReasonPhrase_2
source: trouble once more stalks the city, for
ru: беда опять подкралась к городу

# #Earthquake_Title
source: Earthquake!
ru: Землетрясение!

# #EgyptianCityAttacked_City_Announcement
source: {[greeting]} {[player_name]}, {[reason_phrase]} {[city_name]}, an Egyptian city, is under attack, and needs your help. You should dispatch troops within {0} months.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} египетский город {[city_name]} подвергся нападению и просит вашей помощи. Снарядите войско в течение {0} месяцев.

# #EgyptianCityAttacked_City_FirstReminder
source: {[greeting]} {[player_name]}, have you forgotten {[city_name]}? Send troops within the next six months, or the consequences may be dire.
ru: {[greeting]} {[player_name]}, вы совсем забыли про город {[city_name]}? Отправьте войско в течение 6 месяцев, иначе последствия будут самые трагические.

# #EgyptianCityAttacked_City_LastReminder
source: {[greeting]} {[player_name]}, {[city_name]} may soon lose to its enemies. Send troops quickly if you want to help {[city_name]} in its hour of need.
ru: {[greeting]} {[player_name]}, {[city_name]} вскоре попадёт в лапы врагов. Скорее отправьте войска и помогите городу {[city_name]} в трудную минуту.

# #EgyptianCityAttacked_City_ReasonPhrase_1
source: in pursuit of a long-standing feud,
ru: из-за давнего конфликта

# #EgyptianCityAttacked_City_ReasonPhrase_2
source: your troubles are still not over, for
ru: бедам нет конца, ибо

# #EgyptianCityAttacked_City_Title
source: Egyptian City Under Attack
ru: Египетский город атакован

# #EgyptianCityAttacked_Pharaoh_Announcement
source: {[greeting]} {[player_name]}, {[reason_phrase]} infidels are attacking. All-powerful Pharaoh orders you to send troops to the Egyptian city of {[city_name]} to battle the foe. You should dispatch troops within {0} months.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} неверные напали на египетский город {[city_name]}! Фараон приказал вам отправить воинов на защиту. У вас есть {0} месяцев, чтобы снарядить войско.

# #EgyptianCityAttacked_Pharaoh_FirstReminder
source: {[greeting]} {[player_name]}, the divine Pharaoh's armies are still battling aggressors at {[city_name]}. Dispatch reinforcements within the next six months, or risk incurring Pharaoh's wrath.
ru: {[greeting]} {[player_name]}, армии божественного фараона продолжают отбиваться от захватчиков у города {[city_name]}. Отправьте подкрепление в течение шести месяцев, если не хотите разгневать властителя.

# #EgyptianCityAttacked_Pharaoh_LastReminder
source: {[greeting]} {[player_name]}, Pharaoh grows impatient waiting for your troops. Send troops to {[city_name]} soon, or it will be too late.
ru: {[greeting]} {[player_name]}, фараон устал дожидаться ваших воинов. Скорее отправьте их в город {[city_name]}, иначе будет слишком поздно.

# #EgyptianCityAttacked_Pharaoh_ReasonPhrase_1
source: to satisfy their urge for more land,
ru: алчущие новых завоеваний

# #EgyptianCityAttacked_Pharaoh_ReasonPhrase_2
source: your troubles are still not over, for
ru: бедам нет конца, ибо

# #EgyptianCityAttacked_Pharaoh_Title
source: Egyptian City Under Attack
ru: Египетский город атакован

# #EgyptianCitySaved_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} {[city_name]} has been saved from our enemies.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} город {[city_name]} удалось защитить от нашествия врагов.

# #EgyptianCitySaved_ReasonPhrase_1
source: due to a valiant effort on the part of the Egyptian army,
ru: благодаря доблести египетской армии

# #EgyptianCitySaved_ReasonPhrase_2
source: the tides of war swing back and forth, for now
ru: расстановка сил постоянно меняется, однако

# #EgyptianCitySaved_Title
source: Egyptian City Saved
ru: Египетский город спасён

# #EgyptianCity_To_DistantCity_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} the mighty city of {[city_name]} has fallen to our enemies.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} великий город {[city_name]} захвачен врагами.

# #EgyptianCity_To_DistantCity_ReasonPhrase_1
source: woe is
ru: горе нам,

# #EgyptianCity_To_DistantCity_ReasonPhrase_2
source: it seems the troubles will never end, for
ru: нет конца нашим бедам,

# #EgyptianCity_To_DistantCity_Title
source: Egyptian City Falls
ru: Египетский город пал

# #EventElapseInXMonths
source: {0} months to comply
ru: {0} мес. на выполнение

# #FamineRelief_City_Announcement
source: {[greeting]} {[player_name]}, {[reason_phrase]} famine has struck {[city_name]}, and its people are starving. Send {0} {[resource]} within {1} months. Lives are at stake!
ru: {[greeting]} {[player_name]}, {[reason_phrase]} в городе {[city_name]} разразился голод. Отправьте в течение {1} месяцев припасы ({[resource]}, {0} шт.). Не дайте людям погибнуть!

# #FamineRelief_City_Overdue
source: {[greeting]} {[player_name]}, the pitiful cries of starvation have apparently fallen on deaf ears. You did not sent the {0} {[resource]} to {[city_name]} in time. Better late than never...if you send the food anyway, you may yet provide some relief, if there is anyone left to benefit from it.
ru: {[greeting]} {[player_name]}, стенания голодных остались неуслышанными. Вы не отправили в срок в город {[city_name]} припасы ({[resource]}, {0} шт.). Впрочем, лучше поздно, чем никогда... Отправьте пищу и помогите жителям, если они ещё остались.

# #FamineRelief_City_ReasonPhrase_1
source: the people of {[city_name]} are losing hope, for
ru: жители города {[city_name]} теряют надежду, поскольку

# #FamineRelief_City_ReasonPhrase_2
source: troubles continue to mount, as
ru: напасти всё множатся,

# #FamineRelief_City_Reminder
source: {[greeting]} {[player_name]}, the people of {[city_name]} are wailing with hunger, and you still have not sent the {0} {[resource]}. Send the supplies within 6 months, or wails of hunger will be replaced with laments for the dead.
ru: {[greeting]} {[player_name]}, жители города {[city_name]} стенают от голода, а вы все ещё не прислали им припасы ({[resource]}, {0} шт.). Отправьте их в течение шести месяцев, иначе стенания голодных превратятся в плач по усопшим.

# #FamineRelief_City_Title
source: Famine
ru: Голод

# #FamineRelief_City_Warning
source: {[greeting]} {[player_name]}, the people of {[city_name]} wonder if your heart is cruel. You have only 6 months left to send {0} {[resource]} to ease their suffering. Deny them, and their deaths will be on your head.
ru: {[greeting]} {[player_name]}, жители города {[city_name]} не понимают, отчего вы так жестоки! У вас осталось шесть месяцев, чтобы спасти их и отправить припасы ({[resource]}, {0} шт.). Если откажетесь, их смерти будут на вашей совести.

# #FamineRelief_Pharaoh_Announcement
source: {[greeting]} {[player_name]}, {[reason_phrase]} famine grips {[city_name]}. Pharaoh requires you to provide succor. You have {1} to send {0} {[resource]} to the city to ease its suffering.
ru: {[greeting]} {[player_name]}, {[reason_phrase]}, на город {[city_name]} обрушился голод. Фараон повелел вам помочь соседям. Накормите народ, отправив им в течение {1} месяцев припасы ({[resource]}, {0} шт.).

# #FamineRelief_Pharaoh_Overdue
source: {[greeting]} {[player_name]}, Pharaoh thinks you are as mean as an asp. You have done nothing to alleviate your compatriots' hunger. You can still send {0} {[resource]} to {[city_name]} and stand a chance of rehabilitating your image in Pharaoh's eyes.
ru: {[greeting]} {[player_name]}, фараон считает вас бессердечным аспидом. Вы так и не соизволили накормить земляков. Вы всё ещё может отправить в город {[city_name]} припасы ({[resource]}, {0} шт.) и исправиться в глазах фараона.

# #FamineRelief_Pharaoh_ReasonPhrase_1
source: Fortune frowns on Pharaoh's people, and
ru: удача отвернулась от подданных фараона

# #FamineRelief_Pharaoh_ReasonPhrase_2
source: troubles continue to mount, as
ru: напасти всё множатся

# #FamineRelief_Pharaoh_Reminder
source: {[greeting]} {[player_name]}, Pharaoh questions whether or not you have a heart. You still have not sent the {0} {[resource]} to {[city_name]}, and its people are in need. You only have 6 months left to comply with Pharaoh's request.
ru: {[greeting]} {[player_name]}, фараон озадачен вашей бессердечностью. Вы все ещё не прислали страждущим в городе {[city_name]} припасы ({[resource]}, {0} шт.). У вас осталось шесть месяцев, чтобы выполнить запрос фараона.

# #FamineRelief_Pharaoh_Title
source: Famine
ru: Голод

# #FamineRelief_Pharaoh_Warning
source: {[greeting]} {[player_name]}, if you do not send {0} {[resource]} to {[city_name]} within 6 months, you will do no good at all. Pharaoh will frown upon your unkindness if you neglect to send the goods.
ru: {[greeting]} {[player_name]}, если вы в течение шести месяцев не отправите в {[city_name]} припасы ({[resource]}, {0} шт.), будет слишком поздно. Фараон не потерпит вашей неотзывчивости, если вы не отправите товаров.

# #FloodFails_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} priests bring bad news...they fear the next Inundation will almost certainly fail! Consult the Nilometer regularly. If the priests' prediction does not improve, the city had better be prepared for the worst.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} жрецы пришли с плохими вестями... Они боятся, что в этом году разлива не будет! Следите за Нилометром. Если прогнозы жрецов не изменятся, нужно будет готовиться к худшему.

# #FloodFails_ReasonPhrase_1
source: due to drought in Africa,
ru: засуха охватила всю Африку, и

# #FloodFails_ReasonPhrase_2
source: our troubles have only begun, for
ru: нам выпало новое испытание,

# #FloodFails_Title
source: Flood Likely to Fail
ru: Разлива не будет

# #Flood_Prediction_Title
source: Nilometer prediction
ru: Прогноз Нилометра

# #Flood_Quality_Excellent
source: Farmers are overjoyed by predictions for an excellent Inundation in the coming year!
ru: Земледельцы несказанно рады прогнозам, обещающим превосходный разлив в этом году!

# #Flood_Quality_Good
source: All portents point to a good Inundation in the coming year.
ru: Все приметы указывают на то, что в этом году нас ждёт хороший разлив.

# #Flood_Quality_Mediocre
source: Our seers warn that the coming year's Inundation is likely to be mediocre at best.
ru: Наши мудрецы предупреждают, что разлив в этом году будет, скорее всего, посредственным.
