Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Events_ChainedEvents.po
Languages: ru

# #ThreatTooLate_City_ReasonPhrase_3
source: you took great chances by not promptly dispatching the {0} {[resource]} to {[city_name]} as they demanded. Nevertheless, since you did manage to comply,
ru: вы сильно рисковали, промедлив с отправкой в город {[city_name]} ресурса ({[resource]}, {0} шт). Однако вы все же выполнили требование, поэтому

# #ThreatTooLate_Pharaoh_ReasonPhrase_1
source: the delay in sending {0} {[resource]} to {[city_name]} as Pharaoh demanded tries his patience, and because of this
ru: вы слишком долго медлили с отправкой в город {[city_name]} товара ({[resource]}, {0} шт.), испытывая терпение фараона. Потому

# #ThreatTooLate_Pharaoh_ReasonPhrase_2
source: the delay in sending {0} {[resource]} to {[city_name]} as Pharaoh demanded tries his patience. On to other matters:
ru: вы слишком долго медлили с отправкой в город {[city_name]} товара ({[resource]}, {0} шт.), испытывая терпение фараона. Также вам нужно знать, что

# #ThreatTooLate_Pharaoh_ReasonPhrase_3
source: the delay in sending {0} {[resource]} to {[city_name]} as Pharaoh demanded tries his patience, but nevertheless, your effort is appreciated. Therefore
ru: вы слишком долго медлили с отправкой в город {[city_name]} товара ({[resource]}, {0} шт.), испытывая терпение фараона, однако вы всё же выполнили просьбу, поэтому

# #TradeRouteAvailable_ReasonPhrase_1
source: because a new trade route to {[city_name]} has become available,
ru: поскольку появился новый торговый путь в город {[city_name]},

# #TradeRouteAvailable_ReasonPhrase_2
source: a new trade route to {[city_name]} has become available, and
ru: появился новый торговый путь в город {[city_name]}, и

# #TradeRouteAvailable_ReasonPhrase_3
source: even though trade has become possible with {[city_name]},
ru: хотя теперь мы можем торговать с городом {[city_name]},

# #TradeRouteShutsDown_ReasonPhrase_1
source: because the trade route to {[city_name]} has closed,
ru: поскольку торговый путь в город {[city_name]} был закрыт,

# #TradeRouteShutsDown_ReasonPhrase_2
source: the trade route to {[city_name]} has closed, and what's more,
ru: торговый путь в город {[city_name]} был закрыт. Вдобавок

# #TradeRouteShutsDown_ReasonPhrase_3
source: although the trade route to {[city_name]} has closed,
ru: хотя торговый путь в город {[city_name]} был закрыт,

# #UnderSiege_ReasonPhrase_1
source: because {[city_name]} is under siege,
ru: поскольку город {[city_name]} в осаде,

# #UnderSiege_ReasonPhrase_2
source: {[city_name]} is under siege, and
ru: город {[city_name]} в осаде, и

# #UnderSiege_ReasonPhrase_3
source: even though {[city_name]} is under siege,
ru: хотя город {[city_name]} в осаде,

# #WagesDown_ReasonPhrase_1
source: because wages have fallen,
ru: поскольку жалование падает,

# #WagesDown_ReasonPhrase_2
source: wages have fallen, and what's more,
ru: жалование падает, кроме того,

# #WagesDown_ReasonPhrase_3
source: even though wages have fallen,
ru: хотя жалование падает,

# #WagesUp_ReasonPhrase_1
source: because wages have increased throughout the Kingdom,
ru: поскольку жалование по всему Царству растёт,

# #WagesUp_ReasonPhrase_2
source: wages have increased throughout the Kingdom, and
ru: жалование по всему Царству растёт, и

# #WagesUp_ReasonPhrase_3
source: even though wages have increased throughout the Kingdom,
ru: хотя жалование по всему Царству растёт,
