Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Events.po
Languages: ru

# #Flood_Quality_Mediocre_Osiris
source: We expect the next Inundation to be mediocre, at best. Perhaps Osiris will bestow his benevolence upon is, if we make sure to appease him.
ru: Мы ожидаем, что следующий разлив будет в лучшем случае посредственным. Быть может, Осирис проявит благосклонность, если его умилостивить.

# #Flood_Quality_None
source: Terrible news! All the omens suggest that there will be no Inundation at all this year!
ru: Ужасная весть! Знамения указывают на то, что в этом году разлива не будет вообще!

# #Flood_Quality_Perfect
source: Priests predict that the city will be blessed with a perfect Inundation in the coming year!
ru: Жрецы объявили, что в этом году город будет благословлён великолепным разливом!

# #Flood_Quality_Poor
source: Priests expect a poor Inundation in the coming year.
ru: Жрецы ожидают в этом году слабый разлив.

# #Flood_Quality_Poor_Osiris
source: Priests predict a poor Inundation for the coming year. Your people beseech you to make sure Osiris is appeased, and pray for better floods in coming years.
ru: Жрецы предсказывают в этом году слабый разлив. Люди умоляют вас умилостивить Осириса и молятся о лучшем разлив в будущем.

# #FloodedClayPit_Content
source: One of our Clay Pits suffered a terrible flood. We had to destroy the Clay Pit to prevent others from falling in.
ru: Страшный потоп обрушился на один из наших глиняных карьеров! Пришлось уничтожить его, чтобы спасти остальные.

# #FloodedClayPit_Title
source: Flooded Clay Pit
ru: Глиняный карьер затопило

# #GeneralRequest_City_Announcement
source: {[greeting]} {[player_name]}, {[reason_phrase]} the city of {[city_name]} requests that you send {0} {[resource]} in {1} months. Helping {[city_name]} could bring us benefits later.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} город {[city_name]} просит в течение {1} месяцев прислать следующий ресурс ({[resource]}, {0} шт.). Помогите городу {[city_name]}, и в будущем он поможет нам.

# #GeneralRequest_City_Overdue
source: {[greeting]} {[player_name]}, your time has run out, and you still have not sent the {0} {[resource]} to {[city_name]} as they requested. Even a belated attempt at fulfilling this request may satisfy {[city_name]} somewhat.
ru: {[greeting]} {[player_name]}, время вышло, а вы так и не отправили в город {[city_name]} запрошенный ресурс ({[resource]}, {0} шт.). Впрочем, всё же попробуйте выполнить просьбу, это может удовлетворить город {[city_name]}.

# #GeneralRequest_City_ReasonPhrase_1
source: to satisfy citizens' needs,
ru: чтобы удовлетворить потребности жителей,

# #GeneralRequest_City_ReasonPhrase_2
source: there seems to be no end to this, for
ru: нет конца этому,

# #GeneralRequest_City_Reminder
source: {[greeting]} {[player_name]}, {[city_name]} anxiously awaits the arrival of {0} {[resource]}. You have 6 months left to comply.
ru: {[greeting]} {[player_name]}, {[city_name]} с нетерпением ожидает запрошенного ресурса ({[resource]}, {0} шт.). У вас осталось 6 месяцев, чтобы выполнить просьбу.

# #GeneralRequest_City_Title
source: A City Requests Goods
ru: Другой город запрашивает товары

# #GeneralRequest_City_Warning
source: {[greeting]} {[player_name]}, send {[city_name]} {0} {[resource]} within six months, or risk making enemies out of neighbors.
ru: {[greeting]} {[player_name]}, отправьте в город {[city_name]} запрошенный ресурс ({[resource]}, {0} шт.). Сделайте это за 6 месяцев, иначе наживёте себе врагов по соседству.

# #GeneralRequest_Pharaoh_Announcement
source: {[greeting]} {[player_name]}, {[reason_phrase]} matchless Pharaoh wants you to send {0} {[resource]} to {[city_name]} within {1} months. Complying with the request could earn Pharaoh's esteem.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} несравненный фараон требует в течение {1} месяцев прислать в город {[city_name]} следующий ресурс ({[resource]}, {0} шт.). Выполните его просьбу, и он будет к вам благосклонен.

# #GeneralRequest_Pharaoh_Overdue
source: {[greeting]} {[player_name]}, do you want to provoke Pharaoh? You did not send {0} {[resource]} to {[city_name]} in time. Even a belated attempt at fulfilling this request may appease Pharaoh somewhat.
ru: {[greeting]} {[player_name]}, вы хотите разгневать фараона? Вы не отправили вовремя в город {[city_name]} запрошенный ресурс ({[resource]}, {0} шт.). Даже запоздалая попытка выполнить этот запрос может немного успокоить фараона.

# #GeneralRequest_Pharaoh_ReasonPhrase_1
source: to supplement his estate's stocks,
ru: чтобы пополнить запасы в своих владениях,

# #GeneralRequest_Pharaoh_ReasonPhrase_2
source: there seems to be no end to Pharaoh's greed, for
ru: алчность фараона не знает границ, поэтому

# #GeneralRequest_Pharaoh_Reminder
source: {[greeting]} {[player_name]}, Pharaoh wonders why {[city_name]} has not received {0} {[resource]}. You have 6 months left to comply with Pharaoh's request.
ru: {[greeting]} {[player_name]}, фараон недоумевает, почему в город {[city_name]} ещё не поступил запрошенный ресурс ({[resource]}, {0} ед.)? У вас осталось 6 месяцев, чтобы выполнить запрос фараона.

# #GeneralRequest_Pharaoh_Title
source: Pharaoh Requests Goods
ru: Фараон запрашивает товары

# #GeneralRequest_Pharaoh_Warning
source: {[greeting]} {[player_name]}, you have only six months left to fulfill Pharaoh's request that you send {0} {[resource]} to {[city_name]}. Deny him at your peril.
ru: {[greeting]} {[player_name]}, у вас лишь 6 месяцев на то, чтобы отправить в город {[city_name]} запрошенный ресурс ({[resource]}, {0} шт.). Выполните запрос фараона, иначе кары не избежать.

# #Gift_City_Accepted
source: Your city's Storage Yards and Granaries are filled with as many of the {[resource]} from {[city_name]} as they can accommodate.
ru: Наши склады и амбары приняли столько даров ({[resource]}) от города {[city_name]}, сколько смогли.

# #Gift_City_CashAccepted
source: Thanks to {[city_name]}, {0} debens have been added to your treasury.
ru: Милостью города {[city_name]} ваша казна пополнилась {0} дебенами.

# #Gift_City_CashGranted
source: {[greeting]} {[player_name]}, {[reason_phrase]} the city of {[city_name]} wishes to grant you a gift of {0} debens.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} город {[city_name]} решил преподнести вам в дар {0} дебенов.

# #Gift_City_Forfeited
source: {[greeting]} {[player_name]}, there is still insufficient space for you to receive the gift of {0} {[resource]} from {[city_name]}, and so it is forfeit.
ru: {[greeting]} {[player_name]}, у нас все ещё не хватает места, чтобы принять дар города {[city_name]} ({[resource]}, {0} шт.), а потому он нам не достанется.

# #Gift_City_Granted
source: {[greeting]} {[player_name]}, {[reason_phrase]} the city of {[city_name]} wishes to grant you a gift of {0} {[resource]}.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} город {[city_name]} решил преподнести вам дар ({[resource]}, {0} ед.).

# #Gift_City_InsufficientSpace
source: {[greeting]} {[player_name]}, {[reason_phrase]} the city of {[city_name]} wishes to grant you a gift of {0} {[resource]}, but there's insufficient space in your Storage Yards and Granaries to accommodate it. Make some room and it will be delivered again next month.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} город {[city_name]} решил преподнести вам дар ({[resource]}, {0} шт.), однако склады и амбары заполнены. Освободите место, и подарок доставят в следующем месяце.

# #Gift_City_LastChance
source: {[greeting]} {[player_name]}, the city of {[city_name]} has been trying to grant you a gift of {0} {[resource]}, but you still do not have sufficient space in your Storage Yards and Granaries to accommodate all of it. You have kept its emissaries waiting too long, and they have grown impatient. Accept this partial gift now, for they will not return again.
ru: {[greeting]} {[player_name]}, город {[city_name]} пытался преподнести вам дар ({[resource]}, {0} шт.), однако на складах и в амбарах все ещё недостаточно места. Вы слишком долго заставляете послов ждать, их терпение на исходе. Примите часть дар, поскольку они больше не вернутся.

# #Gift_City_PartialSpace
source: {[greeting]} {[player_name]}, {[reason_phrase]} the city of {[city_name]} wishes to grant you a gift of {0} {[resource]}. You do not currently have enough space in your Storage Yards or Granaries to accommodate the gift, but you can squeeze in at least half of it.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} город {[city_name]} решил преподнести вам дар ({[resource]}, {0} ед.). На складах и в амбарах города недостаточно места, поэтому вы можете принять только половину дар.

# #Gift_City_Postponed
source: Emissaries from {[city_name]} will return in one month with your delivery of {[resource]}.
ru: Послы из города {[city_name]} вернутся с даром ({[resource]}) через месяц.

# #Gift_City_ReasonPhrase_1
source: because you could use some help
ru: поскольку вам не помешает помощь,

# #Gift_City_ReasonPhrase_2
source: because Egyptians always help their fellow countrymen,
ru: египтяне всегда помогают друг другу, поэтому

# #Gift_City_Refused
source: Though you have refused this gift of {[resource]} from {[city_name]}, I'm sure someone else could use our help.
ru: Пусть вы отказались принять дар ({[resource]}) от города {[city_name]}, кому-нибудь пригодится наша помощь.

# #Gift_City_Title
source: A Gift from a Neighbor
ru: Дар от соседей

# #Gift_DetailsTitle
source: Gift
ru: Дар

# #Gift_Pharaoh_Accepted
source: By order of the Pharaoh, your city's Storage Yards and Granaries have been filled with as many of the {[resource]} from {[city_name]} as they can accommodate.
ru: По велению фараона наши склады и амбары приняли столько даров ({[resource]}) от города {[city_name]}, сколько смогли.

# #Gift_Pharaoh_CashAccepted
source: Per order of the Pharaoh, {0} debens have been added to your treasury.
ru: По велению фараона ваша казна пополнилась {0} дебенами.

# #Gift_Pharaoh_CashGranted
source: {[greeting]} {[player_name]}, {[reason_phrase]} the Pharaoh has decreed that you receive a gift of {0} debens from {[city_name]}.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} фараон приказал городу {[city_name]} отправить вам в дар {0} дебенов.

# #Gift_Pharaoh_Forfeited
source: {[greeting]} {[player_name]}, there is still insufficient space for you to receive the gift of {0} {[resource]} from {[city_name]}, and so it is forfeit.
ru: {[greeting]} {[player_name]}, у нас все ещё не хватает места, чтобы принять дар города {[city_name]} ({[resource]}, {0} шт.), а потому он нам не достанется.

# #Gift_Pharaoh_Granted
source: {[greeting]} {[player_name]}, {[reason_phrase]} the Pharaoh has decreed that you receive a gift of {0} {[resource]} from {[city_name]}.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} фараон приказал городу {[city_name]} отправить вам в дар ресурсы ({[resource]}, {0} шт.).

# #Gift_Pharaoh_InsufficientSpace
source: {[greeting]} {[player_name]}, {[reason_phrase]} Pharaoh has decreed that you receive a gift of {0} {[resource]} from {[city_name]}, but there isn't enough space in your Storage Yards and Granaries. Make some room and it will be delivered again next month.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} фараон приказал городу {[city_name]} отправить вам в дар ресурсы ({[resource]}, {0} шт.), однако склады и амбары заполнены. Освободите место, и подарок доставят в следующем месяце.

# #Gift_Pharaoh_LastChance
source: {[greeting]} {[player_name]}, per order of Pharaoh, the city of {[city_name]} has been trying to grant you a gift of {0} {[resource]}, but you still do not have sufficient space in your Storage Yards and Granaries to accommodate all of it. You have kept its emissaries waiting too long, and they have grown impatient. Accept this partial gift now, for they will not return again.
ru: {[greeting]} {[player_name]}, по приказу фараона город {[city_name]} пытался преподнести вам дар ({[resource]}, {0} шт.), однако на складах и в амбарах все ещё недостаточно места. Вы слишком долго заставляете послов ждать, их терпение на исходе. Примите часть дар, поскольку они больше не вернутся.

# #Gift_Pharaoh_PartialSpace
source: {[greeting]} {[player_name]}, {[reason_phrase]} the Pharaoh has decreed that you receive a gift of {0} {[resource]} from {[city_name]}. You do not currently have enough space in your Storage Yards or Granaries to accommodate the gift, but you can squeeze in at least half of it.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} фараон приказал преподнести вам дар ({[resource]}, {0} шт). На складах и в амбарах города недостаточно места, поэтому вы можете принять только половину дар.

# #Gift_Pharaoh_Postponed
source: Emissaries from {[city_name]} will return in one month with your delivery of {[resource]}.
ru: Послы из города {[city_name]} вернутся с даром ({[resource]}) через месяц.

# #Gift_Pharaoh_ReasonPhrase_1
source: because you could use some help
ru: поскольку вам не помешает помощь,

# #Gift_Pharaoh_ReasonPhrase_2
source: because Pharaoh's benevolence is boundless,
ru: щедрость фараона не знает границ, поэтому

# #Gift_Pharaoh_Refused
source: Though you have refused this gift of {[resource]} from {[city_name]}, I'm sure someone else could use our help.
ru: Пусть вы отказались принять дар ({[resource]}) от города {[city_name]}, кому-нибудь пригодится наша помощь.

# #Gift_Pharaoh_Title
source: A Gift from Pharaoh
ru: Дар от фараона

# #GoldMineCollapse_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} a gold mine has collapsed. Our architects were powerless to stop it. Just hope the workers made it out of the mine in time.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} золотой рудник завалило. Наши архитекторы ничего не могли с этим поделать. Остаётся уповать на то, что рабочие успели выбраться из шахты.

# #GoldMineCollapse_ReasonPhrase_1
source: due to shifting sands,
ru: из-за движения песков

# #GoldMineCollapse_ReasonPhrase_2
source: without warning,
ru: случилось непредвиденное! Наш

# #GoldMineCollapse_Title
source: Gold Mine Caves In
ru: Обрушение на золотом руднике

# #GreatFestival_City_Announcement
source: {[greeting]} {[player_name]}, {[reason_phrase]} the city of {[city_name]} requests that you send {0} {[resource]} for a Great Festival to {[god]}. The city requires these goods within {1} months.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} город {[city_name]} просит прислать на великий праздник в честь божества {[god]} ресурс ({[resource]}, {0} шт.). Эти товары нужны городу через {1} месяца.

# #GreatFestival_City_Overdue
source: {[greeting]} {[player_name]}, {[city_name]} is displeased that they had to procure goods from elsewhere for their Great Festival to {[god]}. You might gain some measure of acceptance if you still try to send the {0} {[resource]}.
ru: {[greeting]} {[player_name]}, в городе {[city_name]} недовольны тем, что к великому празднику в честь божества {[god]} пришлось искать товары где-то ещё. Вы всё ещё можете их задобрить, если отправите запрошенный ресурс ({[resource]}, {0} шт.).

# #GreatFestival_City_ReasonPhrase_1
source: because {[city_name]} is blessed by {[god]},
ru: {[god]} одаряет жителей милостью, поэтому

# #GreatFestival_City_ReasonPhrase_2
source: because {[god]} is still dissatisfied,
ru: {[god]} проявляет недовольство, поэтому

# #GreatFestival_City_Reminder
source: {[greeting]} {[player_name]}, the Great Festival to {[god]} in {[city_name]} fast approaches, and you have not sent the {0} {[resource]}. You have 6 months left to send goods.
ru: {[greeting]} {[player_name]}, великий праздник в честь божества {[god]} приближается, а вы все ещё не отправили в город {[city_name]} запрошенный ресурс ({[resource]}, {0} шт.). У вас осталось шесть месяцев.

# #GreatFestival_City_Title
source: Great Festival to {[god]}
ru: {[god]} в ожидании великого праздника

# #GreatFestival_City_Warning
source: {[greeting]} {[player_name]}, {[city_name]} is frustrated with you. Send {0} {[resource]} in the next 6 months if you are to have any hope of maintaining good relations.
ru: {[greeting]} {[player_name]}, в городе {[city_name]} недовольны вашими действиями! Отправьте в течение шести месяцев запрошенный ресурс ({[resource]}, {0} шт.). В противном случае хороших отношений с городом не видать.

# #GreatFestival_Pharaoh_Announcement
source: {[greeting]} {[player_name]}, {[reason_phrase]} Pharaoh is planning a Great Festival to {[god]} in {[city_name]} and needs goods from your city. You have {1} months to send {0} {[resource]}.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} фараон хочет провести великий праздник в честь божества {[god]} в городе {[city_name]}, и ему требуются ваши товары. Отправьте в течение {1} месяцев ресурсы ({[resource]}, {0} шт.).

# #GreatFestival_Pharaoh_Overdue
source: {[greeting]} {[player_name]}, you missed your deadline, and Pharaoh had to hold the Great Festival to {[god]} without your supplies. Send {0} {[resource]} to {[city_name]} anyway, and the incensed Pharaoh may yet find a measure of forgiveness.
ru: {[greeting]} {[player_name]}, срок истёк, и фараон приказал устроить великий праздник в честь божества {[god]} без вашей помощи. Все же отправьте в город {[city_name]} запрошенный ресурс ({[resource]}, {0} шт.). Быть может, фараон найдёт силы сменить гнев на милость.

# #GreatFestival_Pharaoh_ReasonPhrase_1
source: because Pharaoh seeks to honor the deity,
ru: чтобы почтить божество,

# #GreatFestival_Pharaoh_ReasonPhrase_2
source: because {[god]} is still dissatisfied,
ru: {[god]} проявляет недовольство, поэтому

# #GreatFestival_Pharaoh_Reminder
source: {[greeting]} {[player_name]}, you have six months left to send {0} {[resource]} to {[city_name]} for the Great Festival to {[god]}. Pharaoh will be displeased if you do not comply with his request.
ru: {[greeting]} {[player_name]}, у вас осталось шесть месяцев на то, чтобы прислать в город {[city_name]} на великий праздник в честь божества {[god]} ресурс ({[resource]}, {0} шт.). Если вы не выполните просьбу, фараон будет недоволен.

# #GreatFestival_Pharaoh_Title
source: Festival to {[god]}
ru: {[god]} в ожидании праздника

# #GreatFestival_Pharaoh_Warning
source: {[greeting]} {[player_name]}, you have only 6 months left to send Pharaoh {0} {[resource]} to {[city_name]} that he needed for the Great Festival to {[god]}. Woe to the one who feels the heat of Pharaoh's fiery rage!
ru: {[greeting]} {[player_name]}, у вас всего шесть месяцев, чтобы отправить в город {[city_name]} на великий праздник в честь божества {[god]} запрошенный ресурс ({[resource]}, {0} шт.). Горе тому, на кого обрушится ярость фараона!

# #Greetings_1
source: O Village Elder
ru: О деревенский старейшина

# #Greetings_10
source: O Vizier
ru: О визирь

# #Greetings_11
source: O Great Pharaoh
ru: О великий фараон

# #Greetings_12
source: Greetings
ru: Приветствую

# #Greetings_2
source: O Village Noble
ru: О деревенский вельможа

# #Greetings_3
source: O Royal Scholar
ru: О царский учёный

# #Greetings_4
source: O Royal Scribe
ru: О царский писец

# #Greetings_5
source: O Royal Judge
ru: О царский судья

# #Greetings_6
source: O Royal Mayor
ru: О царский градоначальник

# #Greetings_7
source: O Royal Governor
ru: О царский наместник

# #Greetings_8
source: O Nomarch
ru: О номарх

# #Greetings_9
source: O Chancellor
ru: О казначей

# #Hailstorm_Content
source: Death and destruction is on the wind! A savage hailstorm has come to deliver a deadly rain of ice. May the gods have mercy on anyone not sheltered from this evil curse, for they have little hope of surviving!
ru: Ветер несёт гибель и разорение! Разразилась чудовищная буря, обрушившая на наши земли жестокий град. Да защитят боги тех, кто не успел спрятаться от беспощадного проклятия!

# #Hailstorm_Title
source: Hailstorm
ru: Град

# #Invasion_Bedouin_Announcement
source: {[greeting]} {[player_name]}, {[reason_phrase]} a Bedouin army is approaching the city and will attack in {[time_until_attack]} months.
ru: {[greeting]} {[player_name]}, {[reason_phrase]}! Бедуинская армия движется в сторону города и достигнет его через {[time_until_attack]} месяцев.

# #Invasion_Bedouin_FirstAlert
source: {[greeting]} {[player_name]}, {[reason_phrase]} a Bedouin army is prepared to wage war and will reach the city in six months.
ru: {[greeting]} {[player_name]}, {[reason_phrase]}! Бедуинская армия готовится к нападению. Она достигнет города в течение шести месяцев.

# #Invasion_Bedouin_FirstReminder
source: {[greeting]} {[player_name]}, {[reason_phrase]} a Bedouin army moves ever closer and will reach the city in two years.
ru: {[greeting]} {[player_name]}, {[reason_phrase]}! Бедуинская армия всё ближе. Она достигнет города в течение двух лет.

# #Invasion_Bedouin_LastAlert
source: {[greeting]} {[player_name]}, {[reason_phrase]} a Bedouin army is very near and will reach the city in one month.
ru: {[greeting]} {[player_name]}, {[reason_phrase]}! Бедуинская армия совсем близко! Она достигнет города в течение месяца.

# #Invasion_Bedouin_LastReminder
source: {[greeting]} {[player_name]}, {[reason_phrase]} a Bedouin army is well on its way and will reach the city in one year.
ru: {[greeting]} {[player_name]}, {[reason_phrase]}! Бедуинская армия всё ближе к городу. Она придёт сюда в течение года.

# #Invasion_Bedouin_ReasonPhrase_1
source: to satisfy their lust for riches,
ru: враги жаждут наших богатств

# #Invasion_Bedouin_ReasonPhrase_2
source: our troubles are great, for
ru: нам угрожает великая беда

# #Invasion_Bedouin_Title
source: Bedouin Army Attacks
ru: Нападение бедуинской армии

# #Invasion_ForeignArmy_Announcement
source: {[greeting]} {[player_name]}, {[reason_phrase]} {[a_foreign_army]} is approaching and will reach your city in {0} months.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} {[a_foreign_army]} вторглась в наши земли и достигнет города через {0} месяцев.

# #Invasion_ForeignArmy_FirstAlert
source: {[greeting]} {[player_name]}, {[reason_phrase]} {[a_foreign_army]} will reach your city in six months. Be prepared for their arrival.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} {[a_foreign_army]} вторглась в наши земли и достигнет города через шесть месяцев. Приготовьтесь к их прибытию.

# #Invasion_ForeignArmy_FirstReminder
source: {[greeting]} {[player_name]}, {[reason_phrase]} in two years' time {[a_foreign_army]} will be at your gates.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} {[a_foreign_army]} окажется у наших ворот через два года.

# #Invasion_ForeignArmy_LastAlert
source: {[greeting]} {[player_name]}, {[reason_phrase]} {[a_foreign_army]} will arrive in the city in one month, bent on conquest.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} {[a_foreign_army]} в предвкушении трофеев прибудет к городу через месяц.

# #Invasion_ForeignArmy_LastReminder
source: {[greeting]} {[player_name]}, {[reason_phrase]} {[a_foreign_army]} is eager to invade and will reach your city in one year.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} {[a_foreign_army]} мечтает захватить ваш город и прибудет через один год.

# #Invasion_ForeignArmy_ReasonPhrase_1
source: because of their dreams of empire,
ru: стремясь построить собственную империю,

# #Invasion_ForeignArmy_ReasonPhrase_2
source: it seems there's always trouble, for
ru: нет конца нашим бедам,

# #Invasion_ForeignArmy_Title
source: Foreign Army Invades
ru: Вторжение чужеземной армии

# #Invasion_PharaohArmy_Announcement
source: {[greeting]} {[player_name]}, {[reason_phrase]} Pharaoh's army is on the move and will reach your city in {0} months.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} армия фараона выдвинулась в вашу сторону и достигнет города через {0} месяцев.
