Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Events.po
Languages: ru

# #Invasion_PharaohArmy_FirstAlert
source: {[greeting]} {[player_name]}, {[reason_phrase]} Pharaoh's army is eagerly anticipating attacking you and will reach your city in six months.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} армия фараона с предвкушением ждёт нападения и достигнет города через шесть месяцев.

# #Invasion_PharaohArmy_FirstReminder
source: {[greeting]} {[player_name]}, {[reason_phrase]} Pharaoh's army draws ever closer, and will reach your city in two years.
ru: {[greeting]} {[player_name]}, {[reason_phrase]}! Армия фараона всё ближе. Она достигнет города в течение двух лет.

# #Invasion_PharaohArmy_LastAlert
source: {[greeting]} {[player_name]}, {[reason_phrase]} Pharaoh's army is only one month away from reaching the city!
ru: {[greeting]} {[player_name]}, {[reason_phrase]} армия фараона всего в одном месяце пути от вашего пути!

# #Invasion_PharaohArmy_LastReminder
source: {[greeting]} {[player_name]}, {[reason_phrase]} Pharaoh's army is honed for battle and will reach your city in one year.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} армия фараона готовится к битве и достигнет города через один год.

# #Invasion_PharaohArmy_ReasonPhrase_1
source: your standing in the Kingdom has fallen completely. Perhaps more gifts to the Egyptian people can yet turn things around, though even now
ru: ваша репутация в Царстве окончательно испорчена. Быть может, если одарить египетский народ, вы ещё сможете вернуть его расположение, однако

# #Invasion_PharaohArmy_ReasonPhrase_2
source: because your standing in the Kingdom has fallen so low,
ru: вы полностью утратили доверие, поэтому

# #Invasion_PharaohArmy_Title
source: Pharaoh's Army Attacks
ru: Нападение армии фараона

# #KingdomRatingDown_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} the Egyptian people are displeased with you, and your Kingdom rating has fallen.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} египетский народ недоволен вами, а потому ваша репутация в Царстве падает.

# #KingdomRatingDown_ReasonPhrase_1
source: because of dissatisfaction in the Kingdom,
ru: в Царстве растёт недовольство,

# #KingdomRatingDown_ReasonPhrase_2
source: this is bad news, for
ru: плохие вести,

# #KingdomRatingDown_Title
source: Kingdom Standing Falls
ru: Рейтинг Царства падает

# #KingdomRatingUp_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} you have become more popular among your fellow Egyptians, and your Kingdom rating has risen.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} вы завоевали уважение среди египтян, а потому ваша репутация в Царстве растёт.

# #KingdomRatingUp_ReasonPhrase_1
source: because times are good,
ru: настали хорошие времена,

# #KingdomRatingUp_ReasonPhrase_2
source: this is good news, for
ru: радостные вести,

# #KingdomRatingUp_Title
source: Kingdom Standing Climbs
ru: Рейтинг Царства растёт

# #LandTradeProblem_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} driving sands have obscured the roads, completely covering them over in some spots. Merchants aren't risking losing their way in such conditions and aren't venturing out. Until the winds abate, no merchants will be able to get through.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} коварные пески заносят дороги, полностью засыпав некоторые участки. Торговцы боятся сбиться с пути и не рискуют выходить. Пока ветра не утихнут, никаких торговцев не будет.

# #LandTradeProblem_ReasonPhrase_1
source: due to high winds,
ru: из-за сильных ветров

# #LandTradeProblem_ReasonPhrase_2
source: the desert is a dangerous place, for
ru: пустыня — опасное место,

# #LandTradeProblem_Title
source: Sandstorms
ru: Песчаная буря

# #LocustPlague_Content
source: We have received reports of mad swarms of ravenous locusts devouring the crops throughout Egypt. Beware their onslaught during the next growing season!
ru: Люди рассказывают о безумном рое прожорливой саранчи, опустошающем поля по всему Египту. Берегитесь нашествия в следующем урожайном сезоне!

# #LocustPlague_Title
source: Plague of Locusts
ru: Нашествие саранчи

# #Notif_AttackCancelled_Content
source: New orders just arrived. They say that you have regained some respect throughout Egypt, and your destruction is no longer necessary. I bid you farewell...for now.
ru: Поступил новый приказ! Вам удалось вернуть уважение Египта, а потому ваше уничтожение больше не требуется. Я прощаюсь с вами... на этот раз.

# #Notif_AttackCancelled_Title
source: Attack called off
ru: Нападение не состоялось

# #Notif_CollapsedBuilding_Content
source: Without adequate maintenance provided by architects, certain large structures in your city will collapse. Click on 'Overlays: Risks' to see which buildings are in danger of collapsing, and build Architect's Posts nearby.
ru: Без надлежащего осмотра со стороны архитекторов некоторые крупные сооружения могут обвалиться. Нажмите «Слой рисков», чтобы увидеть здания под угрозой обрушения. Рядом с ними следует построить пост архитектора.

# #Notif_CollapsedBuilding_Title
source: Collapsed building
ru: Рухнуло здание

# #Notif_CompliancePossible_Content_Debens
source: Your Political Overseer reports that the city now has enough debens to fulfill the recent request.
ru: Ваш советник по политике сообщает, что в казне теперь содержится достаточно дебенов для выполнения последнего запроса.

# #Notif_CompliancePossible_Content_Resources
source: Your Political Overseer reports that city Storage Yards now have enough of these goods to fulfill the recent request.
ru: Ваш советник по политике сообщает, что на складе теперь содержится достаточно товаров для выполнения последнего запроса.

# #Notif_CompliancePossible_Title
source: Compliance now possible
ru: Требование выполнимо

# #Notif_CrimeWave_Content
source: May the gods have mercy on us! A band of greedy tomb robbers that thirst for ill-gotten riches has set themselves loose upon our fair city. Stop them before they steal the magnificent burial provisions interred with our noble dead!
ru: Да смилостивятся боги над нами! В город проникла шайка алчных расхитителей гробниц, жаждущих нажиться нечестивым способом. Остановите их, пока они не разворовали великолепные погребальные принадлежности, захороненные вместе с нашими благородными усопшими.

# #Notif_CrimeWave_Title
source: Crime Wave
ru: Череда преступлений

# #Notif_DebtAnniversary_Content
source: Your treasury still holds nary a deben. Each consecutive year of debt damages your reputation, and thus your Kingdom rating. Perhaps you should review your knowledge of money.
ru: В вашей казне так и не появились дебены. Каждый год невыплаченного долга наносит урон вашей репутации, а значит — и вашей репутации в Царстве. Возможно, вам следует не много подучиться в науке управления деньгами.

# #Notif_DebtAnniversary_Title
source: Debt anniversary
ru: Годовщина долга

# #Notif_Debt_Content
source: Your treasury bleeds money. You can spend up to 5,000 debens' worth of credit, but debt can lead to the downfall of your family unless you repay it quickly.
ru: Ваша казна терпит убытки. Вы можете взять взаймы 5000 дебенов, однако, если не выплатить долг в кратчайшие сроки, репутация вашей династии может пострадать.

# #Notif_Debt_Title
source: Debt!
ru: Долги!

# #Notif_Disease_Content
source: Disease struck a household with poor healthcare access. People are dying, and you can't help them. Improve unhealthy areas to stave off a recurrence.
ru: Болезнь поразила районы без должного здравоохранения. Люди умирают, и вы не можете им помочь. Повысьте уровень здравоохранения в неблагополучных областях, чтобы этот случай не повторился.

# #Notif_Disease_Title
source: Disease Strikes
ru: Болезнь

# #Notif_Festival_NotEnoughDebens_Content
source: You don't have enough <sprite name="Debens"> to pay for a festival.
ru: Для оплаты праздника не хватает дебенов<sprite name="Debens">.

# #Notif_Festival_NotEnoughFunds_Content
source: You do not have enough debens to hold a festival.
ru: Для проведения праздника не хватает дебенов.

# #Notif_Festival_NotEnoughFunds_Title
source: Warning
ru: Внимание

# #Notif_Festival_NotEnoughResources_Content
source: You have {0} Beers<sprite name="Beer"> but need {1} to hold a festival.
ru: У вас есть {0} мер пива<sprite name="Beer">. Для праздника требуется {1} мер.

# #Notif_Festival_NotEnoughResources_Title
source: Warning
ru: Внимание

# #Notif_FinishedAbuSimbel_Content
source: {[greeting]} {[player_name]}, this is a truly spectacular achievement! Your skilled laborers have created an eternal monument that boasts the glory of our pharaoh and the might of Egypt.
ru: {[greeting]} {[player_name]}, это поистине величайшее достижение! Ваши умелые работники создали бессмертный памятник, прославляющий величие нашего фараона и могущество всего Египта.

# #Notif_FinishedAbuSimbel_Title
source: Abu Simbel finished!
ru: Абу-Симбел закончен!

# #Notif_FinishedAlexandriaLibrary_Content
source: {[greeting]} {[player_name]}, after much hard labor the beautiful hand-crafted doors of Alexandria's magnificent Great Library are ready to be opened wide to the scholars of the world.
ru: {[greeting]} {[player_name]}, после долгих трудов изысканные двери великолепной Александрийской библиотеки готовы распахнуться для учёных со всего света.

# #Notif_FinishedAlexandriaLibrary_Title
source: Alexandria Library finished!
ru: Александрийская библиотека закончена!

# #Notif_FinishedBentPyramid_Content
source: {[greeting]} {[player_name]}, construction of the Bent Pyramid is finally complete! This is a stupendous achievement for your city.
ru: {[greeting]} {[player_name]}, строительство ломаной пирамиды наконец завершилось! Это поистине великое событие для города.

# #Notif_FinishedBentPyramid_Title
source: Bent Pyramid finished!
ru: Ломаная пирамида закончена!

# #Notif_FinishedCaesareum_Content
source: {[greeting]} {[player_name]}, the holy temple and resplendent gardened courtyards of the Caesareum are at long last complete! Word of its magnificent beauty is already spreading throughout the region.
ru: {[greeting]} {[player_name]}, священный храм и великолепные сады Цезариума наконец-то завершены! Слава о его небывалой красоте уже расходится по всей стране.

# #Notif_FinishedCaesareum_Title
source: Caesareum finished!
ru: Цезариум закончен!

# #Notif_FinishedGrandTomb_Content
source: {[greeting]} {[player_name]}, after much strenuous work the grand Royal Burial Tomb is complete - and none too soon, as our esteemed pharaoh is, by some accounts, on his last legs. This magnificent tomb is perfect to further his approaching journey into the afterlife.
ru: {[greeting]} {[player_name]}, после долгих трудов великая царская гробница наконец завершена, и очень вовремя — говорят, что великий фараон скоро нас покинет. Эта выдающаяся гробница поможет ему совершить путешествие в загробный мир.

# #Notif_FinishedGrandTomb_Title
source: Grand Burial Tomb finished!
ru: Великая гробница закончена!

# #Notif_FinishedLargeTomb_Content
source: {[greeting]} {[player_name]}, after many years of hard labor in the bowels of the earth your workers have completed work on the most magnificent burial tomb to date! It is truly a marvelous accomplishment.
ru: {[greeting]} {[player_name]}, после долгих лет трудов в недрах земли рабочие наконец завершили строительство самой величественной гробницы! Это поистине выдающееся достижение.

# #Notif_FinishedLargeTomb_Title
source: Large Burial Tomb finished!
ru: Большая гробница закончена!

# #Notif_FinishedLighthouse_Content
source: {[greeting]} {[player_name]}, after much sweat and not a little shed blood, workmen have carefully placed the final block of marble for the wondrous Pharos Lighthouse! Already its towering bright beacon is attracting traders from all over.
ru: {[greeting]} {[player_name]}, немало пота и даже крови пролили рабочие при возведении дивного Фаросского маяка, однако вот уложен последний блок мрамора! Его яркий свет уже привлекает торговцев со всего света.

# #Notif_FinishedLighthouse_Title
source: Pharos Lighthouse finished!
ru: Фаросский маяк построен!

# #Notif_FinishedMastaba_Content
source: {[greeting]} {[player_name]}, the last brick has been laid in place, and work on the Mastaba is now complete!
ru: {[greeting]} {[player_name]}, на место уложен последний кирпич — строительство мастабы завершилось!

# #Notif_FinishedMastaba_Title
source: Mastaba finished!
ru: Мастаба закончена!

# #Notif_FinishedMausoleum_Content
source: {[greeting]} {[player_name]}, the sacred Mausoleum is finally complete! This is a remarkable achievement for your city.
ru: {[greeting]} {[player_name]}, священный мавзолей наконец достроен! Это поистине знаменательное событие в жизни города.

# #Notif_FinishedMausoleum_Title
source: Mausoleum finished!
ru: Мавзолей закончен!

# #Notif_FinishedMedTomb_Content
source: {[greeting]} {[player_name]}, at long last the medium Royal Burial Tomb is finished and fully stocked with provisions. It is bound to provide an ideal conduit to the afterlife for our recently departed pharaoh.
ru: {[greeting]} {[player_name]}, наконец среднюю царскую гробницу достроили и наполнили всем необходимым. Она непременно поможет недавно усопшему фараону отправиться в загробный мир.

# #Notif_FinishedMedTomb_Title
source: Medium Burial Tomb finished!
ru: Средняя гробница закончена!

# #Notif_FinishedMudbrickPyramid_Content
source: {[greeting]} {[player_name]}, masons have completed their finishing touches on the gleaming outer casing of fine limestone, and the Brick Pyramid is finally done!
ru: {[greeting]} {[player_name]}, каменотёсы закончили облицовку ослепительно белым известняком, и наконец кирпичная пирамида готова!

# #Notif_FinishedMudbrickPyramid_Title
source: Brick Pyramid finished!
ru: Кирпичная пирамида закончена!

# #Notif_FinishedObelisk_Content
source: {[greeting]} {[player_name]}, masons have put their finishing touches on the Obelisk, and at long last it is complete.
ru: {[greeting]} {[player_name]}, каменщики нанесли последние штрихи, и вот обелиск наконец закончен!

# #Notif_FinishedObelisk_Title
source: Obelisk finished!
ru: Обелиск закончен!

# #Notif_FinishedPyramid_Content
source: {[greeting]} {[player_name]}, this is a spectacular accomplishment! After countless months of labor the Pyramid is finally complete!
ru: {[greeting]} {[player_name]}, это величайшее достижение! После бесчисленных месяцев тяжких трудов пирамида наконец-то готова!

# #Notif_FinishedPyramid_Title
source: Pyramid finished!
ru: Пирамида закончена!

# #Notif_FinishedSmallTomb_Content
source: {[greeting]} {[player_name]}, construction of the small Royal Burial Tomb is complete. Hopefully it will be many years until your workers will have to prepare another.
ru: {[greeting]} {[player_name]}, строительство малой царской гробницы завершено. Уповаем, что ещё нескоро строителям придётся воздвигать новую.

# #Notif_FinishedSmallTomb_Title
source: Small Burial Tomb finished!
ru: Малая гробница закончена!

# #Notif_FinishedSphinx_Content
source: {[greeting]} {[player_name]}, at long last the masons have finished carving the mighty Sphinx. This monument will watch over Egypt for all the ages.
ru: {[greeting]} {[player_name]}, наконец-то каменотёсы закончили работу над Великим сфинксом. Этот монумент будет веками охранять Египет.

# #Notif_FinishedSphinx_Title
source: Sphinx finished!
ru: Сфинкс закончен!

# #Notif_FinishedSteppedPyramid_Content
source: {[greeting]} {[player_name]}, at long last the Stepped Pyramid is complete! This monument will forever stand as a testament to your abilities.
ru: {[greeting]} {[player_name]}, наконец-то ступенчатая пирамида достроена! Этот монумент навсегда останется свидетельством ваших достижений.

# #Notif_FinishedSteppedPyramid_Title
source: Stepped Pyramid finished!
ru: Ступенчатая пирамида закончена!

# #Notif_FinishedSunTemple_Content
source: {[greeting]} {[player_name]}, after many months of toil, work on the Sun Temple has finally come to a close. This is a great accomplishment for your city!
ru: {[greeting]} {[player_name]}, спустя многие месяцы тяжёлой работы строительство храма Солнца закончено! Это поистине великое событие в жизни вашего города.

# #Notif_FinishedSunTemple_Title
source: Sun Temple finished!
ru: Храм Солнца закончен!

# #Notif_Fire_Content
source: Flames are sweeping through parts of the city. Click on 'Overlays: Risks' to see where fire could erupt next, and build Firehouses near the structures at risk.
ru: Город охвачен огнём! Нажмите «Слой рисков», чтобы увидеть места, где может возникнуть пожар. Рядом пожароопасными зданиями следует построить пожарный пост.

# #Notif_Fire_Title
source: Fire in the city
ru: В городе пожар

# #Notif_GoldMiner_Attacked
source: A gold miner was attacked and robbed!
ru: Старателя с золотого рудника ограбили!

# #Notif_GoldMiner_Attacked_Content
source: Increase your constables presence in the vicinity to avoid this incident, every carrier that cannot reacg your palace means a loss of a 100 debens!
ru: Увеличьте количество стражников для предотвращения подобного инцидента. Каждый ограбленный доставщик означает потерю 100 дебенов.

# #Notif_HighUnemployement_Content
source: There are too few jobs to employ everyone. Unless new jobs are created, the unemployed may turn in desperation to crime, or even seek their fortunes elsewhere in the Kingdom.
ru: В городе слишком мало рабочих мест. Если не создать новые, безработные жители могут в отчаянии встать на преступный путь или отправиться искать счастья в других городах.

# #Notif_HighUnemployement_Title
source: City unemployment
ru: Безработица

# #Notif_InsufficientWorkforce_Content
source: Too few people of working age are available to fill the city's jobs. Unless you find new workers quickly, city services will deteriorate and industrial production will suffer.
ru: Рабочие места пустуют, потому что в городе не хватает людей трудоспособного возраста. Найдите новых рабочих, иначе городские службы и производство придут в упадок.

# #Notif_InsufficientWorkforce_Title
source: Employees needed
ru: Требуются рабочие

# #Notif_KingdomRoadBlocked_Content
source: Recent construction blocked the Kingdom road running through these lands. Royal architects reopened this vital route...but they had to remove a building or two in the process!
ru: Недавняя постройка загородила проходящий через наши земли Царский тракт. Архитекторы сумели возобновить движение... однако им пришлось снести несколько зданий!

# #Notif_KingdomRoadBlocked_Content_var
source: Part of the city is isolated from the Kingdom road
ru: У части города нет доступа к Царскому тракту.

# #Notif_KingdomRoadBlocked_Title
source: Kingdom Road blocked
ru: Царский тракт недоступен

# #Notif_Malaria_Content
source: Some homes have come down with malaria. Better health measures could prevent this needless waste of human life!
ru: Жители нескольких домов слегли с малярией. Заботьтесь о здоровье горожан, чтобы они не умирали понапрасну!

# #Notif_Malaria_Title
source: Malaria
ru: Малярия

# #Notif_MummyAttack_Content
source: A mummy has risen and walks the streets of our city. Stop this undead curse before it spreads throughout the land.
ru: Ожившая мумия наводит страх на улицы города. Остановите нежить, пока проклятие не распространилось дальше.

# #Notif_MummyAttack_Title
source: Mummy Attacks!
ru: Нападение мумии!

# #Notif_NoAccessToFish_Content
source: Our fishermen report that a Bridge blocks their route! Ships cannot sail under Bridges. Remove the Bridge to let the fishing boats supply your city with fresh fish.
ru: Рыбаки пожаловались, что мост преградил им путь! Корабли не могут проплывать под мостом. Уберите его, чтобы рыбаки начали привозить в город свежую рыбу.

# #Notif_NoAccessToFish_Title
source: Fishing Boats Can't Navigate
ru: Нет пути для рыбацких лодок

# #Notif_NoWorkingDock_Content
source: Although you told your Overseer of Commerce to commence trade with a sea merchant, the merchant cannot land at our city! You need to construct a dock and supply it with workers. Once you have a dock operating, ships will come and begin trading.
ru: Вы повелели советнику по торговле начать торговлю с морским купцом, однако корабли не могут пристать к нашим берегам! Необходимо построить пристань и нанять рабочих. Когда пристань заработает, корабли начнут торговать.

# #Notif_NoWorkingDock_Title
source: No Working Dock
ru: Нет действующей пристани

# #Notif_OutOfMoney_Content
source: City vaults have run dry, O Pharaoh. Your loyal nomarchs donated all the debens they could spare, but they cannot afford to do so again.
ru: О великий фараон, городская казна опустела! Верные номархи преподнесли вам столько дебенов, сколько смогли себе позволить, однако впредь они не помогут.

# #Notif_OutOfMoney_Content_var
source: Your treasury ran out of debens. You are hereby granted additional funds, but no benefactor will rescue you again. Use this gift to create money-making enterprises.
ru: Казна опустела. Вам дарован дополнительный запас дебенов, однако впредь меценаты не будут вас спасать. Используйте этот дар так, чтобы город начал приносить деньги.

# #Notif_OutOfMoney_Title
source: Out of money!
ru: Кончились деньги!

# #Notif_Plague_Content
source: Plague stalks the city! We feared that this would happen, with overall health so poor. Pray that our Apothecaries can handle it.
ru: В городе свирепствует чума! Учитывая слабое здоровье жителей, это был лишь вопрос времени. Будем уповать на силы наших аптекарей.

# #Notif_Plague_Title
source: A Plague
ru: Чума

# #Notif_PopulationMilestone_100
source: 100 people have moved into your village.
ru: В вашу деревню пришло уже сто человек.

# #Notif_PopulationMilestone_1000
source: One thousand people now call your city home.
ru: Уже тысяча человек считают ваш город своим домом.

# #Notif_PopulationMilestone_10000
source: Its population of ten thousand places your city in Egypt's top tier.
ru: С населением в десять тысяч человек ваш город по праву входит в число величайших в Египте.

# #Notif_PopulationMilestone_15000
source: Few cities can rival yours, which now houses fifteen thousand citizens.
ru: Немногие города могут сравниться с вашим! В нём проживает уже пятнадцать тысяч человек.

# #Notif_PopulationMilestone_2000
source: With two thousand residents, your city is growing in importance.
ru: Насчитывая уже две тысячи жителей, ваш город становится более важным.

# #Notif_PopulationMilestone_20000
source: Other governors and nomarchs are awed that your city houses twenty thousand people!
ru: Прочие наместники и номархи могут только завидовать вашему городу численностью в двадцать тысяч человек!

# #Notif_PopulationMilestone_25000
source: The few immigrants who founded your city so many years ago never imagined that it would swell to twenty-five thousand people!
ru: Горстка переселенцев, что когда-то основала ваш город, и представить себе не могла, что когда-нибудь в нём будет жить двадцать пять тысяч человек!

# #Notif_PopulationMilestone_3000
source: Your city's population has reached three thousand for the first time in history.
ru: Население вашего города впервые достигло отметки трёх тысяч человек.

# #Notif_PopulationMilestone_500
source: Your budding town now houses five hundred residents.
ru: В вашем растущем городе поселилось уже 500 человек.

# #Notif_PopulationMilestone_5000
source: Your city is getting quite large. Now five thousand people live here.
ru: Ваш город становится большим. Здесь живёт уже пять тысяч человек.

# #Notif_PopulationMilestone_50000
source: Your city now houses fifty thousand people! A feat unheard of until you came along.
ru: Ваш город насчитывает уже пятьдесят тысяч человек! Никому до вас такое не удавалось.

# #Notif_PopulationMilestone_Title
source: Population milestone
ru: Новая веха населения

# #Notif_RoadMissing_Content
source: WARNING: This building is not adjacent to a road
ru: ВНИМАНИЕ! Здание не соединено с дорогой.
