Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Events_ChainedEvents.po
Languages: ru

# #ConstructionProjectComply_City_ReasonPhrase_1
source: because you helped {[city_name]} successfully complete its project on schedule by sending {0} {[resource]},
ru: поскольку вы помогли городу {[city_name]} закончить стройку в срок, отправив материалы ({[resource]}, {0} шт.),

# #ConstructionProjectComply_City_ReasonPhrase_2
source: you helped {[city_name]} to keep its project on schedule by sending {0} {[resource]}. Incidentally,
ru: вы помогли городу {[city_name]} соблюсти график стройки, отправив материалы ({[resource]}, {0} шт.). Вдобавок

# #ConstructionProjectComply_City_ReasonPhrase_3
source: although you helped {[city_name]} successfully complete its project on schedule by sending {0} {[resource]},
ru: хотя вы помогли городу {[city_name]} закончить стройку в срок, отправив материалы ({[resource]}, {0} шт.),

# #ConstructionProjectComply_Pharaoh_ReasonPhrase_1
source: because the {0} {[resource]} you sent were essential to the timely completion of Pharaoh's construction project in {[city_name]},
ru: благодаря тому, что отправленные вами материалы ({[resource]}, {0} шт.) были очень важны для своевременного завершения проекта фараона в городе {[city_name]}, поэтому

# #ConstructionProjectComply_Pharaoh_ReasonPhrase_2
source: the {0} {[resource]} you sent were essential to the timely completion of Pharaoh's construction project in {[city_name]}. Also,
ru: отправленные вами материалы ({[resource]}, {0} шт.) были очень важны для своевременного завершения проекта фараона в городе {[city_name]}. Также,

# #ConstructionProjectComply_Pharaoh_ReasonPhrase_3
source: even though the {0} {[resource]} you sent were essential to the timely completion of Pharaoh's construction project in {[city_name]},
ru: хотя отправленные вами материалы ({[resource]}, {0} шт.) были очень важны для своевременного завершения проекта фараона в городе {[city_name]},

# #ConstructionProjectRefuse_City_ReasonPhrase_1
source: because you spurned {[city_name]} and their request for {0} {[resource]},
ru: поскольку вы отвергли город {[city_name]} и не отправили им товары ({[resource]}, {0} шт.),

# #ConstructionProjectRefuse_City_ReasonPhrase_2
source: you have spurned {[city_name]} and their request for {0} {[resource]}. Additionally,
ru: вы отвергли город {[city_name]} и не отправили им товары ({[resource]}, {0} шт.). Вдобавок,

# #ConstructionProjectRefuse_City_ReasonPhrase_3
source: though you spurned {[city_name]} and their request for {0} {[resource]},
ru: хотя вы отвергли город {[city_name]} и не отправили им товары ({[resource]}, {0} шт.),

# #ConstructionProjectRefuse_Pharaoh_ReasonPhrase_1
source: because you declined Pharaoh's request for {0} {[resource]} for his important project at {[city_name]},
ru: поскольку вы отказались прислать материалы ({[resource]}, {0} шт.) для важной стройки фараона в городе {[city_name]},

# #ConstructionProjectRefuse_Pharaoh_ReasonPhrase_2
source: you unwisely declined Pharaoh's request for {0} {[resource]} for his important project at {[city_name]}. Also,
ru: вы весьма неосмотрительно отказались прислать материалы ({[resource]}, {0} шт.) для важной стройки фараона в городе {[city_name]}. Кроме того,

# #ConstructionProjectRefuse_Pharaoh_ReasonPhrase_3
source: although it was unwise to decline Pharaoh's request for {0} {[resource]} for his important project at {[city_name]} as you did,
ru: хотя вы неосмотрительно отказались прислать материалы ({[resource]}, {0} шт.) для важной стройки фараона в городе {[city_name]},

# #ConstructionProjectTooLate_City_ReasonPhrase_1
source: because you procrastinated and did not send {[city_name]} {0} {[resource]},
ru: поскольку вы слишком долго откладывали отправку материалов ({[resource]}, {0} шт.) в город {[city_name]},

# #ConstructionProjectTooLate_City_ReasonPhrase_2
source: you procrastinated in sending {[city_name]} the {0} {[resource]} they needed. Incidentally
ru: вы слишком долго откладывали отправку нужных материалов ({[resource]}, {0} шт.) в город {[city_name]}. Притом

# #ConstructionProjectTooLate_City_ReasonPhrase_3
source: even though you procrastinated in sending {[city_name]} the {0} {[resource]} they needed, your effort was appreciated, and so
ru: хотя вы слишком долго откладывали отправку нужных материалов ({[resource]}, {0} шт.) в город {[city_name]}, ваши усилия всё равно были оценены. Поэтому

# #ConstructionProjectTooLate_Pharaoh_ReasonPhrase_1
source: because you stalled Pharaoh's construction project at {[city_name]} by waiting too long to send {0} {[resource]},
ru: так как вы долго не отправляли материалы ({[resource]}, {0} шт.) в город {[city_name]} и затянули стройку фараона,

# #ConstructionProjectTooLate_Pharaoh_ReasonPhrase_2
source: Pharaoh's construction project at {[city_name]} has stalled because you waited too long to send the {0} {[resource]} he asked for. Also,
ru: вы слишком долго не отправляли материалы ({[resource]}, {0} шт.), и стройка фараона в городе {[city_name]} затянулась. Кроме того,

# #ConstructionProjectTooLate_Pharaoh_ReasonPhrase_3
source: despite the fact that you stalled Pharaoh's construction project at {[city_name]} by waiting too long to send {0} {[resource]}, your effort was appreciated, and so
ru: несмотря на то, что вы долго не отправляли материалы ({[resource]}, {0} шт.) в город {[city_name]} и затянули стройку фараона, ваши усилия всё равно были оценены, и поэтому

# #ContaminatedWater_ReasonPhrase_1
source: because of recent water contamination,
ru: из-за недавнего загрязнения воды

# #ContaminatedWater_ReasonPhrase_2
source: the recent water contamination was most unfortunate. Now,
ru: загрязнение воды стало прискорбным событием. Теперь

# #ContaminatedWater_ReasonPhrase_3
source: even though the water was contaminated recently,
ru: несмотря на недавнее загрязнение воды,

# #DemandDown_ReasonPhrase_1
source: because {[city_name]} is not trading as much {[resource]},
ru: поскольку {[city_name]} торгует товаром {[resource]} всё меньше,

# #DemandDown_ReasonPhrase_2
source: {[city_name]} is not trading as much, and
ru: город {[city_name]} стал меньше торговать, и

# #DemandDown_ReasonPhrase_3
source: even though {[city_name]} is not trading as much,
ru: хотя в город {[city_name]} стал меньше торговать,

# #DemandUp_ReasonPhrase_1
source: because {[city_name]} is willing to trade more {[resource]},
ru: поскольку {[city_name]} хочет торговать товаром {[resource]} всё больше,

# #DemandUp_ReasonPhrase_2
source: {[city_name]} now wishes to trade more {[resource]}. What's more,
ru: {[city_name]} хочет ещё больше торговать товаром {[resource]}. Кроме того,

# #DemandUp_ReasonPhrase_3
source: even though {[city_name]} wishes to trade more {[resource]},
ru: хотя {[city_name]} хочет ещё больше торговать товаром {[resource]},

# #DistantBattleComply_City_ReasonPhrase_1
source: because your troops helped win the day at {[city_name]},
ru: поскольку ваши воины помогли городу {[city_name]} выиграть битву,

# #DistantBattleComply_City_ReasonPhrase_2
source: your troops proved vital to winning the day at {[city_name]}. Also,
ru: участие вашего войска стало решающим в победе у города {[city_name]}. Также

# #DistantBattleComply_City_ReasonPhrase_3
source: although your troops proved vital to winning the day at {[city_name]},
ru: хотя участие вашего войска стало решающим в победе у города {[city_name]},

# #DistantBattleComply_Pharaoh_ReasonPhrase_1
source: because Pharaoh's victory at {[city_name]} depended upon your troops,
ru: поскольку фараону удалось победить у города {[city_name]} благодаря вашему войску,

# #DistantBattleComply_Pharaoh_ReasonPhrase_2
source: your troops helped Pharaoh achieve victory at {[city_name]}. Oh, and one more thing,
ru: ваши воины помогли фараону одержать победу у города {[city_name]}. И вот ещё что:

# #DistantBattleComply_Pharaoh_ReasonPhrase_3
source: even though your troops helped Pharaoh achieve victory at {[city_name]},
ru: хотя ваши воины помогли фараону одержать победу у города {[city_name]},

# #DistantBattleLost_City_ReasonPhrase_1
source: because the troops you sent to {[city_name]} lacked strength and sinew to dispatch the enemy,
ru: поскольку войску, которое вы направили в город {[city_name]}, не хватило сил, чтобы сокрушить врага,

# #DistantBattleLost_City_ReasonPhrase_2
source: the troops you sent to {[city_name]} lacked strength and sinew to dispatch our nemesis. Also be aware that
ru: войску, которое вы направили в город {[city_name]}, не хватило сил, чтобы сокрушить нашего врага. Также учтите, что

# #DistantBattleLost_City_ReasonPhrase_3
source: although the troops you sent to {[city_name]} were not able to dispatch the enemy,
ru: хотя воины, которых вы направили в город {[city_name]}, не сумели сокрушить врага,

# #DistantBattleLost_Pharaoh_ReasonPhrase_1
source: because the troops you sent to {[city_name]} were too feeble to combat Pharaoh's adversary,
ru: поскольку воины, которых вы направили в город {[city_name]}, не выстояли против врага фараона,

# #DistantBattleLost_Pharaoh_ReasonPhrase_2
source: the troops you sent to {[city_name]} were defeated by Pharaoh's enemy. Additionally,
ru: воины, которых вы направили в город {[city_name]}, пали в бою с врагом фараона. Кроме того,

# #DistantBattleLost_Pharaoh_ReasonPhrase_3
source: although the troops you sent to {[city_name]} were defeated by Pharaoh's enemy,
ru: хотя воины, которых вы направили в город {[city_name]}, пали в бою с врагом фараона,

# #DistantBattleLost_ReasonPhrase_1
source: because Egypt lost a battle to her enemies at {[city_name]},
ru: поскольку Египет проиграл битву у города {[city_name]},

# #DistantBattleLost_ReasonPhrase_2
source: Egypt has lost a battle to her enemies at {[city_name]}. What's more,
ru: Египет проиграл битву у города {[city_name]}. К тому же

# #DistantBattleLost_ReasonPhrase_3
source: even though Egypt lost the battle to her enemies at {[city_name]},
ru: хотя Египет проиграл битву у города {[city_name]},

# #DistantBattleRefuse_City_ReasonPhrase_1
source: because you refused to send the needed troops to the battle at {[city_name]},
ru: поскольку вы отказались предоставить воинов для битвы у города {[city_name]},

# #DistantBattleRefuse_City_ReasonPhrase_2
source: you refused to send the needed troops to the battle at {[city_name]}, which was unfortunate for them. Incidentally,
ru: вы отказались предоставить воинов для битвы у города {[city_name]}, оставив земляков на произвол судьбы. К тому же

# #DistantBattleRefuse_City_ReasonPhrase_3
source: although you refused to send the needed troops to the battle at {[city_name]},
ru: хотя вы отказались предоставить воинов для битвы в городе {[city_name]},

# #DistantBattleRefuse_Pharaoh_ReasonPhrase_1
source: because you blatantly denied Pharaoh's request to send troops to help his army at {[city_name]},
ru: поскольку вы дерзко отклонили запрос фараона и не отправили воинов в город {[city_name]},

# #DistantBattleRefuse_Pharaoh_ReasonPhrase_2
source: you blatantly denied Pharaoh's request to send troops to help his army at {[city_name]}. This was unwise, but in any event,
ru: вы дерзко отклонили запрос фараона и не отправили воинов в город {[city_name]}. Это весьма недальновидное решение. Как бы там ни было,

# #DistantBattleRefuse_Pharaoh_ReasonPhrase_3
source: although you denied Pharaoh's request for troops to help his army at {[city_name]},
ru: хотя вы отклонили запрос фараона и не отправили воинов в город {[city_name]},

# #DistantBattleTooLate_City_ReasonPhrase_1
source: because your troops were too late to help fight the Battle of {[city_name]},
ru: поскольку ваши воины опоздали к битве у города {[city_name]},

# #DistantBattleTooLate_City_ReasonPhrase_2
source: your troops were too late to help fight the Battle of {[city_name]}. Furthermore,
ru: ваши воины опоздали к битве у города {[city_name]}. Кроме того,

# #DistantBattleTooLate_City_ReasonPhrase_3
source: although your troops were too late to help fight the Battle of {[city_name]}, your willingness to make sacrifices for the kingdom is greatly appreciated. As a result,
ru: хотя ваши воины опоздали к битве у города {[city_name]}, вашу готовность идти на жертвы ради царства высоко оценили. Поэтому

# #DistantBattleTooLate_Pharaoh_ReasonPhrase_1
source: because your troops were not in time to help Pharaoh at {[city_name]},
ru: поскольку ваши солдаты не успели помочь фараону у города {[city_name]},

# #DistantBattleTooLate_Pharaoh_ReasonPhrase_2
source: your troops were not in time to help Pharaoh at {[city_name]}. In addition,
ru: ваши солдаты не успели помочь фараону у города {[city_name]}. Вдобавок

# #DistantBattleTooLate_Pharaoh_ReasonPhrase_3
source: although your troops were too late to help Pharaoh at {[city_name]}, your willingness to make sacrifices for the kingdom is greatly appreciated. As a result,
ru: хотя ваши солдаты не успели помочь фараону в битве у города {[city_name]}, он высоко оценил вашу готовность идти на жертвы ради царства. Поэтому

# #DistantBattleWon_ReasonPhrase_1
source: because our forces triumphed at the distant Battle of {[city_name]},
ru: поскольку наши воины одержали верх в далёкой битве у города {[city_name]},

# #DistantBattleWon_ReasonPhrase_2
source: our forces were triumphant at the distant Battle of {[city_name]}. Now
ru: наши воины одержали верх в далёкой битве у города {[city_name]}. Теперь

# #DistantBattleWon_ReasonPhrase_3
source: even though our forces were triumphant at the Battle of {[city_name]}
ru: хотя наши воины одержали верх в далёкой битве у города {[city_name]},

# #DistantCity_To_EgyptianCity_ReasonPhrase_1
source: because the foreign city of {[city_name]} has been subjugated by our troops,
ru: поскольку наши воины захватили чужеземный город {[city_name]},

# #DistantCity_To_EgyptianCity_ReasonPhrase_2
source: the foreign city of {[city_name]} has been subjugated by our troops! Now,
ru: наши воины захватили чужеземный город {[city_name]}! Теперь

# #DistantCity_To_EgyptianCity_ReasonPhrase_3
source: even though the foreign city of {[city_name]} has been subjugated by our troops,
ru: хотя наши воины захвали чужеземный город {[city_name]},

# #Earthquake_ReasonPhrase_1
source: because of a terrible earthquake,
ru: из-за страшного землетрясения

# #Earthquake_ReasonPhrase_2
source: in addition to the terrible earthquake,
ru: вдобавок к страшному землетрясению

# #Earthquake_ReasonPhrase_3
source: in spite of the terrible earthquake
ru: несмотря на страшное землетрясение,

# #EgyptianCityAttackedComply_City_ReasonPhrase_1
source: because your troops capably dispatched the foe at {[city_name]},
ru: поскольку ваши воины умело расправились с врагом у города {[city_name]},

# #EgyptianCityAttackedComply_City_ReasonPhrase_2
source: your troops capably dispatched the foe at {[city_name]}. Additionally,
ru: ваши воины умело расправились с врагом у города {[city_name]}. Вдобавок

# #EgyptianCityAttackedComply_City_ReasonPhrase_3
source: although your troops capably dispatched the foe at {[city_name]},
ru: хотя ваши воины умело расправились с врагом у города {[city_name]},

# #EgyptianCityAttackedComply_Pharaoh_ReasonPhrase_1
source: because your troops vanquished Pharaoh's enemies at {[city_name]},
ru: поскольку вашим воинам удалось победить врагов фараона у города {[city_name]},

# #EgyptianCityAttackedComply_Pharaoh_ReasonPhrase_2
source: your troops vanquished Pharaoh's enemies at {[city_name]}. Incidentally,
ru: вашим воинам удалось победить врагов фараона у города {[city_name]}. К тому же

# #EgyptianCityAttackedComply_Pharaoh_ReasonPhrase_3
source: although your troops vanquished Pharaoh's enemies at {[city_name]},
ru: хотя вашим воинам удалось победить врагов фараона у города {[city_name]},

# #EgyptianCityAttackedLost_City_ReasonPhrase_1
source: because the troops you sent to {[city_name]} were not powerful enough to defeat the attackers,
ru: поскольку воины, которых вы направили в город {[city_name]}, не смогли справиться с захватчиком,

# #EgyptianCityAttackedLost_City_ReasonPhrase_2
source: your weak forces were defeated at {[city_name]}. In addition,
ru: ваше слабое войско разгромили у города {[city_name]}. Вдобавок

# #EgyptianCityAttackedLost_City_ReasonPhrase_3
source: although your troops were not victorious at {[city_name]},
ru: хотя вашим воинам не удалось победить у города {[city_name]},

# #EgyptianCityAttackedLost_Pharaoh_ReasonPhrase_1
source: because the troops you sent Pharaoh at {[city_name]} were too weak to strike down the enemy,
ru: поскольку воины, которых вы прислали фараону в город {[city_name]}, оказались слишком слабы,

# #EgyptianCityAttackedLost_Pharaoh_ReasonPhrase_2
source: the weak troops you sent to help Pharaoh were defeated at {[city_name]}. Also,
ru: хилое войско, которое вы предоставили фараону, было разбито у города {[city_name]}. Также

# #EgyptianCityAttackedLost_Pharaoh_ReasonPhrase_3
source: despite the fact that your troops were too weak to help Pharaoh at {[city_name]},
ru: несмотря на то, что ваши воины не сумели помочь фараону у города {[city_name]},

# #EgyptianCityAttackedRefuse_City_ReasonPhrase_1
source: because you refused to send the requested troops to defeat the marauders at {[city_name]},
ru: поскольку вы отказались предоставить воинов для борьбы с налётчиками у города {[city_name]},

# #EgyptianCityAttackedRefuse_City_ReasonPhrase_2
source: {[city_name]} despairs that you have refused to send the requested troops to defeat their enemies. Also,
ru: в городе {[city_name]} пали духом, ведь вы отказались предоставить воинов против их врага. Кроме того,

# #EgyptianCityAttackedRefuse_City_ReasonPhrase_3
source: although you refused to send the requested troops to defeat the marauders at {[city_name]},
ru: хотя вы отказались предоставить воинов для борьбы с налётчиками у города {[city_name]},

# #EgyptianCityAttackedRefuse_Pharaoh_ReasonPhrase_1
source: because you denied Pharaoh the troops he needed to fight the enemy at {[city_name]},
ru: поскольку вы отказались предоставить воинов фараону в битве у города {[city_name]},

# #EgyptianCityAttackedRefuse_Pharaoh_ReasonPhrase_2
source: Pharaoh has learned that you refused to send the troops he needed to fight the enemy at {[city_name]}. In addition,
ru: фараон узнал, что вы отказались предоставить воинов в битве у города {[city_name]}. Притом

# #EgyptianCityAttackedRefuse_Pharaoh_ReasonPhrase_3
source: although you denied Pharaoh the troops he needed to fight the enemy at {[city_name]},
ru: несмотря на то, что вы отказались предоставить воинов фараону в битве у города {[city_name]},

# #EgyptianCityAttackedTooLate_City_ReasonPhrase_1
source: because you waited too long to send your troops to defend {[city_name]},
ru: поскольку вы слишком долго не отправляли воинов на защиту города {[city_name]},

# #EgyptianCityAttackedTooLate_City_ReasonPhrase_2
source: your troops did not arrive in time to help defend {[city_name]}. Also,
ru: ваши воины не успели на помощь городу {[city_name]}. К тому же

# #EgyptianCityAttackedTooLate_City_ReasonPhrase_3
source: your troops arrived too late to help {[city_name]}, but since you made the effort, and were willing to sacrifice your own soldiers,
ru: ваши воины слишком поздно прибыли на помощь городу {[city_name]}, но ввиду того, что вы приложили усилия и были готовы пожертвовать своим войском,

# #EgyptianCityAttackedTooLate_Pharaoh_ReasonPhrase_1
source: because you dallied in sending your troops to help Pharaoh's army battle the foe at {[city_name]},
ru: поскольку армия фараона так и не дождалась от вас подкрепления в битве у города {[city_name]},

# #EgyptianCityAttackedTooLate_Pharaoh_ReasonPhrase_2
source: Pharaoh's army lost the battle at {[city_name]}, because your troops arrived too late. Also,
ru: армия фараона проиграла в битве у города {[city_name]}, поскольку ваше войско опоздало. Кроме того,

# #EgyptianCityAttackedTooLate_Pharaoh_ReasonPhrase_3
source: your troops arrived too late to help Pharaoh's army battle the foe at {[city_name]}, but your effort was not unappreciated. As a result
ru: ваше войско опоздало к битве, которую армия фараона вела у города {[city_name]}, однако ваши усилия не останется незамеченным. Поэтому

# #EgyptianCitySaved_ReasonPhrase_1
source: because {[city_name]} has been saved from our enemies,
ru: поскольку город {[city_name]} удалось защитить от нашествия врагов,

# #EgyptianCitySaved_ReasonPhrase_2
source: {[city_name]} has been saved from our enemies! Now,
ru: город {[city_name]} удалось защитить от нашествия врагов! Теперь

# #EgyptianCitySaved_ReasonPhrase_3
source: even though {[city_name]} has been saved from our enemies,
ru: хотя город {[city_name]} удалось защитить от нашествия врагов,

# #EgyptianCity_To_DistantCity_ReasonPhrase_1
source: because {[city_name]} has fallen to invading forces,
ru: поскольку город {[city_name]} пал перед захватчиками,

# #EgyptianCity_To_DistantCity_ReasonPhrase_2
source: {[city_name]} has fallen to invading forces. What's more,
ru: город {[city_name]} пал перед захватчиками. К тому же

# #EgyptianCity_To_DistantCity_ReasonPhrase_3
source: even though {[city_name]} has fallen to invading forces,
ru: хотя город {[city_name]} пал перед захватчиками,

# #FamineReliefComply_City_ReasonPhrase_1
source: because the {0} {[resource]} you sent filled the bellies of {[city_name]} during the famine,
ru: поскольку отправленная вами пища ({[resource]}, {0} ед.) помогла городу {[city_name]} прокормить своих голодающих жителей,

# #FamineReliefComply_City_ReasonPhrase_2
source: the {0} {[resource]} you sent to {[city_name]} filled the bellies of its people during the famine. Additionally, viziers report that
ru: отправленная вами пища ({[resource]}, {0} ед.) помогла городу {[city_name]} прокормить своих голодающих жителей. Также визири докладывают, что

# #FamineReliefComply_City_ReasonPhrase_3
source: though the {0} {[resource]} you sent to the people of {[city_name]} helped them cope with the recent famine, still
ru: хотя вы отправили пищу ({[resource]}, {0} шт.) и помогли жителям города {[city_name]} справиться с голодом,

# #FamineReliefComply_Pharaoh_ReasonPhrase_1
source: because you quickly sent {0} {[resource]} in response to the needs of {[city_name]}, as Pharaoh ordered,
ru: поскольку вы скоро исполнили приказ фараоны и отправили пищу ({[resource]}, {0} шт.) в город {[city_name]},

# #FamineReliefComply_Pharaoh_ReasonPhrase_2
source: you quickly sent {0} {[resource]} in response to the needs of {[city_name]}, as Pharaoh ordered. This was wise. Now,
ru: вы скоро исполнили приказ фараоны и отправили пищу ({[resource]}, {0} шт.) в город {[city_name]}. Это было очень мудро. Теперь,

# #FamineReliefComply_Pharaoh_ReasonPhrase_3
source: though you were prompt in sending the {0} {[resource]} in response to the needs of {[city_name]}, as Pharaoh ordered, still
ru: хотя вы скоро исполнили приказ фараоны и отправили пищу ({[resource]}, {0} шт.) в город {[city_name]},

# #FamineReliefRefuse_City_ReasonPhrase_1
source: because you turned your back on the people of {[city_name]} during the famine and withheld {0} {[resource]},
ru: поскольку вы отвернулись от жителей города {[city_name]}, отказавшись прислать им пищу ({[resource]}, {0} шт.) в голодное время,

# #FamineReliefRefuse_City_ReasonPhrase_2
source: you turned your back on the people of {[city_name]} during the famine and withheld {0} {[resource]}. Viziers also report that
ru: вы отвернулись от жителей города {[city_name]}, отказавшись прислать им пищу ({[resource]}, {0} шт.) в голодное время. Советники также сообщают, что

# #FamineReliefRefuse_City_ReasonPhrase_3
source: even though you turned your back on the people of {[city_name]} during the famine and withheld {0} {[resource]},
ru: хотя вы отвернулись от жителей города {[city_name]}, отказавшись прислать им пищу ({[resource]}, {0} шт.) в голодное время,
