Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Events_ChainedEvents.po
Languages: ru

# #FamineReliefRefuse_Pharaoh_ReasonPhrase_1
source: because you shunned Pharaoh and his people at {[city_name]} during the famine by denying to send {0} {[resource]},
ru: поскольку вы отвернулись от фараона и его подданных в городе {[city_name]}, отказавшись отправить голодающим пищу ({[resource]}, {0} шт.),

# #FamineReliefRefuse_Pharaoh_ReasonPhrase_2
source: you shunned Pharaoh and his people at {[city_name]} during the famine by denying to send {0} {[resource]}. This was unwise. Also, viziers report that
ru: вы отвернулись от фараона и его подданных в городе {[city_name]}, отказавшись отправить голодающим пищу ({[resource]}, {0} шт.). Это было глупо. Советники также сообщают, что

# #FamineReliefRefuse_Pharaoh_ReasonPhrase_3
source: you shunned Pharaoh and his people at {[city_name]} during the famine by denying to send {0} {[resource]}, but despite this
ru: несмотря на то, что вы отвернулись от фараона и его подданных в городе {[city_name]}, отказавшись отправить голодающим пищу ({[resource]}, {0} шт.),

# #FamineReliefTooLate_City_ReasonPhrase_1
source: because you took too long to dispatch {0} {[resource]} to provide relief to the people of {[city_name]},
ru: поскольку вы слишком поздно отправили пищу ({[resource]}, {0} шт.) в помощь жителям города {[city_name]},

# #FamineReliefTooLate_City_ReasonPhrase_2
source: you took far too long to dispatch {0} {[resource]} to provide relief to the people of {[city_name]}, and their suffering was great. On top of that,
ru: вы слишком поздно отправили пищу ({[resource]}, {0} шт.) в помощь жителям города {[city_name]}, и их страдания были велики. К тому же,

# #FamineReliefTooLate_City_ReasonPhrase_3
source: although you took too long to dispatch {0} {[resource]} to the people of {[city_name]}, the food did help alleviate the after effects of the famine somewhat, and so
ru: хотя вы слишком поздно отправили пищу ({[resource]}, {0} шт.) в помощь жителям города {[city_name]}, она всё же помогла смягчить последствия голода, так что

# #FamineReliefTooLate_Pharaoh_ReasonPhrase_1
source: because you allowed Pharaoh's people at {[city_name]} to suffer too long by waiting to send {0} {[resource]},
ru: поскольку вы слишком долго заставили подданных фараона страдать от голода в ожидании пищи ({[resource]}, {0} шт.),

# #FamineReliefTooLate_Pharaoh_ReasonPhrase_2
source: you allowed Pharaoh's people at {[city_name]} to suffer too long by waiting to send the {0} {[resource]} they needed. Also, viziers report that
ru: вы слишком долго заставили подданных фараона страдать от голода в ожидании пищи ({[resource]}, {0} шт.). Также советники сообщают, что

# #FamineReliefTooLate_Pharaoh_ReasonPhrase_3
source: although you allowed Pharaoh's people at {[city_name]} to suffer too long by waiting to send the {0} {[resource]} they needed, it did prove to be of some help, and so
ru: хотя вы слишком долго заставили подданных фараона страдать от голода в ожидании пищи ({[resource]}, {0} шт), она всё же некоторым образом помогла, поэтому

# #FloodFails_ReasonPhrase_1
source: because the flood is expected to fail
ru: поскольку разлива не будет,

# #FloodFails_ReasonPhrase_2
source: the flood is expected to fail, and
ru: разлива не будет, и

# #FloodFails_ReasonPhrase_3
source: even though the flood was expected to fail,
ru: хотя разлива не будет,

# #GeneralRequestComply_City_ReasonPhrase_1
source: because you have sent {0} {[resource]} to {[city_name]}, as they requested,
ru: поскольку вы отправили то, что хотел город {[city_name]} ({[resource]}, {0} шт.),

# #GeneralRequestComply_City_ReasonPhrase_2
source: {[city_name]} received the {0} {[resource]} as they requested. You should also know that
ru: город {[city_name]} получил, что хотел ({[resource]}, {0} шт.). Также вам следует знать, что

# #GeneralRequestComply_City_ReasonPhrase_3
source: even though you sent {0} {[resource]} to {[city_name]}, as they requested,
ru: хотя вы отправили то, что хотел город {[city_name]} ({[resource]}, {0} шт.),

# #GeneralRequestComply_Pharaoh_ReasonPhrase_1
source: because you satisfied Pharaoh's request that {0} {[resource]} be sent to {[city_name]},
ru: поскольку вы отправили запрошенное фараоном в город {[city_name]} ({[resource]}, {0} шт.),

# #GeneralRequestComply_Pharaoh_ReasonPhrase_2
source: you satisfied Pharaoh's request that {0} {[resource]} be sent to {[city_name]}. By the way,
ru: вы отправили в город {[city_name]} то, о чём просил фараон ({[resource]}, {0} шт.). К слову,

# #GeneralRequestComply_Pharaoh_ReasonPhrase_3
source: you did satisfy Pharaoh's request that {0} {[resource]} be sent to {[city_name]}, however,
ru: вы отправили в город {[city_name]} то, о чём просил фараон ({[resource]}, {0} шт.), однако

# #GeneralRequestRefuse_City_ReasonPhrase_1
source: because you did not send {0} {[resource]} to {[city_name]},
ru: поскольку вы не отправили товары в город {[city_name]} ({[resource]}, {0} шт.),

# #GeneralRequestRefuse_City_ReasonPhrase_2
source: you failed to send {0} {[resource]} to {[city_name]}, and they do not appreciate this. Meanwhile,
ru: вы не отправили в город {[city_name]} ({[resource]}, {0} шт.), и им это не понравилось. Вдобавок

# #GeneralRequestRefuse_City_ReasonPhrase_3
source: despite the fact that you failed to send {0} {[resource]} to {[city_name]},
ru: несмотря на то, что вы не отправили в город {[city_name]} ({[resource]}, {0} шт),

# #GeneralRequestRefuse_Pharaoh_ReasonPhrase_1
source: because you ignored Pharaoh's request for {0} {[resource]},
ru: поскольку вы проигнорировали запрос фараона ({[resource]}, {0} шт.),

# #GeneralRequestRefuse_Pharaoh_ReasonPhrase_2
source: you ignored Pharaoh's request for {0} {[resource]}, and he will not be pleased. Additionally,
ru: вы проигнорировали запрос фараона ({[resource]}, {0} шт.), и он остался этим недовольным. К тому же,

# #GeneralRequestRefuse_Pharaoh_ReasonPhrase_3
source: even though you ignored Pharaoh's request for {0} {[resource]},
ru: хотя вы проигнорировали запрос фараона ({[resource]}, {0} шт.),

# #GeneralRequestTooLate_City_ReasonPhrase_1
source: because you were tardy in fulfilling the request of {[city_name]} for {0} {[resource]},
ru: поскольку вы опоздали с отправкой запрошенных городом {[city_name]} товаров ({[resource]}, {0} шт.),

# #GeneralRequestTooLate_City_ReasonPhrase_2
source: you were tardy in delivering {0} {[resource]} to {[city_name]}. You should also be aware that
ru: вы опоздали с отправкой запрошенных городом {[city_name]} товаров ({[resource]}, {0} шт.). Также вам следует знать, что

# #GeneralRequestTooLate_City_ReasonPhrase_3
source: despite the fact that you were tardy in delivering {0} {[resource]} to {[city_name]}, your effort was appreciated. As a result,
ru: хотя вы слишком поздно отправили запрошенное городом {[city_name]} ({[resource]}, {0} шт.), ваши усилия не остались без внимания. Поэтому

# #GeneralRequestTooLate_Pharaoh_ReasonPhrase_1
source: because you delayed fulfilling Pharaoh's request for {0} {[resource]},
ru: поскольку вы медлили с выполнением запроса фараона ({[resource]}, {0} шт.),

# #GeneralRequestTooLate_Pharaoh_ReasonPhrase_2
source: Pharaoh's request for {0} {[resource]} was unfulfilled because you were too late. Additionally,
ru: Запрос фараона (({[resource]}, {0} шт.) не был выполнен из-за того, что вы опоздали. Кроме того,

# #GeneralRequestTooLate_Pharaoh_ReasonPhrase_3
source: you delayed fulfilling Pharaoh's request for {0} {[resource]}, but nevertheless your effort was appreciated. As a result,
ru: вы медлили с выполнением запроса фараона ({[resource]}, {0} шт.), однако ваши усилия не остались без внимания. Поэтому

# #GiftAccepted_ReasonPhrase_1
source: because you accepted a gift of {0} {[resource]} from {[city_name]}
ru: поскольку вы приняли подарок ({[resource]}, {0} шт.) от города {[city_name]},

# #GiftAccepted_ReasonPhrase_2
source: in the wake of your recent gift from {[city_name]},
ru: вы приняли подарок от города {[city_name]},

# #GiftAccepted_ReasonPhrase_3
source: even though you accepted the gift of {0} {[resource]} from {[city_name]},
ru: хотя вы приняли подарок ({[resource]}, {0} шт.) от города {[city_name]},

# #GiftForfeited_ReasonPhrase_1
source: because you did not accept a gift of {0} {[resource]} from {[city_name]},
ru: поскольку вы не приняли подарок ({[resource]}, {0} шт.) от города {[city_name]},

# #GiftForfeited_ReasonPhrase_2
source: you did not accept a gift of {0} {[resource]} from {[city_name]}. Also,
ru: вы не приняли подарок ({[resource]}, {0} шт.) от города {[city_name]}. Кроме того,

# #GiftForfeited_ReasonPhrase_3
source: though you did not accept the gift of {0} {[resource]} from {[city_name]},
ru: хотя вы не приняли подарок ({[resource]}, {0} шт.) от города {[city_name]},

# #GiftRefused_ReasonPhrase_1
source: because you refused a gift of {0} {[resource]} from {[city_name]},
ru: поскольку вы отказались принять подарок ({[resource]}, {0} шт.) от города {[city_name]},

# #GiftRefused_ReasonPhrase_2
source: you refused a gift of {0} {[resource]} from {[city_name]}. Now,
ru: вы отказались принять подарок ({[resource]}, {0} шт.) от города {[city_name]}. Теперь

# #GiftRefused_ReasonPhrase_3
source: although you refused a gift of {0} {[resource]} from {[city_name]},
ru: хотя вы отказались принять подарок ({[resource]}, {0} шт.) от города {[city_name]},

# #GoldmineCollapse_ReasonPhrase_1
source: because a gold mine collapsed,
ru: из-за обрушения золотого рудника

# #GoldmineCollapse_ReasonPhrase_2
source: the recent gold mine collapse was most unfortunate. Now,
ru: обрушение золотого рудника омрачило жизнь города. Теперь

# #GoldmineCollapse_ReasonPhrase_3
source: even though a gold mine collapsed recently,
ru: несмотря на обрушение золотого рудника,

# #GreatFestivalComply_City_ReasonPhrase_1
source: because you helped {[city_name]} celebrate its Great Festival to {[god]} by sending {0} {[resource]},
ru: поскольку вы помогли городу {[city_name]} устроить великий праздник в честь божества {[god]}, отправив ресурс ({[resource]}, {0} шт.),

# #GreatFestivalComply_City_ReasonPhrase_2
source: you helped {[city_name]} celebrate its Great Festival to {[god]} by sending {0} {[resource]}, which was much appreciated. Additionally,
ru: вы помогли городу {[city_name]} устроить великий праздник в честь божества {[god]}, отправив ресурс ({[resource]}, {0} шт.). Город очень вам признателен. Кроме того,

# #GreatFestivalComply_City_ReasonPhrase_3
source: although you helped {[city_name]} celebrate its Great Festival to {[god]} by sending {0} {[resource]},
ru: хотя вы помогли городу {[city_name]} устроить великий праздник в честь божества {[god]}, отправив ресурс ({[resource]}, {0} шт.),

# #GreatFestivalComply_Pharaoh_ReasonPhrase_1
source: because you honored Pharaoh and {[god]} by sending {0} {[resource]} to {[city_name]} in time for the Great Festival,
ru: поскольку вы проявили почтение к фараону и богу {[god]}, вовремя отравив к великому празднику в городе {[city_name]} необходимые припасы ({[resource]}, {0} шт.),

# #GreatFestivalComply_Pharaoh_ReasonPhrase_2
source: you graciously honored Pharaoh and {[god]} by sending {0} {[resource]} to {[city_name]} in time for the Great Festival. Also,
ru: вы проявили любезное почтение к фараону и богу {[god]}, вовремя отравив к великому празднику в городе {[city_name]} необходимые припасы ({[resource]}, {0} шт.). Также,

# #GreatFestivalComply_Pharaoh_ReasonPhrase_3
source: although you graciously honored Pharaoh and {[god]} by sending {0} {[resource]} to {[city_name]} in time for the Great Festival,
ru: хотя вы проявили любезное почтение к фараону и богу {[god]}, вовремя отравив к великому празднику в городе {[city_name]} необходимые припасы ({[resource]}, {0} шт.),

# #GreatFestivalRefuse_City_ReasonPhrase_1
source: because you disregarded {[city_name]} and its request for {0} {[resource]} for the Great Festival to {[god]},
ru: поскольку вы проигнорировали запрос города {[city_name]} и не отправили на великий праздник в честь божества {[god]} ресурс ({[resource]}, {0} шт.),

# #GreatFestivalRefuse_City_ReasonPhrase_2
source: you disregarded {[city_name]} and its request for {0} {[resource]} for the Great Festival to {[god]. Also,
ru: вы проигнорировали запрос города {[city_name]} и не отправили на великий праздник в честь божества {[god]} ресурс ({[resource]}, {0} шт.). К тому же,

# #GreatFestivalRefuse_City_ReasonPhrase_3
source: although you disregarded {[city_name]} and its request for {0} {[resource]} for the Great Festival to {[god]},
ru: хотя вы проигнорировали запрос города {[city_name]} и не отправили на великий праздник в честь божества {[god]} ресурс ({[resource]}, {0} шт.),

# #GreatFestivalRefuse_Pharaoh_ReasonPhrase_1
source: because you neglected to fulfill Pharaoh's request for {0} {[resource]} for the Great Festival to {[god]} at {[city_name]},
ru: поскольку вы не выполнили запрос фараона и не отправили в город {[city_name]} на великий праздник в честь божества {[god]} ресурс ({[resource]}, {0} шт.),

# #GreatFestivalRefuse_Pharaoh_ReasonPhrase_2
source: you neglected to fulfill Pharaoh's request for {0} {[resource]} for the Great Festival to {[god]} at {[city_name]}. Also,
ru: вы не выполнили запрос фараона и не отправили в город {[city_name]} на великий праздник в честь божества {[god]} ресурс ({[resource]}, {0} шт.). К тому же,

# #GreatFestivalRefuse_Pharaoh_ReasonPhrase_3
source: despite your failure in fulfilling Pharaoh's request for {0} {[resource]} for the Great Festival to {[god]} at {[city_name]},
ru: несмотря на то, что вы не выполнили запрос фараона и не отправили в город {[city_name]} на великий праздник в честь божества {[god]} ресурс ({[resource]}, {0} шт.),

# #GreatFestivalTooLate_City_ReasonPhrase_1
source: because the {0} {[resource]} required by {[city_name]} for the Great Festival to {[god]} did not arrive in time,
ru: поскольку город {[city_name]} не получил к великому празднику в честь божества {[god]} нужный товар ({[resource]}, {0} шт.),

# #GreatFestivalTooLate_City_ReasonPhrase_2
source: the {0} {[resource]} required by {[city_name]} for the Great Festival to {[god]} did not arrive in time. Also,
ru: город {[city_name]} не получил к великому празднику в честь божества {[god]} нужный товар ({[resource]}, {0} шт.). К тому же,

# #GreatFestivalTooLate_City_ReasonPhrase_3
source: even though the {0} {[resource]} you sent to {[city_name]} did not arrive in time for the Great Festival to {[god]}, since you did your best,
ru: пусть город {[city_name]} не получил к великому празднику в честь божества {[god]} нужный товар ({[resource]}, {0} шт.), вы всё же старались,

# #GreatFestivalTooLate_Pharaoh_ReasonPhrase_1
source: because you sent {0} {[resource]} too late for Pharaoh's Great Festival to {[god]} at {[city_name]},
ru: поскольку вы слишком поздно отправили необходимые припасы ({[resource]}, {0} шт.) в город {[city_name]} на великий праздник, устроенный фараоном в честь бога {[god]},

# #GreatFestivalTooLate_Pharaoh_ReasonPhrase_2
source: you sent {0} {[resource]} too late for Pharaoh's Great Festival to {[god]} at {[city_name]}. Additionally,
ru: вы слишком поздно отправили необходимые припасы ({[resource]}, {0} шт.) в город {[city_name]} на великий праздник, устроенный фараоном в честь бога {[god]}. Также,

# #GreatFestivalTooLate_Pharaoh_ReasonPhrase_3
source: even though the {0} {[resource]} arrived too late for Pharaoh's Great Festival to {[god]} at {[city_name]}, since you made the effort,
ru: хотя вы слишком поздно отправили необходимые припасы ({[resource]}, {0} шт.) в город {[city_name]} на великий праздник, устроенный фараоном в честь бога {[god]},

# #Invasion_Bedouin_ReasonPhrase_1
source: because your city successfully fought off the Bedouin army,
ru: поскольку вам удалось отбиться от бедуинской армии,

# #Invasion_Bedouin_ReasonPhrase_2
source: your city successfully fought off the Bedouin army. What's more,
ru: вам удалось отбиться от бедуинской армии. К тому же

# #Invasion_Bedouin_ReasonPhrase_3
source: even though your city successfully fought off the Bedouin army,
ru: хотя вам удалось отбиться от бедуинской армии,

# #Invasion_ForeignArmy_ReasonPhrase_1
source: because your city was attacked by {[a_foreign_army]},
ru: поскольку на город напала {[a_foreign_army]},

# #Invasion_ForeignArmy_ReasonPhrase_2
source: your city has been attacked by {[a_foreign_army]}, and now
ru: на город напала {[a_foreign_army]}. Теперь

# #Invasion_ForeignArmy_ReasonPhrase_3
source: although your city has been attacked by {[a_foreign_army]},
ru: хотя на город напала {[a_foreign_army]},

# #Invasion_PharaohArmy_ReasonPhrase_1
source: because your city was attacked by Pharaoh's army,
ru: поскольку на город напала армия фараона,

# #Invasion_PharaohArmy_ReasonPhrase_2
source: your city has been attacked by Pharaoh's army. What's more
ru: на город напала армия фараона. Вдобавок

# #Invasion_PharaohArmy_ReasonPhrase_3
source: even though your city has been attacked by Pharaoh's army,
ru: хотя на город напала армия фараона,

# #KingdomRatingDown_ReasonPhrase_1
source: because your Kingdom rating has fallen so low,
ru: поскольку ваша репутация сильно пострадала,

# #KingdomRatingDown_ReasonPhrase_2
source: your popularity falls throughout the kingdom, and now
ru: вы теряете популярность в Царстве, и теперь

# #KingdomRatingDown_ReasonPhrase_3
source: even though you're becoming less and less popular in the kingdom,
ru: хотя вы теряете популярность по всему Царству,

# #KingdomRatingUp_ReasonPhrase_1
source: because your reputation in the Kingdom recently increased,
ru: поскольку ваша репутация в Царстве недавно выросла,

# #KingdomRatingUp_ReasonPhrase_2
source: your reputation in the Kingdom has improved. Now
ru: ваша репутация в Царстве улучшилась. Теперь

# #KingdomRatingUp_ReasonPhrase_3
source: your reputation has improved, but
ru: ваша репутация растёт, однако

# #LandTradeProblem_ReasonPhrase_1
source: because merchants will not dare to set forth during a sandstorm and land trade has stopped,
ru: поскольку торговцы не решаются выдвигаться в путь, пока бушует песчаная буря, сухопутная торговля остановилась,

# #LandTradeProblem_ReasonPhrase_2
source: sandstorms have stopped merchants in their tracks. Also
ru: песчаная буря прекратила любые перемещения торговцев. Кроме того,

# #LandTradeProblem_ReasonPhrase_3
source: despite the recent sandstorms which have hindered trade,
ru: несмотря на песчаные бури, нарушившие торговлю,

# #PerfectFlood_ReasonPhrase_1
source: because the flood was expected to be bountiful,
ru: поскольку в этом году ожидается хороший разлив,

# #PerfectFlood_ReasonPhrase_2
source: the flood was expected to be bountiful, and
ru: в этом году ожидается хороший разлив, и

# #PerfectFlood_ReasonPhrase_3
source: even though the flood was expected to be bountiful,
ru: хотя в этом году ожидается хороший разлив,

# #PriceDown_ReasonPhrase_1
source: because the price of {[resource]} you can trade has fallen,
ru: поскольку цена на ваш товар {[resource]} снизилась,

# #PriceDown_ReasonPhrase_2
source: prices have fallen, and what's more
ru: цены падают. Вдобавок

# #PriceDown_ReasonPhrase_3
source: although prices have fallen,
ru: хотя цены упали,

# #PriceUp_ReasonPhrase_1
source: because the price of {[resource]} has risen,
ru: поскольку цена на ресурс {[resource]} возросла,

# #PriceUp_ReasonPhrase_2
source: the price of {[resource]} has risen, and what's more
ru: цена на ресурс {[resource]} возросла. Вдобавок

# #PriceUp_ReasonPhrase_3
source: even though prices have risen,
ru: хотя цены возросли,

# #SeaTradeProblem_ReasonPhrase_1
source: because of unfathomably fierce storms,
ru: море невероятно разбушевалось, поэтому

# #SeaTradeProblem_ReasonPhrase_2
source: while we've have been plagued by recent storms,
ru: пока нас одолевали шторма,

# #SeaTradeProblem_ReasonPhrase_3
source: despite the terrible storms
ru: несмотря на страшную бурю,

# #ThreatCompliance_ReasonPhrase_1
source: because you submissively gave in to a threat,
ru: поскольку вы безропотно пошли на попятную,

# #ThreatCompliance_ReasonPhrase_2
source: you submissively gave in to a threat,
ru: вы безропотно пошли на попятную, и

# #ThreatCompliance_ReasonPhrase_3
source: even though you submissively gave in to a threat,
ru: хотя вы безропотно пошли на попятную,

# #ThreatComply_City_ReasonPhrase_1
source: because you bowed to the orders of {[city_name]} and sent {0} {[resource]},
ru: поскольку вы отправили ресурс ({[resource]}, {0} шт.), выполнив требование города {[city_name]},

# #ThreatComply_City_ReasonPhrase_2
source: you bowed to the orders of {[city_name]} and sent {0} {[resource]}. Additionally, it seems that
ru: вы отправили ресурс ({[resource]}, {0} шт.), выполнив требование города {[city_name]}. И похоже, что

# #ThreatComply_City_ReasonPhrase_3
source: even though you gave in to the demands of {[city_name]} for {0} {[resource]}, nevertheless
ru: хотя вы исполнили требование города {[city_name]} и отправили ресурс ({[resource]}, {0} шт.),

# #ThreatComply_Pharaoh_ReasonPhrase_1
source: because you gave in to Pharaoh and sent {0} {[resource]} to {[city_name]},
ru: поскольку вы исполнили волю фараона и отправили в город {[city_name]} ресурс ({[resource]}, {0} шт.),

# #ThreatComply_Pharaoh_ReasonPhrase_2
source: you have given in to Pharaoh and sent {0} {[resource]} to {[city_name]}. Also, viziers report that
ru: вы исполнили волю фараона и отправили в город {[city_name]} ресурс ({[resource]}, {0} шт.). Также советники сообщают, что

# #ThreatComply_Pharaoh_ReasonPhrase_3
source: even though you have done what Pharaoh demanded for {[city_name]},
ru: хотя вы сделали для города {[city_name]} всё, что требовал фараон,

# #ThreatRefuse_City_ReasonPhrase_1
source: because you knowingly courted danger when you refused to send {0} {[resource]} to {[city_name]},
ru: поскольку вы сознательно навлекли на себя опасность, отказавшись отправить в город {[city_name]} ресурс ({[resource]}, {0} шт.),

# #ThreatRefuse_City_ReasonPhrase_2
source: you knowingly courted danger when you refused to send {0} {[resource]} to {[city_name]}. You should also be aware that
ru: вы сознательно навлекли на себя опасность, отказавшись отправить в город {[city_name]} ресурс ({[resource]}, {0} шт.). Также вам следует знать, что

# #ThreatRefuse_City_ReasonPhrase_3
source: although you certainly courted danger when you refused to send {0} {[resource]} to {[city_name]},
ru: хотя вы определённо навлекли на себя опасность, отказавшись отправить в город {[city_name]} ресурс ({[resource]}, {0} шт.),

# #ThreatRefuse_Pharaoh_ReasonPhrase_1
source: because you defied Pharaoh's order to send {0} {[resource]} to {[city_name]},
ru: поскольку вы нарушили приказ фараона и не отправили в город {[city_name]} ресурс ({[resource]}, {0} шт.),

# #ThreatRefuse_Pharaoh_ReasonPhrase_2
source: you defied Pharaoh's order to send {0} {[resource]} to {[city_name]}. Additionally,
ru: вы нарушили приказ фараона и не отправили в город {[city_name]} ресурс ({[resource]}, {0} шт.). Кроме того,

# #ThreatRefuse_Pharaoh_ReasonPhrase_3
source: despite your refusal to heed Pharaoh's threat, demanding that you send {0} {[resource]} to {[city_name]},
ru: несмотря на то, что вы проигнорировали угрозы фараона, требовавшего отправить в город {[city_name]} ресурс ({[resource]}, {0} шт.),

# #ThreatTooLate_City_ReasonPhrase_1
source: because you underestimated the threat of {[city_name]} and did not dispatch {0} {[resource]} quickly,
ru: поскольку вы недооценили угрозы города {[city_name]} и не отправили ресурс ({[resource]}, {0} шт.),

# #ThreatTooLate_City_ReasonPhrase_2
source: you must have underestimated the threat of {[city_name]}, since you did not dispatch {0} {[resource]} quickly. But that's in the past, now
ru: должно быть, вы недооценили угрозы города {[city_name]} и не отправили ресурс ({[resource]}, {0} шт.). Но это уже в прошлом,
