Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Events.po
Languages: ru

# #Notif_RoadMissing_Title
source: No Road Access
ru: Нет дороги

# #Notif_Theft_CourtHouse
source: Thieves just robbed a Courthouse!
ru: Здание суда только что ограбили!

# #Notif_Theft_CourtHouse_Content
source: While your courthouse helps reduce crime, you'll need constables to stop active thiefs from stealing your courthouses again!
ru: Хотя суды помогают снизить преступность, вам также нужны стражники для того, чтобы воры не разграбляли сами суды!

# #Notif_Theft_Mansion
source: A thief stole some family savings from your Mansion!
ru: Вор украл сбережения из вашего особняка!

# #Notif_Theft_Mansion_Content
source: Make sure you have enough constables patrolling the streets so criminals cannot reach your Mansion again!
ru: Следите за тем, чтобы у вас было достаточно стражников, обходящих город, и воры не влезут в ваш особняк снова!

# #Notif_Theft_Palace
source: The Palace has been robbed!
ru: Дворец ограбили!

# #Notif_Theft_Palace_Content
source: Make sure you have enough constables patrolling the streets so criminals cannot reach your Palace again!
ru: Следите за тем, чтобы у вас было достаточно стражников, обходящих город, и воры не влезут во дворец снова!

# #Notif_Theft_TaxCollector
source: Thieves just robbed a Tax Collector's office!
ru: Контору сборщика налогов только что ограбили!

# #Notif_Theft_TaxCollector_Content
source: Build enough police stations so your tax collector can be safe from criminals!
ru: Постройте ещё здания городской стражи, чтобы сборщики налогов не подвергались грабежам!

# #Notif_TroopsReturnDefeated_Content
source: Under cover of night, surviving members of your disgraced company slink back to the comfort of the city's Forts, determined to never again suffer humiliation in battle.
ru: Под покровом ночи остатки посрамлённого отряда тихо вернулись под надёжное укрытие ваших фортов, поклявшись впредь не допускать подобного унижения.

# #Notif_TroopsReturnDefeated_Title
source: Company returns
ru: Возвращение войска

# #Notif_TroopsReturnVictorious_Content
source: Your victorious soldiers are home from the war. Their numbers might be reduced somewhat since they left, but their comrades' sacrifice was for the good of Egypt!
ru: Ваши бравые герои возвращаются домой с победой. Не всем суждено было уцелеть, Египет будет вечно чтить их подвиг!

# #Notif_TroopsReturnVictorious_Title
source: Heroes return!
ru: Герои вернулись!

# #Notif_Warning
source: Warning!
ru: Внимание!

# #PerfectFlood_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} this is indeed a blessing, for the likelihood of a bountiful flood is quite high! Consult the Nilometer periodically. If the prediction should worsen, the city could find itself unprepared.
ru: {[greeting]} {[player_name]}, {[reason_phrase]}! На нас снизошло благословение! В этом году обещается сильный разлив. Регулярно проверяйте Нилометр. Если прогнозы ухудшатся, город может оказаться к этому не готов.

# #PerfectFlood_ReasonPhrase_1
source: the monsoons in Africa are expected to come, so
ru: вас ждёт благая весть — вскоре в Африку придут обильные дожди

# #PerfectFlood_ReasonPhrase_2
source: we are indeed fortunate, for
ru: удача на нашей стороне

# #PerfectFlood_Title
source: Perfect Flood Expected
ru: Ожидается превосходный разлив

# #PriceDown_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} the price of {[resource]} has fallen. This will reduce the profits to be made by exporting it.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} цена на товар {[resource]} снизилась. Его продажа будет приносить меньше дохода.

# #PriceDown_ReasonPhrase_1
source: because of an overabundance across the Kingdom,
ru: из-за переизбытка по всему Царству

# #PriceDown_ReasonPhrase_2
source: as the market continues to change
ru: дела на рынках продолжают меняться, и

# #PriceDown_Title
source: A Price Cut
ru: Снижение цен

# #PriceUp_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} the price of {[resource]} has risen. Importing this good is now more costly, but higher profits can be made from exporting it.
ru: {[greeting]} {[player_name]}, {[reason_phrase]}, цена на товар {[resource]} выросла. Ввоз будет дороже, зато можно больше заработать на продаже.

# #PriceUp_ReasonPhrase_1
source: because of reduced supplies throughout the world,
ru: из-за снижения поставок по всему миру

# #PriceUp_ReasonPhrase_2
source: as the market continues to change
ru: дела на рынках продолжают меняться, и

# #PriceUp_Title
source: A Price Increase
ru: Повышение цен

# #Request_DetailsTitle
source: Request
ru: Запрос

# #SeaTradeProblem_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} rough waters threaten to tear trading ships apart. It could be months before the winds calm and merchants dare to risk their cargoes again. Until then, we cannot trade by water.
ru: {[greeting]} {[player_name]}, {[reason_phrase]}! Беспокойные волны могут разнести торговые корабли на щепки. Буря будет бушевать ещё несколько месяцев, и пока торговцы не готовы рисковать товаром. Мы не можем вести торговлю по воде.

# #SeaTradeProblem_ReasonPhrase_1
source: storms are raging and
ru: бушует шторм

# #SeaTradeProblem_ReasonPhrase_2
source: our troubles have only begun, for
ru: нам выпало новое испытание

# #SeaTradeProblem_Title
source: Tempests
ru: Буря

# #ThreatCompliance_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} your city is safe...for now.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} городу ничто не угрожает... пока.

# #ThreatCompliance_ReasonPhrase_1
source: because you submissively gave in to a threat,
ru: поскольку вы безропотно пошли на попятную,

# #ThreatCompliance_ReasonPhrase_2
source: you submissively gave in to a threat,
ru: вы безропотно пошли на попятную, и

# #ThreatCompliance_ReasonPhrase_3
source: since you submissively gave in to a threat,
ru: раз вы безропотно пошли на попятную,

# #ThreatCompliance_Title
source: Compliance Acknowledged
ru: Требование выполнено

# #Threat_City_Announcement
source: {[greeting]} {[player_name]}, {[reason_phrase]} the city of {[city_name]} demands that you send {0} {[resource]} in {1} months. If you deny the request, {[city_name]} will send its armies against your fair city.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} его правитель требует прислать в течение {1} месяцев ресурс ({[resource]}, {0} шт.). Если откажетесь, {[city_name]} направит против вас свои войска.

# #Threat_City_Overdue
source: {[greeting]} {[player_name]}, battle cries can be heard throughout {[city_name]} as it prepares to destroy your city. Send the {0} {[resource]} to {[city_name]} as soon as you can, and they may show some mercy.
ru: {[greeting]} {[player_name]}, {[city_name]} оглашается боевым кличем воинов, которые готовятся смести ваш город с лица земли. Как можно скорее отправьте в город {[city_name]} запрошенный ресурс ({[resource]}, {0} шт.). Может, тогда они проявят милосердие.

# #Threat_City_ReasonPhrase_1
source: because {[city_name]} lusts for glory,
ru: город {[city_name]} жаждет славы, поэтому

# #Threat_City_ReasonPhrase_2
source: it seems {[city_name]} shall never be satisfied,
ru: аппетиты города {[city_name]} поистине непомерны, вот и сейчас

# #Threat_City_Reminder
source: {[greeting]} {[player_name]}, the army of {[city_name]} girds for war, anticipating a good fight. If you send the {0} {[resource]} within 6 months, the city will cease its aggression. Its soldiers, though, will be quite disappointed.
ru: {[greeting]} {[player_name]}, армия города {[city_name]} предвкушает славную битву. Они оставят воинственные планы, если в течение шести месяцев вы отправите запрошенный ресурс ({[resource]}, {0} шт.). Хотя солдаты будут разочарованы.

# #Threat_City_Title
source: Extortion by another city
ru: Поборы другого города

# #Threat_City_Warning
source: {[greeting]} {[player_name]}, the conquering forces of {[city_name]} are ready to march. If you send {0} {[resource]} within 6 months, the attacking forces may leave your city unharmed.
ru: {[greeting]} {[player_name]}, завоевательная армия города {[city_name]} готовится к походу. Они ещё могут пощадить город, если в течение шести месяцев вы отправите им запрошенный ресурс ({[resource]}, {0} шт.).

# #Threat_Pharaoh_Announcement
source: {[greeting]} {[player_name]}, {[reason_phrase]} Pharaoh orders you to send {0} {[resource]} to {[city_name]} in {1} months. Otherwise, he will attack your fair city.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} он приказал в течение {1} месяцев прислать в город {[city_name]} ресурс ({[resource]}, {0} шт.). Иначе он нападёт на ваш цветущий город.

# #Threat_Pharaoh_Overdue
source: {[greeting]} {[player_name]}, your time has run out, and Pharaoh thirsts for blood. You may still have a chance to keep his forces at bay if you send the {0} {[resource]} to {[city_name]} as soon as you can.
ru: {[greeting]} {[player_name]}, время истекло! Фараон жаждет вашей крови. Вы ещё можете удержать его от нападения, если как можно скорее отправите в город {[city_name]} запрошенный ресурс ({[resource]}, {0} шт.).

# #Threat_Pharaoh_ReasonPhrase_1
source: because he is in a foul mood,
ru: фараон в дурном расположении духа, поэтому

# #Threat_Pharaoh_ReasonPhrase_2
source: as Pharaoh's foul mood seems to be without end,
ru: ничто не радует нашего фараона, поэтому

# #Threat_Pharaoh_Reminder
source: {[greeting]} {[player_name]}, prideful Pharaoh is rallying his troops and will soon order them to attack. You should send the{0} {[resource]} to {[city_name]} within 6 months to avert the unpleasantries.
ru: {[greeting]} {[player_name]}, гордый фараон уже собирает войска и вскоре прикажет им атаковать ваш город. У вас шесть месяцев, чтобы отправить в город {[city_name]} запрошенный ресурс ({[resource]}, {0} шт.). Иначе неприятностей не избежать.

# #Threat_Pharaoh_Title
source: Extortion by Pharaoh
ru: Поборы фараона

# #Threat_Pharaoh_Warning
source: {[greeting]} {[player_name]}, vainglorious Pharaoh is eager to take by force what you would not willingly give him. His army is well-prepared, but you can save your city from carnage if you send him {0} {[resource]} within 6 months. Otherwise, prepare your people for bloodshed.
ru: {[greeting]} {[player_name]}, раз вы не отдаёте требуемое добровольно, тщеславный фараон вознамерился забрать это силой. Его армия готовится к вторжению, однако вы ещё можете предотвратить бойню, если в течение шести месяцев отправите ему запрошенный ресурс ({[resource]}, {0} шт.). В противном случае кровопролития не избежать.

# #ToadPlague_Content
source: An ugly curse has descended over the land! Multitudes of frogs pollute our streets and dwellings, forcing residents from their homes!
ru: На нашу землю наслали гнусное проклятие! Бесконечные жабы переполняют улицы и жилища, вынуждая жителей бежать из домов!

# #ToadPlague_Title
source: Plague of Frogs
ru: Нашествие жаб

# #TradeRouteAvailable_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} a new trade route, to {[city_name]} can now be opened.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} можно проложить новый торговый путь в город {[city_name]}.

# #TradeRouteAvailable_ReasonPhrase_1
source: due to diplomatic activity,
ru: благодаря плодотворным переговорам

# #TradeRouteAvailable_ReasonPhrase_2
source: change is in the air, for
ru: времена меняются! Теперь

# #TradeRouteAvailable_Title
source: New Trade Route Available
ru: Появился новый торговый путь

# #TradeRouteShutsDown_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} the trade route to {[city_name]} has been shut down.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} торговый путь в город {[city_name]} больше недоступен.

# #TradeRouteShutsDown_ReasonPhrase_1
source: because of political instability,
ru: из-за политической неопределённости

# #TradeRouteShutsDown_ReasonPhrase_2
source: this should've been foreseen. It seems
ru: свершилось предначертанное. Кажется,

# #TradeRouteShutsDown_Title
source: Trade Route Closes
ru: Торговый путь закрыт

# #TroopsCarryOver_Content
source: Your best soldiers from the previous mission wish to rejoin you. Build {[Forts]} for these warriors and they will return.
ru: Верные солдаты из предыдущего города желают снова присоединиться к вам. Они вернутся, если вы построите {[Forts]}.

# #TroopsCarryOver_Forts_1
source: an infantry fort
ru: форт для пехотинцев

# #TroopsCarryOver_Forts_2
source: an archers fort
ru: форт для лучников

# #TroopsCarryOver_Forts_3
source: a charioteer fort
ru: форт для колесничих

# #TroopsCarryOver_Forts_4
source: infantry and archer forts
ru: форты для пехотинцев и лучников

# #TroopsCarryOver_Forts_5
source: infantry and charioteer forts
ru: форты крепости для пехотинцев и колесничих

# #TroopsCarryOver_Forts_6
source: archer and charioteer forts
ru: форты для лучников и колесничих

# #TroopsCarryOver_Forts_7
source: infantry, archer, and charioteer forts
ru: форты для пехотинцев, лучников и колесничих

# #TroopsCarryOver_Title
source: Loyal Soldiers Rejoin You
ru: Верные солдаты желают присоединиться

# #UnderSiege_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} a debilitating siege now strikes at {[city_name]}.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} город {[city_name]} находится в изнурительной осаде.

# #UnderSiege_ReasonPhrase_1
source: military scouts have terrible news to report. It seems
ru: разведчики вернулись с ужасным известием. Похоже, что

# #UnderSiege_ReasonPhrase_2
source: there is no apparent end to their troubles, for
ru: нет конца нашим страданиям. Отныне

# #UnderSiege_Title
source: Trade City Under Siege
ru: Торговый город в осаде

# #WagesDown_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} wages have fallen throughout the Kingdom of Egypt. It seems everywhere people will work for less.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} по всему Египетскому царству снизили жалование рабочим. Все готовы трудиться за меньшие деньги.

# #WagesDown_ReasonPhrase_1
source: to try to cut costs,
ru: в попытке сократить траты

# #WagesDown_ReasonPhrase_2
source: to try to cut costs,
ru: в попытке сократить траты

# #WagesDown_Title
source: Wages Fall
ru: Жалование падает

# #WagesUp_Content
source: {[greeting]} {[player_name]}, {[reason_phrase]} wages have increased throughout the Kingdom. Your own workers may depart for greener pastures if they're not paid as much as their counterparts in other cities.
ru: {[greeting]} {[player_name]}, {[reason_phrase]} жалование работников выросла по всему Царству. Рабочие могут покинуть город в поисках лучшей жизни, если не предоставить им такие же условия, что в других городах.

# #WagesUp_ReasonPhrase_1
source: times change, and now
ru: времена меняются, и теперь

# #WagesUp_ReasonPhrase_2
source: some rejoice, others gripe, for
ru: для одних повод радостный, для других — досадный:

# #WagesUp_Title
source: Workers Rejoice at Raise
ru: Рабочие радуются прибавке
