Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Guide.po
Languages: ru

# #ConstructionGuilds_Content
source: Without Construction Guilds, you won't be able to build the magnificent structures that honor Pharaoh and Egypt. There are four specialized Construction Guilds: Carpenters', Bricklayers', Stonemasons' and Artisans'. Although common laborers from <link="#WorkCamp_Title"><u>Work Camps</u></link> provide most of a monument project's muscle power, the expert guilds turn piles of raw materials into the largest and most complex buildings you will build, such as the Pyramids, Sphinx, Mastabas, Sun Temple, Mausoleums and Obelisks. Each monument requires its own particular guild workers. Construction guilds must have road access and a local source of labor. Carpenters' Guilds must have a supply wood on hand. Artisans' Guilds need a supply of <link="#PaintMaker_Title"><u>paint</u></link> and <link="#ClayPit_Title"><u>clay</u></link> (for plaster) to add their finishing touches to the burial tombs. Bricklayers and stonemasons wait at the monument site for the materials they need. Because of the noise, your citizens do not like living near construction guilds.
ru: Без строительных артелей вы не сможете построить величественные монументы во славу фараона и Египта. Существует четыре вида артелей: плотников, каменщиков, каменотёсов и художников. Если основную рабочую силу для стройки предоставляют <link="#WorkCamp_Title"><u>рабочие лагеря</u></link>, мастера из гильдий превращают строительный материал в огромные и сложные строения: пирамиды, сфинкс, мастабы, храм Солнца, мавзолеи и обелиски. Для каждого монумента необходимы представители определённых артелей. Строительным артелям необходим доступ к дороге и рабочей силе. Артелям плотникам также необходим небольшой запас древесины, а артелям художников — <link="#PaintMaker_Title"><u>краски</u></link> и <link="#ClayPit_Title"><u>глины</u></link> (для штукатурки) для завершения гробниц. Каменщики и каменотёсы будут находиться на строительной площадке в ожидании поставок материалов. Из-за постоянного шума жителям не нравится жить рядом с строительными артелями.

# #ConstructionGuilds_Title
source: Construction Guilds
ru: Строительные артели

# #Courthouse_Content
source: Courthouses are versatile municipal structures. In addition to reducing <link="#Crime_Title"><u>crime</u></link> in the city's neighborhoods, they also store a portion of the city's wealth. Citizens like the security that Courthouses bring and enjoy living near the stately structures. Courthouses need road access and labor before they can send out magistrates to patrol the city's streets. A magistrate's presence in a neighborhood reduces the chance that crime will break out there. Magistrates are preventive measures only; if crime breaks out, the magistrate can do nothing to prevent the criminal from his rampage. A portion of the city's <link="#Money_Title"><u>money</u></link> is stored in the Courthouses. You won't be able to designate how much money is stored in each Courthouse. Your <link="#OverseerTreasury_Title"><u>Overseer of the Treasury</u></link> is much better equipped to handle this task and will calculate an appropriate amount.
ru: Суды — это универсальные городские сооружения. Помимо снижения уровня <link="#Crime_Title"><u>преступности</u></link> в городских районах, они также хранят часть городского богатства. Жителям нравится безопасность, которую обеспечивает суд, и им нравится жить рядом с таким величественным зданием. Зданиям судов нужен доступ к рабочей силе и дорогам, прежде чем они смогут посылать магистратов для обхода городских улиц. Присутствие магистрата в районе снижает вероятность того, что там случится преступление. Магистраты — это только превентивные меры; если преступление уже случилось, судья ничего не может сделать против разбушевавшегося преступника. Часть городских <link="#Money_Title"><u>денег</u></link> хранится в зданиях суда. Вы не сможете указать, сколько денег хранится в каждом здании суда. Ваш <link="#OverseerTreasury_Title"><u>советник по казне</u></link> гораздо лучше подготовлен для этого и рассчитает соответствующую сумму.

# #Courthouse_Title
source: Courthouse
ru: Здание суда

# #Crime_Content
source: Crime is bred from poor <link="#PopulationGrowth_Title"><u>City Sentiment</u></link>. People could be unhappy for any of a number of reasons - not enough food, low wages, high taxes, high unemployment - but their mood must be particularly bad for crime to break out. The best way to prevent crime, then, is to keep people happy. Providing plenty of goods and services goes a long way to accomplishing that task. You can also prevent crime by placing <link="#Courthouse_Title"><u>Courthouses</u></link> and <link="#PoliceStation_Title"><u>Police Stations</u></link> throughout the city. The presence of both these structures discourages potential criminals. In spite of your best efforts, some portions of the city may produce criminals, especially residents of heavily industrialized areas. If crime does break out, a constable from a Police Station will subdue any criminal he apprehends. If the criminal escapes a constable's notice, he'll head straight for one of the city's money-holding buildings. He will make little distinction between the city's treasury and your family's savings. He'll steal from either source. Once he has stolen gold, he'll lay low and won't steal again. . .for now.
ru: Преступность порождается плохими <link="#PopulationGrowth_Title"><u>настроениями в городе</u></link>. Люди могут быть несчастны по разным причинам — нехватка провизии, низкое жалование, высокие налоги или безработица — но их настроение должно быть особенно плохим, чтобы вспыхнула преступность. Таким образом, лучший способ предотвратить преступления — сделать людей счастливыми. Изобилие товаров и услуг имеет большое значение для выполнения этой задачи. Вы также можете предотвратить преступность, разместив повсюду здания <link="#Courthouse_Title"><u>суда</u></link> и <link="#PoliceStation_Title"><u>городской стражи</u></link>. Наличие обеих построек отпугнёт потенциальных преступников. Несмотря на все ваши усилия, в некоторых частях города могут появляться преступники, особенно жители промышленно развитых районов. Если преступление вспыхнет, стражник обезвредит любого встреченного преступника. Если преступнику удастся увернуться от внимания стражника, он направится прямиком к одному из зданий, хранящих богатства. Ему без разницы, будет это городская казна или сбережения вашей семьи, он украдёт деньги в любом случае. Украв золото, он затаится и больше не будет воровать... некоторое время.

# #Crime_Title
source: Crime
ru: Преступность

# #Defensive_Content
source: The <link="#FortCompany_Title"><u>army</u></link> defend the city after enemies penetrate its borders. Building defensive structures may prevent enemies from ever setting foot within the city proper. Walls: The most basic defensive structure is the Wall. To build Walls, choose them from the Military Structures. Click and drag the mouse to build large sections of a Wall at one time, just as you can do with roads. Walls are built from whichever natural materials are at hand, so no stone needs to be quarried or imported to build them. They are nevertheless expensive to build, so think carefully about the perimeter that you want to enclose. Walls do not need road access and are undesirable neighbors. Towers: Build Towers to add a little offense to your defensive Walls. Towers are manned by guards trained by the city's <link="#Recruiter_Title"><u>Recruiter</u></link> to hurl arrows on any enemies brave or foolhardy enough to come within range. Towers must be built into Walls that are two layers thick, if there are no walls placing a tower will automatically construct them, making them pricier in the process. They also require road access, employees and sentries from a Recruiter's office. Towers can be upgraded with plain stone and their sentry with composite bows. Towers will make a good addition to your army value in case of attack. Gatehouses: As comforting as it would be, you cannot completely encircle your city with Walls. To let immigrants and merchant trade caravans in, you must have Gatehouses. Build Gatehouses where your major access roads meet your city Walls. While you are holding the mouse cursor over the desired location, press 'R' to change the direction the Gatehouse is facing. Once placed, Gatehouses will automatically attach to any adjacent Walls. Like Roadblocks, Gatehouses permit destination walkers free passage but turn roaming walkers back (click <link="#Walkers_Title"><u>here</u></link> for more on walkers). For more information, consult the entry on <link="#War_Title"><u>war</u></link>.
ru: <link="#FortCompany_Title"><u>Армия</u></link> защищает город после проникновения врагов в его пределы. Строительство оборонительных сооружений может помешать врагам разграблять постройки города. Стены: самое примитивное оборонительное сооружение — это стены. Чтобы строить стены, выберите их из меню военных сооружений. Зажмите левую кнопку и перетащите мышь, чтобы построить большие участки стены за один раз, точно так же, как при строительстве дорог. Стены строятся из любых природных материалов, поэтому для их возведения не нужно добывать или закупать камень. Тем не менее их строительство обходится дорого, поэтому тщательно продумайте периметр, который вы хотите огородить. Стены не нуждаются в доступе к дороге и являются непривлекательными сооружениями. Башни: стройте башни, чтобы добавить немного урона своим оборонительным стенам. Башни населены стражниками, обученными городским <link="#Recruiter_Title"><u>вербовщиком</u></link>, которые будут стрелять по любым врагам, что осмелятся подойти достаточно близко. Башни должны быть встроены в стены толщиной в два слоя, если нет стен, постройка башни автоматически построит их, что сделает их более дорогими. Для башен также требуется доступ к дороге, рабочим и часовым из вербовочного пункта. Башни можно улучшать простым камнем, а часовых — составными луками. Башни станут хорошим дополнением к вашей армии в случае нападения. Ворота: как бы это ни было заманчиво, вы не можете полностью окружить свой город стенами. Чтобы позволить переселенцам и торговым караванам попадать в город, необходимо построить ворота. Стройте ворота там, где основные дороги пересекаются с городскими стенами. При строительстве нажмите «R», чтобы повернуть ворота в нужном направлении. После размещения ворота автоматически прикрепляются к любым соседним стенам. Как и заграждения, ворота разрешают проход всем, у кого есть пункт назначения, но разворачивают бродячих ходоков (см. статью о <link="#Walkers_Title"><u>ходоках</u></link> для дальнейшей информации). Дополнительную информацию см. в статье о <link="#War_Title"><u>войне</u></link>.

# #Defensive_Title
source: Defensive Structures
ru: Оборонительные сооружения

# #Dentist_Content
source: Your wealthier citizens value the ability to eat solid foods, and they expect access to a nearby Dentist's office to preserve or replace their natural teeth. In a land where sand inevitably gets into the food supply, dentists never lack work. Dentists increase the <link="#HousingDesirability_Title"><u>desirability</u></link> of nearby housing, but have no effect on <link="#Health_Title"><u>City Health</u></link>.
ru: Ваши богатые жители очень ценят возможность есть твёрдую пищу, и оттого ожидают, что будут иметь доступ ближайшему зданию дантиста для сохранения и протезирования своих зубов. В землях, где песок часто попадает в пищу, у дантистов всегда найдётся работа. Дантисты увеличивают <link="#HousingDesirability_Title"><u>привлекательность</u></link> ближайших домов, но никак не влияют на <link="#Health_Title"><u>городское здравоохранение</u></link>.

# #Dentist_Title
source: Dentist
ru: Дантист

# #Dock_Content
source: Some of the city's <link="#Trade_Title"><u>trade partners</u></link> come by water. Great trading vessels float down the Nile, but they won't do your city any good if they don't have a place to dock. Build a Dock on the coastline for these barges to moor. Be sure to locate the Dock on the Nile or on a seacoast, where trading vessels sail. A Dock built on a narrow inlet or an inland body of water will be unable to receive trade ships. To function properly, Docks must also have road access and labor. Once a trade ship has docked, cart pushers from the Dock busily unload commodities and bring them to the city's <link="#StorageYard_Title"><u>Storage Yards</u></link>, and then load any goods the city is exporting to this partner and bring them back to the Dock. It's a good idea to build a Storage Yard near your Dock to shorten the cart pushers' journeys. Docks have a negative effect on an area's <link="#HousingDesirability_Title"><u>desirability</u></link>.
ru: Некоторые <link="#Trade_Title"><u>торговые партнёры</u></link> прибывают в город по воде. Большие торговые суда плывут по Нилу, но они не принесут вашему городу никакой пользы, если им негде пришвартоваться — для этого необходима пристань. Строит пристань следует на берегу Нила или моря там, где могут ходить торговые суда. Док, построенный в узкой бухте или во внутреннем водоёме, не сможет принимать торговые корабли. Для своей работы докам необходим доступ к дорогам и рабочей силе. Как только торговый корабль пришвартуется, грузчики из дока выгрузят товары и доставляют их на городские <link="#StorageYard_Title"><u>склады</u></link>, а затем загрузят приобретаемые партнёром товары и доставят их в пристань. Неплохой идеей будет построить склад рядом с пристанью, чтобы сократить путь грузчиков. Пристани негативно влияют на <link="#HousingDesirability_Title"><u>привлекательность</u></link> района.

# #Dock_Title
source: Dock
ru: Пристань

# #DrinkingWater_Content
source: One of the first things people demand is access to clean drinking water. Their housing will not improve at all without at least some water. <link="#Well_Title"><u>Wells</u></link> and <link="#WaterSupply_Title"><u>Water Supplies</u></link> provide drinking water to citizens. Wells are a rudimentary source of water. They may be acceptable to citizens when the city is new and struggling to succeed, but people won't be satisfied with well water for very long. They'll soon demand water from Water Supplies. Water Supplies employ water carriers to bring water to people's homes. When a water carrier passes a home, that home has access to clean water. Keep a close watch on the water carriers: they are <link="#Walkers_Title"><u>roaming walkers</u></link> and may not always follow the same path twice. Homes that once had plenty of access to clean water can lose it, especially if you change the neighborhood's road network. If the <link="#HousingDesirability_Title"><u>desirability</u></link> of the surrounding area is high enough, the workers at the Water Supply will take steps to improve its appearance and its efficiency. Water carriers from one of these evolved Water Supplies will circulate through the neighborhood more frequently. Both Wells and Water Supplies can only be built on land that has groundwater, denoted by grass growing there. Read the entry on <link="#Health_Title"><u>City Health</u></link> for more on the benefits of clean drinking water.
ru: Одной из первых потребностей людей является доступ к чистой питьевой воде. Их жилье вообще не будет развиваться без хоть какой-то воды. <link="#Well_Title"><u>Колодцы</u></link> и <link="#WaterSupply_Title"><u>источники воды</u></link> обеспечивают горожан питьевой водой. Колодцы являются примитивнейшими источниками воды, которые подойдут разве что на ранних этапах развития города, однако очень скоро жители потребуют воду из источника. Источники нанимают водоносов для доставки воды в дома людей. Когда водонос проходит мимо дома, этот дом получает доступ к питьевой воде. Внимательно следите за водоносами: они являются <link="#Walkers_Title"><u>блуждающими ходоками</u></link> и не всегда будут следовать одним и тем же путём. Дома, в которых когда-то был доступ к чистой воде, могут его потерять, особенно если изменилась дорожная сеть района. Если <link="#HousingDesirability_Title"><u>привлекательность</u></link> района достаточно высока, работники источника воды примут меры для улучшения его внешнего вида и эффективности. Водоносы из улучшенного источника будут чаще обходить районы. И колодцы, и источники воды можно построить только на земле с грунтовыми водами, обозначенными зелёной травой. См. статью <link="#Health_Title"><u>Здоровье</u></link>, чтобы узнать больше о пользе чистой питьевой воды.

# #DrinkingWater_Title
source: Drinking Water
ru: Питьевая вода

# #Education_Content
source: Education is the privilege of the wealthy. The wealthy know that education at a <link="#ScribalSchool_Title"><u>Scribal School</u></link> is the pathway to a better life for their children, and they like access to a <link="#Library_Title"><u>Library</u></link> for themselves. Neither Scribal Schools nor Libraries will function without <link="#PapyrusMaker_Title"><u>papyrus</u></link>. Before you can build a Library, you must have enough papyrus stored in the <link="#StorageYard_Title"><u>Storage Yards</u></link> to fill the Library's shelves with scrolls. <link="#Walkers_Title"><u>Walkers</u></link> from both structures take papyrus with them as they spread education to the populace. The city needs to manufacture or <link="#Trade_Title"><u>import</u></link> papyrus to keep education structures working. Visit your <link="#OverseerLearning_Title"><u>Overseer of Learning</u></link> to make sure that the city is meeting citizens' demands for education. Having enough Libraries and Schools for your citizens contributes to your <link="#Ratings_Title"><u>Culture rating</u></link>.
ru: Образование — это привилегия богатых. Состоятельные люди знают, что обучение в <link="#ScribalSchool_Title"><u>школе писцов</u></link> — это путь к лучшей жизни для их детей, а им самим нравится посещать <link="#Library_Title"><u>библиотеку</u></link>. Ни школы писцов, ни библиотеки не будут работать без <link="#PapyrusMaker_Title"><u>папируса</u></link>. Для постройки библиотеки на <link="#StorageYard_Title"><u>складах</u></link> должно быть достаточно папируса, чтобы заполнить полки библиотеки свитками. <link="#Walkers_Title"><u>Ходоки</u></link> из обеих построек берут с собой папирус, распространяя знания среди населения. Город должен производить или <link="#Trade_Title"><u>закупать</u></link> папирус, чтобы поддерживать работу образовательных учреждений. Посетите своего <link="#OverseerLearning_Title"><u>советника по образованию</u></link>, чтобы убедиться, что город удовлетворяет потребности горожан в образовании. Наличие достаточного количества библиотек и школ для ваших горожан влияет на <link="#Ratings_Title"><u>рейтинг культуры</u></link> города.

# #Education_Title
source: Education
ru: Образование
