Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Guide.po
Languages: ru

# #TrainingCenters_Content
source: To learn their craft, jugglers, dancers and musicians must train at a center. Each discipline has its own place of instruction: jugglers learn tricks at Jugglers' Schools, musicians study at Conservatories and dancers train at Dance Schools. Each of these buildings requires road access and its own staff. Once the entertainers complete their instruction, they proceed to the nearest venue needing their services. As the performers make their way to the venues, houses they pass receive access to their form of entertainment. Once the performers arrive at their venues, they put on a show for a certain number of days. Clicking on any entertainment venue will tell you which performers are entertaining crowds and how many more days their services will be enjoyed. Once a show's run is over, the performers return home. Unless new performers have been trained to take their places, the entertainment venue will be vacant and not provide diversion for your residents. Your residents won't mind living near a Jugglers' School. Their amusing antics are almost as much fun when they are practicing as they are when they are performing. No one likes living near Dance Schools or Conservatories, though. The performers come and go at all hours, and rehearsing musicians don't make the most pleasant sounds.
ru: Чтобы научиться своему ремеслу, жонглёры, танцовщицы и музыканты должны обучаться в учебном центре. У каждой специализации есть своё место обучения: жонглёры учатся трюкам в школах жонглёров, музыканты учатся в консерваториях, а танцовщицы тренируются в танцевальных школах. Для каждого из этих зданий требуется доступ к дороге и рабочей силе. После завершения обучения артисты отправляются к ближайшему месту, где нужны их услуги. Проходя мимо домов, артисты также развлекаются их жильцов. Прибыв к месту выступлений, исполнители устраивают представление в течение нескольких дней. Щёлкнув по любому развлекательному заведению, вы можете узнать, какие исполнители и сколько ещё дней будут развлекать публику. По окончании представления артисты возвращаются домой. Пока не появятся новые артисты, развлекательная площадка будет пустовать, никак не развлекая жителей. Люди не против жить рядом со школой жонглёров, ведь их трюки во время тренировок так же забавны, как и во время выступлений. Однако никому не нравится жить рядом с танцевальными школами и консерваториями. Репетирующие танцовщицы и музыканты издают не самые приятные звуки.

# #TrainingCenters_Title
source: Training Centers
ru: Учебные центры

# #TransportShip_Content
source: Transport ships carry your army across the river or over the sea to far-away lands. Any company can board a transport ship, but a transport ship can carry only one company at a time. So make sure to have enough of them to help neighbors in case of attack! A transport ship is berthed at a <link="#TransportWharf_Title"><u>Transport Wharf</u></link>.
ru: Транспортные корабли перевозят ваши отряды через реку или море к далёким берегам. Транспортный корабль может вместить в себя любой отряд, но только один. Так что убедитесь, что построили достаточно кораблей, чтобы помочь вашим соседям в случае нападения! Транспортный корабль швартуется на <link="#TransportWharf_Title"><u>транспортном причале</u></link>.

# #TransportShip_Title
source: Transport Ship
ru: Транспортный корабль

# #TransportWharf_Content
source: Transport Wharves berth transport ships. The first thing a new Transport Wharf does is order a transport ship from a <link="#Shipwright_Title"><u>Shipwright</u></link>. A Transport Wharf requires both road access and labor. It must also be on straight piece of coastline, and ships must be able to easily navigate to the Wharf. Your citizens will not want to live too close to a Transport Wharf. Read the entry on <link="#TransportShip_Title"><u>transport ships</u></link> to find out more.
ru: Транспортные причалы обслуживают <link="#TransportShip_Title"><u>транспортные корабли</u></link>. Первым делом новый причал заказывает постройку транспортного корабля на <link="#Shipwright_Title"><u>верфи</u></link>. Транспортному причалу необходим доступ к дорогам и рабочей силе. Также он должен располагаться на берегу так, чтобы корабль мог свободно подплывать к причалу. Рядом с транспортным причалом никто не хочет жить.

# #TransportWharf_Title
source: Transport Wharf
ru: Транспортный причал

# #TruePyramid_Content
source: The True Pyramid has a <link="#StoneQuarries_Title"><u>plain stone</u></link> core with a <link="#StoneQuarries_Title"><u>limestone</u></link> casing that is smoothed and polished. Stonemasons from the <link="#ConstructionGuilds_Title"><u>Stonemason's Guild</u></link> lay the stone and polish the surface, while carpenters from the <link="#ConstructionGuilds_Title"><u>Carpenters Guild</u></link> prepare the ramps necessary for construction as the Pyramid rises higher and higher. When a <link="#StorageYard_Title"><u>Storage Yard</u></link> accumulates four blocks of stone, peasants drag a sledge loaded with the stone to the monument site to the waiting stonemasons. The True Pyramid sizes are small, medium, large, Pyramid Complex and Grand Pyramid Complex. Consult the entries on <link="#MonumentConstruction_Title"><u>Monument Construction</u></link>, the <link="#OverseerMonuments_Title"><u>Overseer of the Monuments</u></link> and the <link="#ConstructionForeman_Title"><u>Construction Foreman</u></link> for additional information.
ru: Правильная пирамида состоит из <link="#StoneQuarries_Title"><u>каменной</u></link> основы, облицованной отполированным <link="#StoneQuarries_Title"><u>известняком</u></link>. <link="#ConstructionGuilds_Title"><u>Каменотёсы</u></link> укладывают камень и обрабатывают поверхность, а <link="#ConstructionGuilds_Title"><u>плотники</u></link> готовят пандусы по мере роста пирамиды. Когда на <link="#StorageYard_Title"><u>складе</u></link> накапливается четыре блока камня, их на салазках отвозят рабочие к строительной площадке. Правильные пирамиды могут быть малых, средних и больших размеров и образовывать комплекс пирамид и великий комплекс пирамид. Обратитесь к статьям <link="#MonumentConstruction_Title"><u>Строительство монументов</u></link>, <link="#OverseerMonuments_Title"><u>Советник по монументам</u></link> и <link="#ConstructionForeman_Title"><u>Прораб</u></link> для более детальной информации.

# #TruePyramid_Title
source: True Pyramid
ru: Правильная пирамида

# #Walkers_Content
source: Virtually all of the people walking your city's streets have some purpose to their travels. Some move commodities from one place to another. Others provide services to homes or other buildings that they pass. Still others are just arriving at or departing from your city. Only a very few elite people have the luxury of free time to walk about with no errand in mind. These walkers can be divided into two basic types: destination walkers and roaming walkers. Each behaves quite differently. Destination Walkers: Destination walkers leave their places of employment with a specific goal in mind. Using a map of your city's roads, they determine the shortest route to their destination. Examples of destination walkers include Bazaar buyers, emigrants, immigrants and delivery men. Roaming Walkers: Walkers who roam the city bring benefits to your citizens when they pass within two spaces of housing. Some also provide valuable services to the buildings in the city. Roamers leave their buildings with no specific destination in mind. They try to set off in a different direction every time. From there, they can be completely unpredictable. Every time walkers who roam the city encounter an intersection, they must decide which way to turn. They don't make the same decision every time, so houses that they have passed before may not be visited again for some time. The best way to corral these walkers is through good city planning. Since intersections give these walkers so much freedom, keeping intersections to a minimum helps to guide them to where you want them to go. <link="#Roadblock_Title"><u>Roadblocks</u></link> are another effective tool in controlling roamers. When a roamer encounters a Roadblock, he or she turns around. Destination walkers ignore Roadblocks. Examples of roaming walkers include Bazaar sellers, water carriers, priests and physicians. Some roaming walkers behave like destination walkers under certain circumstances. For example, fire marshals on their way to douse a fire behave as destination walkers. At all other times, though, they are roaming walkers. Roaming walkers have a limited workday. Their patrols last for a certain amount of time, after which they leave the streets for a while. If their employer has its full complement of workers, it sends another roamer out almost immediately. If the building is short of employees, there is usually a delay in supplying a new roamer. Destination walkers have to work until their errand is complete, even if that means walking all the way across town and back. Finally, note that the embankment separating a flood plain from dry land is steep, muddy and treacherous. No one can move to or from the flood plain unless a <link="#Roads_Title"><u>road</u></link> makes this boundary passable. Not everything that walks around the city is friendly. Dangerous animals also prowl the city and its environs, heartlessly killing anyone who might cross their paths. Constables will try their best to kill these beasts. Animals you should watch out for are hyenas, hippos, crocodiles, asps, scorpions and lions.
ru: Практически все люди, бродящие по улицам вашего города, преследуют какую-то цель. Некоторые перемещают товары из одного места в другое. Другие обслуживают жилые дома или другие постройки, мимо которых они проходят. Третьи только прибывают в ваш город или покидают его. Лишь очень немногие представители элиты могут позволить себе роскошь свободного времени, праздно шатаясь без всякого дела. Таких ходоков можно разделить на два основных типа: ходоки с явным местом назначения и блуждающие ходоки. Каждый тип при этом ведёт себя особым образом. Ходоки с местом назначения: такие ходоки покидают своё место работы для выполнения определённой задачи. Используя городскую сеть дорог, они определяют кратчайший маршрут к месту назначения. Используя карту дорог вашего города, они определяют кратчайший путь к месту назначения. К этому типу относятся базарные закупщицы, переселенцы и доставщики. Бродячие ходоки: такие ходоки бродят по городу и приносят пользу вашим горожанам, проходя в пределах двух клеток от жилья. Некоторые также оказывают ценные услуги постройкам в городе. Бродячие ходоки покидают свои здания, не имея конкретного места назначения. Каждый раз они пытаются отправиться в случайном направлении и их маршрут может быть совершенно непредсказуемым. Каждый раз, когда ходок попадает на пересечение дорог, он решает случайным образом, в какую сторону повернуть. Он не принимает одно и то же решение каждый раз, поэтому ранее посещённые дома могут не посещаться снова в течение некоторого времени. Лучшим способом сдерживать таких ходоков в определённой области является хорошее планирование городской застройки. Поскольку перекрёстки дают ходокам много свободы, сведение их к минимуму помогает отсылать людей в нужном направлении. Ещё одним эффективным способом контроля бродячих ходоков являются <link="#Roadblock_Title"><u>заграждения</u></link>. Встретившись с заграждением, ходок разворачивается. Ходоки с местом назначения не обращают на заграждения никакого внимания. К бродячим ходокам относятся базарные торговки, водоносы, жрецы и врачи. Некоторые бродячие ходоки при определённых обстоятельствах ведут себя как ходоки с местом назначения, например, отправляющиеся тушить огонь пожарные ведут себя как ходоки с местом назначения, но в остальное время они являются бродячими ходоками. У бродячих ходоков ограниченный рабочий день. Их обход длится определённое время, после чего они покидают улицы. Если их наниматель полностью укомплектован работниками, очень скоро он отправит нового ходока, иначе будет возникать некоторая задержка. Ходоки с местом назначения работают до тех пор, пока их задача не будет выполнена, даже если для этого придётся обойти весь город. У тех работников, которым свойственные черты обоих типов ходоков, имеется ограниченное рабочее время. Время, затраченное на дорогу до места назначения, сокращает время, которое они могут потратить, блуждая по улицам города. Это наиболее заметно у артистов, чьи выступления обрываются, если им приходится долго добираться от школы к сцене. Наконец, обратите внимание, что насыпь, отделяющая пойму от суши, крутая, грязная и коварная. Никто не может двигаться к пойме или от неё, если <link="#Roads_Title"><u>дорога</u></link> не делает эту границу проходимой. Не всё, что гуляет по городу, дружелюбно. По улицам также могут рыскать опасные звери, убивая всякого, кто попадётся на их пути. Стражники могут попытаться расправиться с такими зверьми. Особенно следует остерегаться гиен, бегемотов, крокодилов, змей, скорпионов и львов.

# #Walkers_Title
source: Walkers
ru: Ходоки

# #War_Content
source: War is nearly a constant threat in Egypt. Sometimes, invaders from other lands foray into Egypt with visions of greater glory. At other times, unrest within Egypt's boundaries causes infighting between cities, or even full scale civil war. Occasionally, Pharaoh himself decides to wage war against sworn enemies or rebellious allies. You can do many things to prepare and protect the city from the horror of war. Build <link="#Defensive_Title"><u>Defensives Structures</u></link> to seal the city's boundaries against invading forces. Also build <link="#FortCompany_Title"><u>Forts</u></link>, <link="#Warship_Title"><u>warships</u></link> and <link="#TransportShip_Title"><u>transport ships</u></link> to attack any foes that penetrate the city's borders. Your <link="#OverseerMilitary_Title"><u>Overseer of the Military</u></link> will warn you of impending attack, and you will get messages telling of enemy military movement. Be careful not to provoke attack yourself. If you mismanage the city or anger others in Egypt, the <link="#Ratings_Title"><u>Kingdom rating</u></link> will sink. If the Kingdom rating drops low enough, your city could be attacked. War is not limited to your city's environs. At various times, Egypt is engaged in battles within its own borders and throughout the world. Sometimes, another city or Pharaoh may need some of your troops or warships to defeat a foe. Dispatch the troops for this Kingdom service by visiting your Overseer of the Military and earmarking particular companies or ships for service abroad and sending them on their way.
ru: Война является постоянной угрозой в Египте. Иногда иноземные захватчики совершают набеги на Египет ради богатой добычи. Иной раз беспорядки в границах Египта вызывают распри между городами или даже гражданскую войну. Иногда сам фараон решает вести войну против заклятых врагов или мятежных союзников. Вы можете сделать многое, чтобы подготовить и защитить город от ужасов войны. Постройте <link="#Defensive_Title"><u>оборонительные сооружения</u></link>, чтобы защитить границы города от захватчиков. Также стройте <link="#FortCompany_Title"><u>форты</u></link>,<link="#Warship_Title"><u>военные</u></link> и <link="#TransportShip_Title"><u>транспортные</u></link> корабли, чтобы иметь возможность атаковать любых противников, нарушающих границы города. Ваш <link="#OverseerMilitary_Title"><u>военный советник</u></link> предупредит вас о надвигающемся нападении, и вы получите сообщения о передвижении вражеских войск. Будьте осторожны, чтобы не спровоцировать нападение. Если вы плохо управляете городом или разозлили других в Египте, <link="#Ratings_Title"><u>рейтинг Царства</u></link> упадёт. Когда он упадёт достаточно низко, город может подвергнуться нападению. Война не ограничивается окрестностями вашего города. В разное время Египет вёл сражения в пределах своих границ и по всему миру. Иногда другому городу или фараону могут понадобиться ваши войска или военные корабли для победы над врагом. Отправьте войска на службу Царству, посетив своего военного советника и отправив часть отрядов и кораблей в военный поход.

# #War_Title
source: War
ru: Война

# #WarshipWharf_Content
source: Warship Wharves berth warships. The first thing a new Warship Wharf does is order a warship from the <link="#Shipwright_Title"><u>Shipwright</u></link>. A Warship Wharf requires both road access and labor. It must also be on straight piece of coastline, and ships must be able to easily navigate to the Wharf. Citizens will not want to live too close to a Warship Wharf. Some sailors, after all, do not have the best reputations. When a warship is not out doing battle, its crew prefers to be back in the safety of the wharf. Here, the crew can rest up for the next battle. Read the entry on <link="#Warship_Title"><u>warships</u></link> to find out more.
ru: Военные причалы обслуживают <link="#Warship_Title"><u>военные корабли</u></link>. Первым делом новый причал заказывает постройку военного корабля на <link="#Shipwright_Title"><u>верфи</u></link>. Военному причалу необходим доступ к дорогам и рабочей силе. Также он должен располагаться на берегу так, чтобы корабль мог свободно подплывать к причалу. Рядом с военным причалом никто не хочет жить. В конце концов, о некоторых моряках ходит дурная слава. Когда военный корабль не участвует в сражении, его команда предпочитает вернуться к безопасному причалу. Там моряки могут отдохнуть до следующей битвы.

# #WarshipWharf_Title
source: Warship Wharf
ru: Военный причал

# #Warship_Content
source: Warships patrol the waterways, ramming or shooting at other ships that intend to inflict harm on the city. While a costly unit, they can prevent a land battle if they manage to destroy the transport ships in case of naval assault.
ru: Военные корабли патрулируют водные пути, тараня или обстреливая другие корабли, пытающиеся навредить городу. Хотя они стоят недешево, они смогут предотвратить наземное сражение, если уничтожат транспортные корабли в случае нападения с воды.

# #Warship_Title
source: Warship
ru: Военный корабль

# #WaterCrossings_Content
source: There are two types of water crossings: Bridges and Ferry Landings. Bridges can only span short lengths of water. Ships cannot sail underneath Bridges, so be sure to use them only when the body of water the bridge is spanning is not host to any ship traffic. Bridges can only be placed where the shoreline is straight. The corresponding shore on the opposite side must also be straight. When you pick an appropriate spot for a Bridge, you will see a green footprint of the Bridge along with its cost (Bridges are priced per tile). If you have not picked an appropriate place, you will see red squares. Bridges do not require any labor but do require road access. Ferries dock at Ferry Landings and work much like Bridges, but are more versatile. Ferries do not impede the path of any other boats, so all sorts of ships can come and go as they please. Like Bridges, Ferry Landings must be placed on a straight piece of coastline. When you select an appropriate place, you will see a green square. You do not have to place the second Ferry Landing directly opposite the first. You can choose from a range of places on the other shore, provided the coastline is straight. Green blocks will highlight the appropriate places. Because immigrants and emigrants use their own boats, they can use Ferry Landings as soon as they are placed. Ferry Landings must have workers, though, to transport other citizens. <link="#Walkers_Title"><u>Walkers</u></link> with a specific destination in mind, such as delivery men, Bazaar buyers, and entertainers walking to their venues, use the ferries. No other walkers are allowed on the ferries. To transport immigrants, Ferry Landings do not need road access. Immigrants will cut across fields to get to the Ferry Landing. To transport other citizens, however, Ferry Landings do need road access.
ru: Существует два типа водных переходов: мосты и переправы. Мосты могут соединять только короткие участки воды. Корабли не могут плавать под мостами, поэтому используйте их только тогда, когда водная преграда, через которую проходит мост, не является местом движения кораблей. Мосты можно ставить только на ровных участках береговой линии, причём противоположный берег также должен быть прямым. Выбрав подходящее место для моста, вы увидите зелёную проекцию вместе со стоимостью (мосты оцениваются за плитку). Если место неподходящее, то вместо проекции будут красные квадраты. Для мостов не нужна рабочая сила, но требуется подвод дороги. Паромы причаливают к пристаням и работают так же, как мосты, но более удобны. Они не преграждают путь другим лодкам, поэтому всевозможные корабли могут свободно проходить мимо. Как и мосты, паромные переправы должны располагаться на ровном участке береговой линии. Выбрав подходящее место, вы увидите зелёную проекцию. Ответную часть необязательно размещать прямо напротив первого причала, её можно разместить в нескольких местах при условии, что береговая линия прямая. Подходящие места будут подсвечиваться зелёными блоками. Переселенцы используют собственные лодки, поэтому могут использовать пристани сразу же после того, как их разместят. Однако, чтобы паромная переправа заработала, ей нужен доступ к рабочей силе. <link="#Walkers_Title"><u>Ходоки</u></link> с конкретным местом назначения, например доставщики, базарные закупщицы и идущие к местам выступления артисты, будут использовать паром для переправы. Другие ходоки на паром не допускаются. При перевозке переселенцев не нужны дороги, они срежут свой путь по полям, но при перевозке прочих горожан паромам нужен доступ к дороге.

# #WaterCrossings_Title
source: Water Crossings
ru: Водные переправы
