Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Guide.po
Languages: ru

# #OverseerWorkers_Content
source: Your Overseer of the Workers keeps track of everything involving your <link="#Workers_Title"><u>labor force</u></link>: number of job openings by employment sector and number of unemployed workers. He'll help you manage issues related to your workers. You can turn to the Overseer of the Workers to set labor priorities. If you don't set a specific priority, the Overseer assigns workers as he sees fit. If you want to set a new top priority, for example military, click on the military line item and set its priority to 1. You can assign a priority to every job sector. A word of warning: when you set a priority, the Overseer of the Workers shifts all workers to fill that particular job sector first. This can leave some sectors without any employees. Your city will not long survive if any of its job sectors goes completely unfilled. In times of labor shortage, you might have to juggle priorities frequently to ensure that no sector is neglected for too long. You can also set priorities inside a category, for each type of specific building. Once you've selected a category, the corresponding buildings will be shown on the right with the same priority settings.
ru: Ваш советник по рабочей силе отслеживает всё, что касается вашей <link="#Workers_Title"><u>рабочей силы</u></link>: количество вакансий в разрезе отраслей и количество безработных. Он поможет вам решить проблемы, связанные с вашими работниками. Вы можете обратиться к советнику, чтобы расставить приоритеты для распределения работников. Если этого не делать, то советник назначит работников по своему усмотрению. Чтобы выставить высший приоритет для определённой отрасли, например военной, нажмите на строку «Военные сооружения» и установите её приоритет равным 1. Вы можете назначить приоритет каждой отрасли. Но будьте осторожны: при установке приоритета советник переместит всех рабочих, чтобы заполнить конкретно эту отрасль. Это может оставить некоторые отрасли без работников. Ваш город долго не протянет, если какая-либо из его отраслей останется без рабочих. В случае нехватки рабочей силы вам, возможно, придётся часто менять приоритеты, чтобы ни одна отрасль не простаивала слишком долго. Также можно установить приоритеты внутри категории для каждого типа здания. После выбора категории соответствующие здания будут показаны справа с теми же настройками приоритета.

# #OverseerWorkers_Title
source: Overseer of the Workers
ru: Советник по рабочей силе

# #PaintMaker_Content
source: Paint makers need a supply of <link="#Barley_Title"><u>henna</u></link> to produce paint. The crushed leaves and stalks of the henna plant are used to produce various dyes, which are necessary for the manufacture of paints. Henna is grown on Henna Farms, or a <link="#Trade_Title"><u>trade route</u></link> can be set up to import it. Once a Paint Maker has a steady supply of labor, road access and has had a load of henna delivered to it, you will see the paint makers hard at work producing paint. When production is complete the paint will be delivered to a <link="#StorageYard_Title"><u>Storage Yard</u></link>.The paint is then used by <link="#ConstructionGuilds_Title"><u>Artisans</u></link> when painting the <link="#RoyalTomb_Title"><u>Royal Burial Tombs</u></link>. Due to their unpleasant odors and noise, Paint Makers are <link="#HousingDesirability_Title"><u>not desirable</u></link> neighbors.
ru: Изготовителям красок для производства необходимы поставки <link="#Barley_Title"><u>хны</u></link>. Измельчённые листья и стебли хны используются для изготовления различных красителей, которые необходимы для изготовления красок. Хну можно выращивать на фермах либо завозить через <link="#Trade_Title"><u>торговые пути</u></link>. Как только изготовитель красок получит доступ к рабочей силе и дороге и будет снабжён хной, вы увидите как мастера изготавливают краску. Как только она будет готова, её отправляют на <link="#StorageYard_Title"><u>склад</u></link>. Оттуда её доставят <link="#ConstructionGuilds_Title"><u>художникам</u></link> для росписи стен <link="#RoyalTomb_Title"><u>царских гробниц</u></link>. Из-за неприятного запаха и постоянного шума мастерские изготовителей красок делают соседние жилые районы <link="#HousingDesirability_Title"><u>непривлекательными</u></link>.

# #PaintMaker_Title
source: Paint Maker
ru: Изготовитель красок

# #Palace_Content
source: The city's Palace is the seat of power. The palace is a valuable resource in your city, and you should try to build one as soon as possible. You are only allowed one palace per city. Depending upon your rank and the city's stature, you can build a Village Palace, a Town Palace or a City Palace. A city must have a Palace in order to collect taxes. For more on taxes, click <link="#Money_Title"><u>here</u></link>. Palace vaults hold a portion of the city's funds. If your city is fortunate enough to be located in a <link="#GoldMine_Title"><u>gold-mining</u></link> area, the Palace serves another vital function. Gold ore is taken directly from the mines to the palace, where it is refined and processed into money. The resulting debens are added directly to the city treasury. Gold is never traded or taken anywhere except to a Palace. Should Pharaoh honor your city with a royal visit, he will lodge in the Palace. The seat of government is one of the most beautiful and well-respected buildings in your city. People love to live nearby - some think it bolsters their own standing within the community. The Palace needs road access and a staff of workers to carry out its work. The Palace also needs access to groundwater in case of a visit from a royal personnage. Therefore, at least one part of the building must be placed over grassland.
ru: Дворец является средоточием власти в городе. Дворец является ценным ресурсом в вашем городе, и его следует строить как можно раньше. В городе может быть только один дворец. В зависимости от вашего ранга и статуса города вы можете построить Дворец деревни, Дворец поселения или Дворец города. Чтобы иметь возможность собирать <link="#Money_Title"><u>налоги</u></link>, в городе должен быть дворец. В дворцовых хранилищах хранится часть казны города. Если вашему городу посчастливилось находиться в районе <link="#GoldMine_Title"><u>золотодобычи</u></link>, дворец выполняет ещё одну жизненно важную функцию: в него прямо из рудников доставляется золотая руда, где из неё чеканят деньги. Полученные дебены добавляются непосредственно в городскую казну. Золото никогда не продаётся и ни никуда больше, кроме дворца, не доставляется. Если фараон почтит ваш город царским визитом, он поселится во дворце. Резиденция правительства — одно из самых красивых и уважаемых зданий в вашем городе. Людям нравится жить поблизости — некоторые считают, что это укрепляет их положение в обществе. Дворцу необходим доступ к дороге и рабочей силе для выполнения своей работы. Ему также необходим доступ к подземным водам на случай визита царской особы. Следовательно, хотя бы одна часть здания должна располагаться на покрытой зелёной травой земле.

# #Palace_Title
source: Palace
ru: Дворец

# #PapyrusMaker_Content
source: Papyrus Makers need labor, access to a road, and a supply of <link="#WoodCutter_Title"><u>reeds</u></link> from a Reed Gatherer or a <link="#Trade_Title"><u>trade partner</u></link>. Papyrus makers can store a supply of reeds on the premises to keep themselves working between deliveries. When a cartload of papyrus is ready, a delivery man brings it to a <link="#ScribalSchool_Title"><u>Scribal School</u></link> or <link="#Library_Title"><u>Library</u></link> that needs it. If no education structures need papyrus, the delivery man brings the supplies to the <link="#StorageYard_Title"><u>Storage Yard</u></link> where it can be <link="#Trade_Title"><u>traded</u></link> for profit. Citizens won't like living near a Papyrus Maker. The constant pounding gives them a headache.
ru: Мастерским папируса необходимы доступ к рабочей силе и дорогам и поставки <link="#WoodCutter_Title"><u>тростника</u></link> от сборщиков или <link="#Trade_Title"><u>торгового партнёра</u></link>. Изготовители могут хранить небольшой запас тростника у себя между поставками для того, чтобы производство не останавливалось. Когда очередная тележка с папирусом будет готова, разносчик отвезёт её в <link="#ScribalSchool_Title"><u>школу писцов</u></link> или <link="#Library_Title"><u>библиотеку</u></link>. Если папирус никому не нужен, разносчик доставит припасы на <link="#StorageYard_Title"><u>склад</u></link>, откуда их можно с выгодой <link="#Trade_Title"><u>продать</u></link>. Жителям не нравится жить рядом с мастерской папируса. От постоянных ударов болит голова.

# #PapyrusMaker_Title
source: Papyrus Maker
ru: Мастерская папируса

# #Pavillion_Content
source: The largest of the entertainment venues, Pavilions have three stages: one for juggling shows, one for musical concerts and one for dance performances. No citizen will complain about living next to a Pavilion. Pavilions must be placed on an intersection, either a crossroads or a 'T'. They need their own staff to attend to the performers' needs, plus need trained jugglers, musicians and dancers. Performers receive training at <link="#TrainingCenters_Title"><u>Training Centers</u></link>. Houses need access to <link="#Entertainment_Title"><u>entertainment</u></link> to <link="#HousingDesirability_Title"><u>evolve</u></link>, and entertainers bring benefits to all the houses they pass. Having a Pavilion in the neighborhood also increases that neighborhood's desirability. Active Pavilions also contribute to the city's <link="#Ratings_Title"><u>Culture rating</u></link>. A visit to your <link="#OverseerDiversions_Title"><u>Overseer of Diversions</u></link> will tell you how many jugglers, musicians and dancers are working in the city.
ru: Сцены являются самым крупными развлекательными площадками, имеющими три сцены: для выступлений жонглёров, музыкальных концертов и танцевальных представлений. Никто из горожан не будет жаловаться из-за проживания рядом со сценой. Сцены размещаются на пересечении дорог — на обычном или Т-образном перекрёстке. Для своей работы и обслуживания артистов им нужны работники, а также обученные жонглёры, музыканты и танцовщицы. Исполнители проходят обучение в <link="#TrainingCenters_Title"><u>учебных центрах</u></link>. Домам нужен доступ к <link="#Entertainment_Title"><u>развлечениям</u></link> для дальнейшего <link="#HousingDesirability_Title"><u>развития</u></link>, а артисты приносят пользу всем домам, мимо которых проходят. Наличие сцены по соседству также повышает привлекательность района. Активные сцены также влияют на <link="#Ratings_Title"><u>рейтинг культуры</u></link> города. Чтобы узнать, сколько жонглёров, музыкантов и танцовщиц работает в городе, посетите <link="#OverseerDiversions_Title"><u>советника по развлечениям</u></link>.

# #Pavillion_Title
source: Pavilion
ru: Сцена

# #Physician_Content
source: Physicians help preserve good <link="#Health_Title"><u>City Health</u></link>. Their visits help to reduce the risk of disease. Citizens like having a Physician's office nearby, and <link="#HousingDesirability_Title"><u>housing evolution</u></link> is limited without them. Physician's offices require labor and road access.
ru: Лекари поддерживают хорошее <link="#Health_Title"><u>здравоохранение</u></link> в городе. Их визиты помогают снизить риск заболеваний. Жителям нравится, когда дом лекаря находится неподалёку, а <link="#HousingDesirability_Title"><u>развитие домов</u></link> без него ограничено. Лекарям необходим доступ к дорогам и рабочей силе.

# #Physician_Title
source: Physician
ru: Лекарь

# #PoliceStation_Content
source: Constables keep crime in check as they patrol your neighborhoods. Constables are based in Police Stations, which require both road access and labor. A flag waves on the top of the Police Station when it is up and running. A constable's presence in a neighborhood reduces the likelihood that crime will arise there. Should his preventive role fail, the constable will actively combat crime. If he finds a thief on the street, the constable subdues the ingrate and prevents him from performing his nefarious deed. Although no citizen would want to live in a neighborhood that was not patrolled by a constable, no one wants to live next door to the Police Station, either. Constables come and go at all hours of the day, and they frequently have unsavory characters in tow.
ru: Стражники контролируют уровень преступности, патрулируя жилые районы. Стражники располагаются на постах городской стражи, для которых нужен доступ к дороге и рабочей силе. Когда городская стража работает, над зданием будет развеваться флаг. Присутствие стражника в районе снижает вероятность возникновения преступлений. Если же профилактика не удалась, стражник перейдёт к непосредственной борьбе с преступниками. Обнаружив вора на улице, стражник обезвреживает его и предотвращает его гнусные планы. Хотя ни один житель не захочет жить в районе, где нет патрулирующих стражников, рядом с постом городской стражи тоже никто не хочет селиться: часто мимо домов стражники тащат за собой очень неприятных персонажей.

# #PoliceStation_Title
source: Police Station
ru: Городская стража

# #PopulationGrowth_Content
source: When your city is new, immigrants eagerly approach the city with their meager belongings, hopeful for new opportunities. As the city becomes more established, it needs to provide more amenities to attract new immigrants and keep the inhabitants it has. The best way to keep residents from emigrating is to keep them in a good mood, resulting in high City Sentiment. City Sentiment takes several parameters into account, the most important being: - Taxation, if you decide to go over the recommended 9% tax rate, your City Sentiment will suffer. Only go over if you can compensate for it. On the flip side, lowering tax will increase the City Sentiment. - Wages, if you happen to pay your workers lower than what the rest of Egypt does, it will hurt your City Sentiment. Paying higher than Egypt will help, up to a point. - Employment, while missing workers doesn’t have an impact (people tend to immigrate when jobs are available), a high unemployment rate will definitely hurt City Sentiment. Try to keep it contained to 10% so it doesn’t have any negative effect. - Slums, once you attract a higher class of citizens in your city (starting with common manors), people living in crude and sturdy huts will be less happy and this will hurt your city sentiment. Evolving these low level houses quickly will normalize the situation. Failure to meet citizens' needs can cause a wave of emigration. Emigration can sometimes be the start of a vicious circle: emigrants leave because of lack of services, but in leaving they cause a worker shortage. This worker shortage causes even more services to suffer. You should avoid at all costs making conditions so bad in the city that people leave en masse. Your population can also grow and shrink as a result of births and deaths. Check in with your <link="#OverseerGranaries_Title"><u>Overseer of the Granaries</u></link> often to monitor the average age of the city's population. Once workers reach a certain age, they retire, and a worker shortage could happen quite suddenly if a large portion of your population reaches retirement age. If you notice your populace aging, take steps to attract new immigrants, who are usually younger. In addition to encouraging emigration, poor City Sentiment also encourages <link="#Crime_Title"><u>crime</u></link>. If you need a quick fix to poor City Sentiment, throw a lavish or grand <link="#OverseerTemple_Title"><u>festival</u></link>. The festival distracts people from their troubles, and the merriment induces a pleasant feeling in citizens. Festivals are just a temporary solution, though. If you don't fix the underlying problems that created the poor City Sentiment in the first place, citizens' mood will again worsen.
ru: Переселенцы охотно будут прибывать в ваш недавно основанный город вместе со своими скудными пожитками в поисках новых возможностей. По мере того, как город становится более развитым, ему необходимо предоставлять больше удобств, чтобы привлечь ещё больше переселенцев и удержать старых жителей, а для этого необходимо поддерживать хорошие настроения в городе. Настроения в городе учитывают несколько аспектов, наиболее важными из которых являются: - Налогообложение: если превысить рекомендованную ставку налога в 9%, это навредит настроениям в городе. К этому следует прибегать только в том случае, если вы способны компенсировать негативный эффект. С другой стороны, снижение ставки налогообложения повысит настроения в городе. - Жалование: если платить рабочим меньше установленного в Египте жалования, это навредит настроениям в городе. Более высокое жалование будет способствовать росту настроений, но до определённого порога. - Занятость: большое количество вакансий никак не влияет на настроения (люди, как правило, охотно переселяются туда, где есть работа), но высокая безработица определённо повредит настроениям в городе. Старайтесь удерживать безработицу на уровне 10%, чтобы не было значительного негативного эффекта. - Трущобы: как только в городе появятся более респектабельные горожане (начиная с жильцов обычных поместий), люди, живущие в грубых и крепких хижинах, будут менее счастливы, и это повредит настроениям в городе. Как можно скорее развейте эти поселения, чтобы нормализовать ситуацию. Неспособность удовлетворить потребности горожан может вызвать массовый отток жителей. Этот отток может стать началом порочного круга: люди покидают город из-за отсутствия услуг и вызывают нехватку рабочей силы, из-за чего страдает ещё больше городских служб. Следует любой ценой избегать возникновения настолько плохих условий в городе, из-за которых люди начали его массово покидать. Численность населения также может меняться в результате рождаемости и смертности. Сверьтесь с вашим <link="#OverseerGranaries_Title"><u>советником по продовольствию</u></link>, чтобы отслеживать средний возраст населения в городе. Как только работники достигают определённого возраста, они уходят в отставку, и нехватка рабочих может возникнуть совершенно внезапно, если большая часть вашего населения достигнет престарелого возраста. Если вы заметили, что население начинает стареть, примите меры для привлечения новых переселенцев, которые обычно моложе. Помимо оттока населения, плохие настроения в городе провоцируют появление <link="#Crime_Title"><u>преступности</u></link>. Если нужно быстро исправить плохие настроения в городе, устройте роскошный или великий <link="#OverseerTemple_Title"><u>праздник</u></link>. Он отвлечёт людей от забот, а веселье вызывает у горожан приятные чувства. Однако праздники — это лишь временное решение. Если не устранить проблемы, что стали причиной плохих настроений в городе, настроение горожан снова ухудшится.

# #PopulationGrowth_Title
source: Population Growth and City Sentiment
ru: Рост населения и настроения в городе

# #Potter_Content
source: Potters need a supply of clay to function. Some cities can produce their own clay by constructing <link="#_Title"><u>Clay Pits</u></link>. Other cities may need to import clay from a trade partner (click <link="#Trade_Title"><u>here</u></link> for more on trade). Cartpushers bring supplies of clay to Potters from Clay Pits, if the city has them, or from <link="#StorageYard_Title"><u>Storage Yards</u></link>. The Potter stores some extra clay in its yard to keep him working for awhile if clay deliveries are interrupted for some reason. Potters also need road access and a nearby source of labor. Potters are at their most productive if they are fully staffed, but will still operate (although at reduced efficiency) when understaffed. If the Potter is turning out pottery, you will see him hard at work. Cartpushers employed by the Potter take finished pottery to a Storage Yard or to a <link="#LampMaker_Title"><u>Lamp Maker</u></link> (who needs a supply of pottery and oil to produce lamps). Pottery is an important commodity in the city. <link="#HousingDesirability_Title"><u>Houses</u></link> need a supply of pottery to evolve to higher levels, and pottery must be constantly replenished to prevent houses from devolving to lower levels. Demand for pottery never ceases: households are always replacing broken or worn-out pieces. See <link="#Bazaar_Title"><u>Bazaars</u></link> for more on how to get finished goods to the citizens. Pottery is also integral to the construction of <link="#RoyalTomb_Title"><u>Royal Burial Tombs</u></link>. When a Lamp Maker fills pottery with oil, it becomes a powerful lamp that lights the way for tomb workers. Pottery can also be imported or exported. See <link="#Trade_Title"><u>trade</u></link> for information on how to open trade routes. If your city is trading pottery, be sure to keep citizens' needs in mind. Let your <link="#OverseerCommerce_Title"><u>Overseer of Commerce</u></link> know how much pottery should be stored in Storage Yards for citizens' use, or let your Overseer determine an amount. People don't want to live too near a noisy, dusty Potter, so it has a negative effect on the desirability of neighboring land.
ru: Гончарным мастерским нужен запас глины для своей работы. Некоторые города могут добывать собственную глину в <link="#ClayPit_Title"><u>глиняных карьерах</u></link>, иначе её придётся закупать у торгового партнёра (щёлкните <link="#Trade_Title"><u>сюда</u></link>, чтобы узнать больше о торговле). Доставщики привозят глину гончарам из глиняных карьеров (если они есть в городе) или со <link="#StorageYard_Title"><u>складов</u></link>. Гончарная мастерская хранит немного глины у себя про запас на случай, если поставки глины прервутся. Ей также нужен доступ к дороге и рабочей силе. Мастерская наиболее продуктивна, если полностью укомплектована работниками, хотя при нехватке рабочей силы она тоже будет работать (пусть и с меньшей эффективностью). Когда мастерская занята работой, вы увидите, как в ней гончар усердно работает над глиняной посудой. Нанятые мастерской доставщики отвозят готовую керамику на склад или к <link="#LampMaker_Title"><u>изготовителю ламп</u></link> (которому нужны глиняная посуда и масло для производства ламп). Керамика — важный товар в городе. <link="#HousingDesirability_Title"><u>Жилым домам</u></link> нужен запас глиняной посуды, чтобы развиться на более респектабельный уровень, и этот запас необходимо постоянно пополнять, чтобы дома не опускались на более низкие уровни. Спрос на керамику никогда не прекращается: домохозяйства постоянно заменяют разбитые или изношенные изделия. См. статью <link="#Bazaar_Title"><u>Базары</u></link>, чтобы узнать больше о том, как доставляется готовая продукция горожанам. Керамика также является важной частью строительства <link="#RoyalTomb_Title"><u>царских гробниц</u></link>. Когда изготовитель ламп наполняет глиняную посуду маслом, она становится отличной лампой, позволяющей строителям гробниц выполнять свою работу. Керамику также можно закупать и продавать. См. статью <link="#Trade_Title"><u>Торговля</u></link>, чтобы узнать, как устанавливать торговые пути. Если ваш город занимается торговлей керамикой, помните о потребностях горожан. Сообщите своему <link="#OverseerCommerce_Title"><u>торговому советнику</u></link>, сколько гончарных изделий должно храниться на складах для использования горожанами, или доверьтесь его оценке необходимого количества. Люди не хотят жить слишком близко к шумной и пыльной гончарной мастерской, плохо влияющей на привлекательность жилых районов.

# #Potter_Title
source: Potter
ru: Гончарная мастерская
