Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Guide.po
Languages: ru

# #Money_Content
source: You can't build a city without money, and the amount of money in its coffers is a good indicator of the city's success. The city earns money by imposing taxes, exporting commodities, receiving gifts and, if available to the city, by mining gold. These comparatively obvious topics are explained toward the end of this entry. First, though, you should know the finer points of money management. Debt: The first time your treasury runs dry, other Egyptian leaders might deliver a bail-out gift of additional debens. This doesn't penalize you in any way, and they don't expect repayment. Consider it a warning, though, that your city needs to change its free-spending ways. If you spend all of your rescue funds, or if you don't receive such a gift, your treasury can accrue up to 5,000 debens in debt. Very brief, sporadic forays into debt are often unavoidable, and these will not harm you if you quickly restore a positive balance to your accounts. Long-term indebtedness can cost you the game. Consequences of Debt: Every month that your treasury has a deficit costs you an interest payment, which is automatically added to your debt total. The greater your indebtedness, the more interest you have to pay, and the larger your debt grows. If you don't achieve a positive treasury balance (however briefly) for 12 months after first incurring debt, your Kingdom rating suffers as other Egyptian leaders lose confidence in your ability to govern. Your first 'debt anniversary' penalty, while painful, probably won't cause irreparable harm. If you have still not seen positive numbers on your second debt anniversary, your Kingdom rating drops substantially, and subsequent years will be even worse. Getting Out of Debt: Debt is clearly a serious problem, and when you can't avoid it, you need to retire your debt as quickly as possible. Ways to raise money are discussed below, but you should also refrain from spending any of your limited credit on anything that will not ultimately earn you money. Tax Collector's offices, industries that make exportable commodities and new trade routes with cities that will buy your products could all be wise expenditures. Taxes: Taxes charge citizens for all the services the city provides them. Citizens won't grumble about paying taxes as long as the tax rate is reasonable. The initial tax rate of 9 percent is a good benchmark, but you can raise or lower the rate at any time. Visit your Overseer of the Treasury or Click on the Palace to adjust the rate. Lowering the tax rate buys you joy and appreciation. Raising the tax rate prompts complaints, and could lead to a mass exodus of citizens from the city. Raising the tax rate may be necessary sometimes. If you notice that your city is about to go into debt, you can raise the tax rate to alleviate the problem. You should probably find an alternate long-term solution to your city's money problems, though. A high tax rate can quickly worsen <link="#PopulationGrowth_Title"><u>City Sentiment</u></link>. While citizens don't mind paying taxes, they won't volunteer a portion of their income without being asked. To collect taxes, the city must have a <link="#Palace_Title"><u>Palace</u></link>. Then, build <link="#TaxCollector_Title"><u>Tax Collectors' offices</u></link> to actually collect the tax. The Overseer of the Treasury knows what percentage of your population is registered for the tax, and how much tax income was not collected because of a lack of tax collectors. Also, make sure that you levy taxes in the city fairly. If a portion of the city's inhabitants is paying a high tax rate and the other portion is not paying any at all, <link="#PopulationGrowth_Title"><u>City Sentiment</u></link> will plunge, and <link="#Crime_Title"><u></u>crime</link> could break out. Trade: Money from exports will likely be the city's main source of income. Open up trade routes as soon as possible. It's crucial that you understand how to export commodities, so be sure to read up on <link="#Trade_Title"><u>trade</u></link> if this gives you problems. Mining Gold: Some cities can manufacture their own money. Gold is converted into debens, the basic currency in Egypt. If you see metal nuggets embedded in an outcropping of rock, then you might be able to build a <link="#GoldMine_Title"><u>Gold Mine</u></link>. Don't get too excited; the ore might turn out to be <link="#GoldMine_Title"><u>copper</u></link>, which is quite valuable in its own right but usually not as welcome as gold. Gold Mines function like other <link="#Industry_Title"><u>industries</u></link>, but their output is delivered only to the Palace, where it is turned into debens, and never to a Storage Yard. Family Savings and Salary: Like the city, you, too, can earn money. You are paid for your efforts as city leader and can draw a wage as soon as you build yourself a <link="#Mansion_Title"><u>Mansion</u></link>. Your salary is paid to you from the city's treasury, and your wage is commensurate with your experience. You can choose to alter your wage, but if you pay yourself too much more than you are worth, your <link="#Ratings_Title"><u>Kingdom Rating</u></link> could tumble. You can also pay yourself less money, or not pay yourself at all, which can impress people and help your Kingdom rating. If your city is having financial difficulties, not paying yourself a salary is a good way to cut costs. You can transfer family savings to the city treasury at any time - a good way to erase or prevent debt. You can never transfer treasury money to your family account, though. That would be embezzling! Your family savings can also purchase a "gift for Egypt". Such donations to the people of Egypt, or, at your Overseer's discretion, to other Egyptian leaders will immediately improve your Kingdom rating by a small amount. Be careful with this stratagem, though. Once the gifts begin, their recipients come to expect them, especially if you have been handing them out on a regular basis. Cutting them off can actually harm your rating.
ru: Невозможно построить город без денег, а богатая городская казна является верным признаком успешности города. Город получает деньги за счёт взимания налогов, экспорта товаров, подарков и (если это доступно городу) добычи золота. Эти сравнительно очевидные темы будут объяснены к концу данной статьи. А сперва следует узнать о тонкостях управления капиталом. Долг: когда ваша казна впервые опустошится, правители Египта могут предоставить вам помощь в виде дополнительных дебенов. Это никоим образом не наказывает вас, и они не ожидают возврата средств. Однако, следует воспринимать этот дар как предупреждение о том, что вашему городу следует перестать бесконтрольно тратить средства. Если вы истратили весь спасательный капитал или не получили подобного подарка, ваша казна может накопить ещё 5000 дебенов долга. Короткие и случайные выходы в отрицательный баланс порой неизбежны и не смогут навредить, если вы сможете быстро восстановить положительный баланс. Но долгосрочная задолженность может стоить вам игры. Последствия долга: каждый месяц дефицита в казне будет стоить вам выплат процентов долгу, которые будут начисляться к общей сумме. Чем выше долг, тем больше процентов придётся платить, и от этого долг будет расти быстрее. Если вы не сможете добиться положительного баланса казны (пусть даже ненадолго) в течение 12 месяцев после появления долга, ваш рейтинг Царства начнёт падать, так как другие египетские правители начнут терять веру в вашу способность управлять городом. Первая «годовщина долга», пусть и унизительная, скорее всего, не нанесёт вам большого вреда. Но если второй год подряд не удастся добиться положительных цифр в балансе, рейтинг Царства упадёт ещё сильнее, и последующие годы будут ещё хуже. Избавление от долга: долг, безусловно, является серьёзной проблемой, и если вам не удаётся его избежать, погасите его как можно скорее. Способы привлечь дополнительные средства перечислены ниже, но также следует воздерживаться от расходования оставшихся средств на что-либо, что в конечном итоге не будет приносить денег. Конторы сборщиков налогов, производства экспортируемых товаров и новые торговые пути к городам, что будут их покупать, могут быть разумными расходами. Налоги: налоги взимаются с горожан за все услуги, что город им предоставляет. Жители не будут проявлять недовольства, если ставка налога будет в разумных пределах. Первоначально ставка составляет 9 процентов, и является хорошим ориентиром, но вы можете повысить и понизить её в любой момент, посетив своего советника по казне или щёлкнув по своему дворцу. Понижение ставки налога принесёт вам радость и признательность горожан. Повышение ставки может вызвать недовольство и привести к массовому исходу жителей из города, но иногда без этого не обойтись. Если ваш город вот-вот попадёт в долги, то вы можете повысить налоги, чтобы временно решить эту проблему. Однако нужно будет найти долгосрочное решение денежной проблемы. Высокая ставка быстро ухудшит <link="#PopulationGrowth_Title"><u>настроения в городе</u></link>. Жители не против платить налоги, но против того, чтобы проблемы города решались за их счёт. Для сбора налогов необходимо иметь <link="#Palace_Title"><u>дворец</u></link>. После этого постройте <link="#TaxCollector_Title"><u>конторы сборщиков налогов</u></link>, которые и будут собирать налоги. Советнику по казне известна доля жителей, обязанных платить налоги, и количество недополученных налогов из-за недостатка сборщиков. Справедливо распределяйте налогообложение в городе: если часть районов совершенно не платит налогов, <link="#PopulationGrowth_Title"><u>настроения в городе</u></link> упадут и возникнет <link="#Crime_Title"><u></u>преступность</link>. Торговля: прибыль от экспорта товаров будет, скорее всего, основным источником доходов города. Открывайте торговые пути как можно раньше. Крайне важно понимать, как экспортировать товары, так что обязательно прочтите статью <link="#Trade_Title"><u>Торговля</u></link>, если с ней у вас возникают проблемы. Добыча золота: некоторые города могут чеканить собственные деньги. Золото превращается в дебены, основную валюту Египта. Если вы заметите вкрапления металла в выходящей на поверхность горной породе, значит, вы сможете строить <link="#GoldMine_Title"><u>золотые рудники</u></link>. Но не радуйтесь слишком сильно: в этих же местах можно добывать <link="#GoldMine_Title"><u>медь</u></link>, которая ценится гораздо выше, хоть и не востребована так сильно, как золото. Золотые рудники работают так же, как и прочие <link="#Industry_Title"><u>производства</u></link>, однако их производимый товар отправляется не на склады, а прямиком во дворец, где из него чеканят дебены. Фамильные сбережения и жалование: Как и город, вы тоже можете зарабатывать деньги. Вам платят за ваши усилия в качестве городского правителя, и вы сможете получать жалование, как только построите собственный <link="#Mansion_Title"><u>особняк</u></link>. Ваше жалование выплачивается из городской казны, и она соразмерна с вашим опытом. Вы можете изменить размер жалования, но если вы будете платить себе больше положенного вашему рангу, <link="#Ratings_Title"><u>рейтинг Царства</u></link> может упасть. Вы также можете платить себе меньше денег или вообще отказаться от жалования, что может произвести впечатление на людей и повысить рейтинг Царства. Если ваш город испытывает финансовые трудности, не платить себе жалование — хороший способ сократить расходы. Также можно перевести семейные сбережения в городскую казну — хороший способ погасить или предотвратить долг. Однако вы никогда не сможете перевести деньги из казны на свой семейный счёт. Это было бы хищением! На ваши семейные сбережения можно также приобрести «подарок для Египта». Такие пожертвования народу Египта или, на усмотрение вашего советника, другим египетским правителям немедленно повысят рейтинг Царства. Однако будьте осторожны с этим. Начав раздавать подарки, вы приучите получателей к ним, и они станут воспринимать их как должное. Внезапное прекращение отправки подарков может навредить вашему рейтингу.

# #Money_Title
source: Money
ru: Деньги

# #MonumentConstruction_Content
source: To successfully complete most missions, you will need to build at least one monument. Some missions will require you to build several. You can build the needed monuments in any order you choose. For most monuments, <link="#ConstructionGuilds_Title"><u>Construction Guild</u></link> workers wait at the monument site for peasants from a <link="#WorkCamp_Title"><u>Work Camp</u></link> to deliver needed supplies from a <link="#Storage Yard_Title"><u>Storage Yard</u></link>. Peasants will walk as far as they must to reach the monument site. The <link="#Sphinx_Title"><u>Sphinx</u></link> and <link="#Obelisk_Title"><u>Obelisk</u></link> are constructed a little differently. Your city's laborers can work on more than one monument at once, and you might be tempted to order them to do so. Be forewarned, however, that such a plan might not be as wise as it first appears. Inefficiency can creep in when <link="#ConstructionGuilds_Title"><u>stonemasons</u></link> and block haulers fail to coordinate their work. Peasants might deliver construction materials to one monument site while the stonemasons wait, idle, at the site where they would prefer to work. This situation frustrates the <link="#OverseerMonuments_Title"><u>Overseer of Monuments</u></link> deeply, but it is harder than you would think to reconcile the block haulers' inflexible orders with the stonemasons' independent attitudes. It is best to avoid such conflict altogether by ordering your city's monuments to be built sequentially, rather than simultaneously. In addition, some monuments must be built into cliffs. These monuments are <link="#AbuSimbel_Title"><u>Abu Simbel</u></link> and the <link="#RoyalTomb_Title"><u>Royal Burial Tombs</u></link>. For more on monuments, read the individual entries on each.
ru: Для успешного выполнения большинства миссий вам потребуется построить один или несколько монументов. Их можно строить любом порядке. В большинстве случаев мастера из <link="#ConstructionGuilds_Title"><u>строительных артелей</u></link> будут ждать на месте строительной площадки чернорабочих из <link="#WorkCamp_Title"><u>рабочего лагеря</ u></link>, доставляющих необходимые материалы со <link="#Storage Yard_Title"><u>склада</u></link>. Чернорабочие будут идти столько, сколько им нужно, чтобы добраться до монумента. Возведение <link="#Sphinx_Title"><u>сфинкса</u></link> и <link="#Obelisk_Title"><u>обелиска</u></link> устроено немного по-другому. Рабочие вашего города могут работать над несколькими памятниками одновременно, и у вас может возникнуть соблазн приказать им это сделать. Однако имейте в виду, что такой план может оказаться не таким уж хорошим. Проблемы могут возникнуть, когда <link="#ConstructionGuilds_Title"><u>каменотёсы</u></link> и грузчики не смогут скоординировать свою работу: пока мастера без дела будут ждать на одной площадке, чернорабочие будут осуществлять доставку строительных материалов на другую. Эта ситуация глубоко расстраивает <link="#OverseerMonuments_Title"><u>советника по монументам</u></link>, и очень сложно согласовать непреклонные приказы грузчиков с независимым поведением каменотёсов. Лучше вообще избегать такого конфликта, возводя монументы последовательно, а не одновременно. Кроме того, некоторые монументы возводятся внутри скал, например <link="#AbuSimbel_Title"><u>Абу-Симбел</u></link> и <link="#RoyalTomb_Title"><u>царские гробницы</u></link>. Чтобы узнать больше о монументах, прочитайте отдельные статьи о каждом из них.

# #MonumentConstruction_Title
source: Monument Construction
ru: Строительство монументов

# #Mortuary_Content
source: Embalmers at Mortuaries prepare the deceased for their journey to the afterlife. Mortuaries increase <link="#Health_Title"><u>City Health</u></link> by properly caring for the dead. Like most buildings, Mortuaries need both road access and labor. In addition, they need a supply of <link="#Weaver_Title"><u>linen</u></link> that is either manufactured in the city or imported from a <link="#Trade_Title"><u>trade partner</u></link>. Embalmers use linen to wrap the deceased bodies after the embalming process. Although citizens demand access to Mortuaries, they won't enjoy living near the structures. Mortuaries are renowned for their unpleasant odors. Your <link="#OverseerHealth_Title"><u>Overseer of Public Health</u></link> provides valuable information regarding Mortuary services in your city.
ru: Бальзамировщики в моргах готовят тело усопшего к путешествую в загробную жизнь. Морги улучшают <link="#Health_Title"><u>городское здравоохранение</u></link>, должным образом заботясь об умерших. Как и остальным зданиям, моргам необходим доступ к дороге и рабочей силе. В дополнение к этому, им необходимы поставки <link="#Weaver_Title"><u>ткани</u></link>, которую можно произвести в городе или купить у <link="#Trade_Title"><u>торгового партнёра</u></link>. Бальзамировщики используют ткань для оборачивания тел усопших после завершения процесса бальзамирования. Хотя жители могут требовать доступ к моргам, жить рядом с ними они не захотят: морги славятся своим неприятным запахом. <link="#OverseerHealth_Title"><u>Советник по здравоохранению</u></link> предоставляет ценную информацию по работе моргов в вашем городе.

# #Mortuary_Title
source: Mortuary
ru: Морг

# #Obelisk_Content
source: Obelisks symbolize the rays of the sun, and great deeds and achievements are commemorated on the sides of the monument. Obelisks are made from a large amount of <link="#StoneQuarries_Title"><u>granite</u></link>, and all the granite needed for the Obelisk must be stored in the city's <link="#StorageYard_Title"><u>Storage Yards</u></link> before you can place the monument. Move the cursor over the land to pick a location for the Obelisk. If the monument displays a green footprint, you can place the obelisk. If the footprint contains any red diamonds, some feature of the landscape is preventing the obelisk from being built there. After you pick a location, the granite is put into place. Then, carpenters from the <link="#ConstructionGuilds_Title"><u>Carpenters' Guild</u></link> build scaffolding around the monument, and stonemasons from the <link="#ConstructionGuilds_Title"><u>Stonemasons' Guild</u></link> come to the monument to carve intricate designs into it. You do not need the services of peasants to build an Obelisk. Click on the monument to visit the <link="#ConstructionForeman_Title"><u>Construction Foreman</u></link>. He will update you on the status of the monument.
ru: Обелиск символизирует лучи солнца, на его гранях запечатлены великие дела и достижения. Обелиски изготавливаются из большого количества <link="#StoneQuarries_Title"><u>гранита</u></link>, хранящегося на городских <link="#StorageYard_Title" ><u>складах</u></link>, причём на складах должен быть весь необходимый для строительства гранит. Наведите указатель мыши на землю, чтобы выбрать место для обелиска. Монумент можно будет установить, если у него будет зелёная проекция. Если в проекции присутствуют красные ромбы, то какая-то часть ландшафта на этом месте не позволяет построить обелиск. После выбора площадки начинается укладка гранита. Затем <link="#ConstructionGuilds_Title"><u>плотники</u></link> возводят строительные леса вокруг монумента, а <link="#ConstructionGuilds_Title"><u>каменотёсы</u></link> вырезают на гранях замысловатые узоры. Для строительства обелиска не нужны чернорабочие. Щёлкните по монументу, чтобы посетить <link="#ConstructionForeman_Title"><u>прораба</u></link>. Он сообщит вам о ходе строительства монумента.

# #Obelisk_Title
source: Obelisk
ru: Обелиск

# #OverseerCommerce_Content
source: Your Overseer of Commerce monitors the city's <link="#Industry_Title"><u>industries</u></link> and <link="#StorageYard_Title"><u>Storage Yards</u></link> and keeps track of supply, demand and prices for goods throughout the world. He knows how much of each commodity is stored in the city and tells you whether an item can be imported or exported. Your Overseer of Commerce also updates you on the current status of each industry. Your Overseer of Commerce also helps you establish the flow of trade. He identifies which commodities can be imported or exported, based on the trade routes that you have opened. Once you decide to trade an item, visit him and specify which items to trade by clicking on them. You can tell him how much should be kept in the city's Storage Yards, or you can rely on his judgement and allow him to import and export food and goods as he sees fit. The Overseer has been doing his job for a long time, and makes intelligent decisions about how much of each commodity your city should have on hand. When importing, your Overseer continues to buy a good as long as the city has less than your chosen level (or, if using his own judgement, tries to buy just enough to maintain a small surplus in city storage). When exporting, your Overseer sells goods any time the city has more than your chosen level. Left to his own judgement, he evaluates whether your city needs each commodity for its own purposes, and refuses to sell more than the amount that he thinks you need to keep things running smoothly. The Overseer is keenly attuned to the population's changing size, and he revises his decisions as the city's numbers fluctuate. The entries on <link="#Industry_Title"><u>industry</u></link>, <link="#FoodFarming_Title"><u>food</u></link>, and <link="#Trade_Title"><u>trade</u></link> will help you understand the nuances of successful trade.
ru: Ваш торговый советник следит за городскими <link="#Industry_Title"><u>производствами</u></link> и <link="#StorageYard_Title"><u>складами</u></link> и оценивает спрос, предложение и цены на товары со всего мира. Он знает, сколько каждого товара хранится в городе. Ваш торговый советник также информирует вас о текущем статусе каждого производства и помогает налаживать торговые потоки. Он определяет, какие товары можно закупать или продавать, основываясь на установленных торговых путях. Ему можно указать, какими товарами необходимо торговать, сколько их должно храниться на складах, либо можно положиться на его мнение и позволить ему самому закупать и продавать товары по своему усмотрению. Советник достаточно опытен в этих вопросах и принимает разумные решения о том, сколько каждого товара должно быть в наличии в вашем городе. При закупках советник будет закупать товар до указанного вами уровня (или, если он руководствуется своими соображениями, будет закупать ровно столько, чтобы поддерживать небольшой излишек на складах). При продажах советник будет продавать товары при превышении заданного вами уровня, иначе, предоставленный самому себе, он оценит, нужен ли городу каждый товар для своих собственных целей, и отказывается продавать больше, чем то количество, которое, по его мнению, нужно для бесперебойной работы. Советник скрупулёзно отслеживает численность населения и пересматривает свои решения каждый раз, когда она растёт или падает. Для того, чтобы постичь все секреты успешной торговли, обратитесь к статьям <link="#Industry_Title"><u>Производство</u></link>, <link="#FoodFarming_Title"><u>Пища и земледелие</u></link> и <link=" #Trade_Title"><u>Торговля</u></link>.

# #OverseerCommerce_Title
source: Overseer of Commerce
ru: Торговый советник
