Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Guide.po
Languages: ru

source: Religion
ru: Религия

# #AbuSimbel_Content
source: The temple of Abu Simbel is a massive monument that Ramses II had hewn from the sandstone cliffs overlooking the upper Nile in Nubia. To begin construction on Abu Simbel, first select it from the Monuments list. A footprint of the monument will appear. The bulk of the monument must be built into cliffs. The entranceway, which juts from the side of the monument, must be on clear land. You'll know you've selected a good spot when the entire footprint turns green. Click the mouse button to lock the monument into place. You might find it helpful to temporarily flatten the cliff terrain while you are searching for a suitable spot to place the monument. Once an appropriate site is designated, you will need an able workforce, headed by <link="#ConstructionGuilds_Title"><u>stonemasons</u></link> from a Stonemasons' Guild to carve the rock and <link="#ConstructionGuilds_Title"><u>carpenters</u></link> from a Carpenters' Guild to build the necessary scaffolding. The carpenters will need <link="#WoodCutter_Title"><u>wood</u></link> for the scaffolding, which can be imported via a <link="#Trade_Title"><u>trade route</u></link> or harvested from the land by a Wood Cutter. Click on the Abu Simbel monument for a progress report from its <link="#ConstructionForeman_Title"><u>Construction Foreman</u></link>.
ru: Храм Абу-Симбел представляет собой величественный монумент, высеченный по приказу Рамсеса II в скалах из песчаника в верховьях Нила в Нубии. Чтобы начать строительство Абу-Симбела, сначала выберите его из списка монументов, при этом на карте появится его проекция. Основная часть монумента должна находиться внутри скал. Вход, который выступает со стороны монумента, должен располагаться на расчищенной земле. Если вся проекция приобретёт зелёный цвет, то это значит, что выбрано подходящее место. Щёлкните левой кнопкой мыши, чтобы зафиксировать место строительства. Возможно, во время поиска подходящей площадки вам пригодится Плоский режим, скрывающий все скалы. После выбора площадки вам понадобится квалифицированная рабочая сила из соответствующих артелей: <link="#ConstructionGuilds_Title"><u>каменотёсы</u></link> (для работы по камню) и <link=" #ConstructionGuilds_Title"><u>плотники</u></link> (для установки строительных лесов). Плотникам для работы потребуется <link="#WoodCutter_Title"><u>древесина</u></link>, которую можно закупать через <link="#Trade_Title"><u>торговые пути</u></link> или рубить на месте с помощью дровосеков. Щёлкните по монументу, чтобы просмотреть отчёт о ходе работ от его <link="#ConstructionForeman_Title"><u>прораба</u></link>.

# #AbuSimbel_Title
source: Abu Simbel
ru: Абу-Симбел

# #Alexandria_Content
source: Scholars and other learned men and women from the entire known world flock to Alexandria's Great Library, mankind's greatest repository of knowledge. To build Alexandria's Library you must first select a suitable site. Choose Alexandria's Library from the Monuments list. If the footprint you see is completely green, the location you have selected is acceptable. To build Alexandria's Library, you will need the services of peasants from <link="#WorkCamp_Title"><u>Work Camps</u></link>, stonemasons from <link="#ConstructionGuilds_Title"><u>Stonemasons' Guilds</u></link>, and carpenters from <link="#ConstructionGuilds_Title"><u>Carpenters' Guilds</u></link>. The carpenters will need <link="#WoodCutter_Title"><u>wood</u></link> to construct scaffolding, which can be imported if you cannot harvest it in your city. You will also need to <link="#Trade_Title"><u>import</u></link> white marble from a trade partner. To finish the monument, you will need a supply of <link="#GoldMine_Title"><u>copper</u></link>, either from your city's own mines or from a trade partner. Click on Alexandria's Library during its construction to get a progress report from the <link="#ConstructionForeman_Title"><u>Construction Foreman</u></link>.
ru: Учёные и мудрецы со всего известного мира стекаются в великую Александрийскую библиотеку, крупнейшее хранилище всех знаний человечества. Для строительства Александрийской библиотеки сперва необходимо подобрать подходящее место. Выберите её из списка монументов, при этом на карте появится её проекция. Если проекция полностью зелёная, это значит, что выбранное место полностью соответствует необходимым требованиям. Для строительства Александрийской библиотеки необходимы услуги чернорабочих из <link="#WorkCamp_Title"><u>рабочих лагерей</u></link>, <link="#ConstructionGuilds_Title"><u>каменотёсов</u></link> и <link="#ConstructionGuilds_Title"><u>плотников</u></link> из соответствующих артелей. Плотникам для строительных лесов потребуется <link="#WoodCutter_Title"><u>древесина</u></link>, которую можно закупать у других городов, если рядом не растут деревья. Вам также потребуется <link="#Trade_Title"><u>закупать</u></link> белый мрамор. Для завершения строительства понадобится <link="#GoldMine_Title"><u>медь</u></link>, которую можно получить либо из собственных рудников, либо у других городов. Щёлкните по Александрийской библиотеке во время её строительства, чтобы получить отчёт о ходе работ от <link="#ConstructionForeman_Title"><u>прораба</u></link>.

# #Alexandria_Title
source: Alexandria's Library
ru: Александрийская библиотека

# #Apothecary_Content
source: Apothecaries are neighborhood pharmacies that employ herbalists. Herbalists remove any <link="#Health_Title"><u>plagued citizens</u></link> they may meet along their journeys from circulation. Apothecaries are most important for reducing the risk of <link="#Health_Title"><u>malaria</u></link>. Apothecaries require road access and labor to function properly. Check in with the <link="#OverseerHealth_Title"><u>Overseer of Public Health</u></link> for more information.
ru: Аптеки являются заведениями, отправляющими на обход улиц аптекарей. Аптекари обезвреживают всех <link="#Health_Title"><u>заражённых чумой жителей</u></link>, что встретят на своём пути. Аптекари наиболее важны для снижения риска возникновения <link="#Health_Title"><u>малярии</u></link>. Аптекарям для своей работы необходим доступ к дороге и рабочей силе. Свяжитесь с <link="#OverseerHealth_Title"><u>советником по здравоохранению</u></link>, чтобы получить дополнительную информацию.

# #Apothecary_Title
source: Apothecary
ru: Аптека

# #Architect_Content
source: Large structures, like Storage Yards, Mines, Granaries, Temples and Temple Complexes, are prone to collapse. Architects patrolling the city's streets repair structural flaws before disaster strikes. Architects are based in Architect's Posts. Architect's Posts need road access and labor to function properly. If you notice that a certain building or group of buildings has a high risk of collapse, you may want to place an Architect's Post nearby to ensure that an architect provides his services. Collapse can have catastrophic effects. If a <link="#Granary_Title"><u>Granary</u></link> or <link="#StorageYard_Title"><u>Storage Yard</u></link> collapses, any food or goods stored there will be lost.
ru: Такие крупные сооружения, как склады, рудники, амбары, храмы и храмовые комплексы, подвержены риску обрушения. Архитекторы, обходящие улицы города, устраняют дефекты до того, как наступит непоправимое. Архитекторы находится на постах архитектора, которым для своей работы необходим доступ к дорогам и рабочей силе. Если вы заметили, что у определённого здания высокий риск обрушения, разместите рядом пост архитектора, чтобы архитектор позаботился об этом. Обрушение может вызвать катастрофические последствия. Если обрушится <link="#Granary_Title"><u>амбар</u></link> или <link="#StorageYard_Title"><u>склад</u></link>, все запасы пищи и товаров в них будут потеряны.

# #Architect_Title
source: Architect's Post
ru: Пост архитектора

# #Bandstand_Content
source: Bandstands are medium-sized venues that have two stages: one to host jugglers and the other to to feature performances by musicians. The juggler's stage is in one corner of the venue, and the band plays on a second stage in another corner. Bandstands must be placed on an intersection, either a crossroads or a T-junction. They need their own staff to attend to the performers' needs as well as trained jugglers and musicians. Performers receive training at <link="#TrainingCenters_Title"><u>Training Centers</u></link>. Houses need access to entertainment to <link="#HousingDesirability_Title"><u>evolve</u></link>, and jugglers and musicians bring benefits to all the houses they pass. Having a Bandstand in the neighborhood also increases that neighborhood's desirability. Active Bandstands also contribute to the city's <link="#Ratings_Title"><u>Culture rating</u></link>. A visit to your <link="#OverseerDiversions_Title"><u>Overseer of Diversions</u></link> will tell you how many jugglers and musicians are working in the city.
ru: Эстрады — это площадки среднего размера с двумя сценами: для жонглёров и музыкантов. Сцена жонглёров находится в одном углу площадки, а музыканты играют на второй сцене в другом углу. Эстрады должны быть размещены на обычном или Т-образном перекрёстке. Им нужны собственные рабочие для удовлетворения потребностей исполнителей, а также обученные в <link="#TrainingCenters_Title"><u>учебных центрах</u></link> жонглёры и музыканты. Домам нужен доступ к развлечениям для дальнейшего <link="#HousingDesirability_Title"><u>развития</u></link>, а жонглёры и музыканты приносят пользу всем домам, мимо которых проходят. Наличие эстрады по соседству также повышает привлекательность района. Действующие эстрады также влияют на <link="#Ratings_Title"><u>рейтинг культуры</u></link> города. Чтобы узнать, сколько жонглёров и музыкантов работает в городе, посетите <link="#OverseerDiversions_Title"><u>советника по развлечениям</u></link>.

# #Bandstand_Title
source: Bandstand
ru: Эстрада

# #Barley_Content
source: Barley, Flax and Henna Farms are a little different from <link="#GrainFarm_Title"><u>grain</u></link>, <link="#Fruit_Title"><u>fruit & vegetable</u></link> farms. Barley, Flax and Henna Farms do not produce food, but rather raw materials that are manufactured into valuable products. Barley is harvested and made into <link="#Brewery_Title"><u>beer</u></link>, flax is woven into <link="#Weaver_Title"><u>linen</u></link>, and henna is crushed and mixed with liquid to make <link="#PaintMaker_Title"><u>paint</u></link>. Barley, Flax and Henna Farms are built and operated just like other farms, though. They can be placed anywhere on the flood plain. Off the flood plain, they must be placed on arable meadows, identified by tufts of vegetation. You'll know you've chosen a good spot when you see a green 'ghost' of the farm before you place it. Farms must be adjacent to a road and need labor. Floodplain farms do not procure labor directly, but rely on peasants from the <link="#WorkCamp_Title"><u>Work Camps</u></link>. Read the <link="#FoodFarming_Title"><u>farming</u></link> section before you plan your farms. Once barley, flax and henna are harvested, the crops are taken to the nearest manufacturer (Brewery in the case of barley, Weaver in the case of flax, Paint Maker in the case of henna). At the manufacturers, the barley, flax or henna is manufactured into a final product that will be distributed to your citizens, used at the <link="#ConstructionGuilds_Title"><u>Artisans' Guild</u></link> or <link="#Trade_Title"><u>traded</u></link> for profit. If there is no room at the manufacturers, or if none exist in the city, barley, flax and henna are taken to a <link="#StorageYard_Title"><u>Storage Yard</u></link>. All three farms have a negative impact on the <link="#HousingDesirability_Title"><u>desirability</u></link> of nearby land.
ru: Фермы по выращиванию ячменя, льна и хны немного отличаются от ферм <link="#GrainFarm_Title"><u>зерна</u></link>, <link="#Fruit_Title"><u>фруктов и овощей</u></link>: они производят не пищу, а сырьё для изготовления товаров. Ячмень выращивается для производства <link="#Brewery_Title"><u>пива</u></link>, лён — <link="#Weaver_Title"><u>ткани</u></link>, а хна — <link="#PaintMaker_Title"><u>краски</u></link>. При этом эти фермы строятся и функционируют точно так же, как и другие фермы. Фермы можно размещать на пойменных полях. Вне поймы их необходимо размещать на пахотных лугах, которые можно отличить по растущим на них цветам. Фермы должны находиться рядом с дорогой и нуждаются в рабочей силе. Пойменным фермам не нужен прямой доступ к рабочим, они используют труд чернорабочих с <link="#WorkCamp_Title"><u>рабочих лагерей</u></link>. Прочтите раздел <link="#FoodFarming_Title"><u>Земледелие</u></link> прежде, чем размещать новые поля. После сбора урожая сырьё отправляют в ближайшую мастерскую, для которой оно нужно (ячмень — в пивоварню, лён — в ткацкую мастерскую, хна — в мастерскую по изготовлению красок). Там сырьё перерабатывается в готовый продукт, который затем распространяется среди жителей, используется в <link="#ConstructionGuilds_Title"><u>артели художников</u></link> или <link="#Trade_Title"><u>продаётся</u></link> другим городам. Если подходящих мастерских нет или в них нет свободного места, ячмень, лён и хну отправляют на <link="#StorageYard_Title"><u>склад</u></link>. Все три фермы отрицательно влияют на <link="#HousingDesirability_Title"><u>привлекательность</u></link> находящихся рядом районов.

# #Barley_Title
source: Barley, Flax and Henna Farms
ru: Фермы по выращиванию ячменя, льна и хны

# #Bazaar_Content
source: Without Bazaars, people will never have access to the food and goods stored in the <link="#Granary_Title"><u>Granaries</u></link> and <link="#StorageYard_Title"><u>Storage Yards</u></link>. Only Bazaars distribute needed supplies to the populace. To function properly, Bazaars need road access and a full staff. The Bazaar will still function if it is understaffed, but at a much reduced efficiency. Each Bazaar employs two buyers, one to purchase food from Granaries, the other to purchase items from Storage Yards. Each buyer is specialized: the Granary buyer cannot procure items from a Storage Yard, and vice versa. Each of these buyers, however, can buy more than one item at a time. So, for example, a Bazaar buyer that goes to the Granary can buy grain and pomegranates. She cannot, however, buy grain and pottery, because pottery is never stored in a Granary. Once a Bazaar buyer finds the items she needs, a string of helpers carries the load back to the Bazaar. The Bazaar buyer is a <link="#Walkers_Title"><u>"destination walker"</u></link>. She spends her life shuttling between her Bazaar and the city's Granaries and Storage Yards. Her job description exempts her from walking clear across the city to reach supplies, and she won't do business with supply sources outside of her range. If you catch her standing around when there's work to be done, you're probably expecting her to walk too far or deal with too many suppliers. The other Bazaar employee, the Bazaar trader, takes the items that buyers bring back and distributes them to nearby neighborhoods. As the trader passes within two spaces of housing, she supplies each house with whatever it needs if she has the items in stock. The first priority is to replenish the items a house needs to keep from devolving (see the <link="#HousingDesirability_Title"><u>housing & desirability</u></link> entry). When those needs are satisfied, they try to get the next item the house needs to improve. The Bazaar trader, then, is a "roaming walker". Her purpose is to wander through nearby blocks and serve her customers, rather than to proceed to some specific destination. If a particular housing section is not receiving goods, watch where the trader walks. She does not follow a set route. Every time she encounters an intersection, she chooses which way to go, and she won't always take the same path. Plan the city's roads carefully, and use <link="#Roadblock_Title"><u>Roadblocks</u></link> to corral Bazaar traders. A Bazaar that has evolved to its more advanced state (shown by one of its tents being replaced by a small building) sends out two "roaming walkers" instead of one. People's needs for basic commodities, like food and pottery, must be met before more advanced wants, like beer or linen, are addressed. Bazaar buyers will ignore a Storage Yard brimming with linen if the houses they serve are crying out for pottery. It's very important, then, to maintain steady supplies of a commodity once houses start demanding it. Remember that as houses evolve, they usually hold more people and, so, consume more goods. Sometimes you'll have to add more Bazaars to keep a neighborhood properly stocked. Click on a house to see what its occupants need at any given moment. To help make sure that residents are getting the food and goods they need, build Granaries and Storage Yards near Bazaars. Use the Granary's and Storage Yard's special orders to make sure they have the goods and foods that the Bazaars need. If you want more control over a Bazaar, Click on it to see a list of all the commodities that it can stock. Click on an item to tell the Bazaar whether or not to buy it. While citizens need to live near Bazaars to have access to all the goods they desire, no one wants to live too close to them. They are noisy places, sometimes filled with unsavory characters, and can be smelly too.
ru: Без базаров у людей никогда не будет доступа к еде и товарам, хранящимся в <link="#Granary_Title"><u>амбарам</u></link> и на <link="#StorageYard_Title"><u>складах</u></link>. Только базары могут распределять необходимые припасы населению. Для нормального функционирования базарам необходим доступ к дорогам и рабочей силе. Базар по-прежнему будет функционировать, если в нём не хватает работников, но с гораздо меньшей эффективностью. На каждом базаре работают две закупщицы, одна из которых покупает продукты в амбарах, а другая — на складах. Их обязанности не пересекаются — закупщица амбаров не может приобретать товары со склада, и наоборот. Однако закупщица может приобретать более одного товара одновременно. Так, например, идущая в амбар закупщица может купить там и зерно, и гранаты, но не сможет купить зерно и керамику, поскольку керамика не хранится в амбарах. Как только закупщица найдёт нужные ей товары, она вернётся на базар вместе с вереницей помощников, несущих тяжёлый груз. Закупщица является <link="#Walkers_Title"><u>ходоком, имеющим точку назначения</u></link>. Она проводит свою жизнь, курсируя между своим базаром и городскими амбарами и складами. Она не станет ходить через весь город, чтобы добраться до необходимых припасов, и она не будет вести дела с поставщиками за пределами её досягаемости. Если вы заметите, что закупщица сидит без дела, скорее всего, необходимые товары находятся слишком далеко или ей приходится иметь дело со слишком большим количеством поставщиков. Другая работница базара, базарная торговка, берет закупленные товары и распределяет их по близлежащим районам. Когда торговка проходит на расстоянии двух клеток от жилья, он снабжает каждый дом всеми необходимыми товарами, что есть у неё при себе. Первоочередной задачей является пополнение запасов предметов, которые необходимы дому, чтобы он не деградировал (см. статью <link="#HousingDesirability_Title"><u>Дома и привлекательность</u></link>). Когда эти потребности удовлетворены, домам понадобятся товары, который необходимы для развития дома. Таким образом, базарная торговка — это «бродячий ходок». Её задача — бродить по близлежащим кварталам и обслуживать встреченных клиентов, а не идти к какому-то конкретному месту назначения. Если в какой-то район не поступает товар, проследите маршрут следования торговки. Она не следует заданному маршруту. Каждый раз, попадая на перекрёсток, она случайным образом выбирает куда идти и не всегда будет ходить одним и тем же путём. Тщательно планируйте городские дороги и используйте <link="#Roadblock_Title"><u>заграждения</u></link>, чтобы ограничивать передвижения торговок. Улучшенная версия базара (его внешний вид будет отличаться от первоначального вида палатки) будет посылать уже двух «бродячих ходоков» вместо одного. Потребности людей в основных товарах — продуктах питания и керамике, будут удовлетворяться до того, как будут удовлетворены более изысканные нужды в пиве или ткани. Базарные закупщицы проигнорируют склад, битком набитый тканью, если дома, которые они обслуживают, нуждаются в керамике. Таким образом, очень важно поддерживать стабильные поставки товаров, в которых начинают нуждаться дома. Помните, что по мере развития дома начинают вмещать больше людей и, следовательно, потребляют больше товаров. Иногда приходится добавить больше базаров, чтобы обеспечить надлежащий запас товаров в районе. Щёлкните по дому, чтобы увидеть, в чём в данный момент нуждаются его обитатели. Чтобы помочь жителям в поставках продуктов и товаров, стройте амбары и склады рядом с базарами. Используйте специальные заказы амбара и склада, чтобы обеспечить их именно теми товарами, в которых нуждаются базары. Для большего контроля щёлкните по базару, чтобы увидеть список хранимых товаров. В этом списке можно задавать товары, которые базар будет приобретать. Хотя существование жителей зависит от наличия товаров в ближайшем базаре, никто из них не хочет жить слишком близко к ним. Это очень шумные места, на которых иногда попадаются неопрятные личности, и запах от них может быть неприятным.

# #Bazaar_Title
source: Bazaar
ru: Базар
