Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Guide.po
Languages: ru

# #Ratings_Content
source: Ratings are a mark of how good the city is or how well you are doing as a leader. Four different ratings are used to measure the city: Culture, Prosperity, Kingdom and Monument. Culture: The Culture Rating assesses how much access your citizens have to <link="#Entertainment_Title"><u>entertainment</u></link>, <link="#Education_Title"><u>education</u></link>, <link="#Health_Title"><u>health</u></link> and <link="#Religion_Title"><u>religion</u></link>. The Culture rating measures not only the number of facilities you have, but also the variety of options. To achieve a high Culture rating, be sure to provide citizens with plenty of options. This means easy access to multiple forms of entertainment, health services (except Apothecaries - they have no effect on the Culture rating) and religion. For wealthier citizens, access to both Libraries and Scribal Schools is a must to keep the Culture rating on the rise, but access is not the entire story. People learn better in quiet, uncrowded facilities, and your Culture rating reflects the quality of education by measuring how many people use each school and Library. It's possible to have enough educational buildings to provide access for every house in the city, and yet still suffer from overcrowding. To earn the highest Culture rating, see if you can build a <link="#Zoo_Title"><u>Zoo</u></link>. You'll need to build a Zoo if you need to attain a Culture rating higher than 75. Prosperity: The Prosperity rating measures a city's wealth and its financial security. The rating goes far beyond an assessment of the city's treasury: it also looks at the wealth of its citizens, taking into account the value of their property and the unemployment level. If the city earns a profit every year, its Prosperity rating should continue to rise if nothing else in the city is holding the rating back. High unemployment, low-level housing and low wages will stunt the rating's growth. If a Temple Complex or Senet House is functioning in the city, its Prosperity rating rises, because people feel like the city is well-off if it has such glorious structures in it. Finishing a monument also gives the Prosperity rating a boost. When the city ends the year in debt or loses money, the Prosperity rating suffers. However, if the city lost money because of construction costs, its Prosperity rating isn't affected, because expenditures on construction improve the city. Kingdom: The Kingdom rating represents your reputation, especially with the rest of Egypt. Quick response to an ally's request for help can increase the rating. Failure to comply with requests will hurt the Kingdom rating. If the Kingdom rating falls too low, your shoddy reputation might provoke an attack by Pharaoh or by a neighboring city. You'll usually begin each mission with a rating of 50, which indicates neutrality. People outside your city have barely even heard of you, and those who do know your name and history have few opinions about you. Over time, if you do nothing to improve it, your Kingdom rating gradually falls as word goes out that you are of little importance beyond your city's borders. The rating falls more dramatically if you lose or ignore distant battles, fail to comply with requests for goods or other demands from the rest of the Kingdom, and remain in <link="#Money_Title"><u>debt</u></link> for any length of time. Drawing a salary beyond the standard for your rank doesn't help matters, either. To raise your Kingdom rating, fulfill requests from Pharaoh or other Egyptian cities promptly, especially when they ask for military aid. Victory in battle can do wonders for your reputation. Sometimes even losing a battle might help a little bit, since you at least tried to rescue your countrymen in their hour of need. For a quick pick-me-up in your reputation, use your family savings to buy a gift for Egypt. Your Political Overseer sends the gift of your choice to Pharaoh, or to other Egyptian leaders, or to the people of Egypt - wherever he feels that it will do the most good. Your Kingdom rating will rise by a few points immediately. Resist the temptation to spend all of your savings on gifts, though. They lose their effectiveness if they become too frequent, and the recipients will come to expect them. Eventually, your rating might even decline if you stop sending gifts or send cheaper gifts than the recipients have grown to expect. Exceeding one gift per year is of questionable effectiveness, and could even be counterproductive. Your Kingdom rating's natural tendency to decline lessens a bit if you draw a personal salary below that defined for your rank. Drawing no salary at all is even better for your reputation as a selfless public servant - although it isn't the best strategy for building up your family's wealth! Monument The Monument rating comes from both the size and scope of any monuments in the city, as well as how far along they are in construction. If you complete all the monuments required and remember to dispatch any necessary burial provisions to provide for the deceased's afterlife, you will have no problem meeting the Monument Rating goal. A visit to your <link="#OverseerRatings_Title"><u>Ratings Overseer</u></link> will show you your current standing. When you click on a rating, your Ratings Overseer will advise you on how to improve it.
ru: Рейтинги — это показатели того, насколько хорош ваш город или насколько хороший вы правитель. Для измерения успешности города используются четыре разных рейтинга: культуры, благополучия, Царства и монументов. Культура: Рейтинг культуры оценивает, насколько хорошо ваши жители удовлетворены доступом к <link="#Entertainment_Title"><u>развлечениям</u></link>, <link="#Education_Title"><u>образованию</u></link>, <link="#Health_Title"><u>здравоохранению</u></link> и <link="#Religion_Title"><u>религии</u></link>. Рейтинг культуры измеряет не только количество имеющихся в наличии построек, но и разнообразие вариантов. Чтобы достичь высокого уровня рейтинга культуры, предоставьте жителям множество вариантов. Сюда входят доступ к разным формам увеселения, услугам здравоохранения (за исключением аптек — они не влияют на рейтинг культуры) и религии. Для дальнейшего роста рейтинга богатым жителям также нужен доступ к библиотекам и школам писцов, но это недостаточно. Люди лучше учатся лучше в тихих и малочисленных заведениях, и ваш рейтинг культуры будет отражать качество образования с помощью подсчёта количества людей, пользующихся услугами школ и библиотек. Возможна ситуация, когда в городе достаточно учебных заведений для каждого дома, но при этом они будут переполнены. Чтобы достичь высокого рейтинга культуры (выше 75), вам также придётся построить <link="#Zoo_Title"><u>зоопарк</u></link>. Благополучие: рейтинг благополучия определяет богатство города и его финансовое состояние. Однако рейтинг не ограничивается только размером городской казны, он также учитывает богатство горожан на основе стоимости их собственности и уровень безработицы. Если на протяжении нескольких лет город получает прибыль, рейтинг благополучия будет расти (если в городе нет других сдерживающих факторов). Высокая безработица, низкое качество жилья и низкое жалование отрицательно сказываются на рейтинге. Неспособность выплачивать дань Царству также снижает рейтинг. Если в городе есть храмовый комплекс или дом сенета, его благополучие растёт, потому что жителям нравится жить там, где есть столь значимые сооружения. Завершение монумента также приводит к незначительному росту рейтинга. Если город заканчивает год в долгах или в убытках, рейтинг благополучия падает. Однако, если затраты шли в основном на строительство, это никак не влияет на рейтинг, так как эти затраты считаются вкладом в развитие города. Царство: рейтинг Царства отражает вашу репутацию среди людей остального Египта. Быстрое реагирование на запросы о помощи союзников улучшает рейтинг, а неспособность их выполнять — сильно ему вредит. Если рейтинг Царства упадёт слишком низко, ваша незавидная репутация станет причиной нападения армии фараона или соседнего города. Обычно вы начинаете каждую миссию с рейтингом 50, отражающим нейтральный статус. Люди за пределами вашего города едва знают о вас, а те, что знают, ещё не сформировали о вас определённого мнения. Со временем, если ничего не предпринимать, рейтинг Царства будет падать, так как людская молва разнесёт по всей стране весть, что за пределами своего города вы не представляете никакой важности. Рейтинг упадёт ещё сильнее, если вы проиграете или проигнорируете далёкую битву, не сможете выполнить запрос о предоставлении товаров, исполнить иные требования или окажетесь в <link="#Money_Title"><u>долгах</u></link> на протяжении нескольких лет к ряду. Слишком высокое жалование, не соответствующее вашему рангу, также не помогает укрепить рейтинг. Чтобы повысить рейтинг Царства, вовремя выполняйте запросы фараона и других египетских городов, особенно когда им нужна военная помощь. Победа в битве творит подлинные чудеса в вашим рейтингом. Иногда даже поражение в битве может повысить рейтинг, так как вы по крайней мере попытались спасти своих соотечественников в час большой нужды. Чтобы быстро поправить рейтинг, используйте фамильные накопления для приобретения подарков Египту. Ваш советник по политике отправит выбранный подарок фараону или другим египетским правителям, дабы заверить их в ваших искренних намерениях, и рейтинг Царства сразу же вырастет на несколько пунктов. Но не отправляйте подарки слишком часто, так как от этого снижается их эффективность, а получатели начнут воспринимать их как должное. В конце концов, рейтинг может даже упасть, если вы перестанете отсылать подарки или станете присылать более дешёвые дары, чем в прошлый раз. Эффективность подарка более одного раза в год является сомнительной и может даже привести к обратному результату. Естественное снижение рейтинга Царства немного замедляется, если вы платите себе меньше жалования. Отсутствие жалования означает, что вы являетесь самоотверженным служителем общества, что хорошо сказывается на репутации, однако это вряд ли повысит благосостояние вашей династии! Монументы: рейтинг монументов высчитывается из размеров и количества монументов в городе, и растёт по мере того, как эти монументы строятся. Закончите строительство всех монументов и отправьте все полагающиеся им погребальные принадлежности для загробной жизни усопшего, и у вас не будет никаких проблем с этим рейтингом. Ваш <link="#OverseerRatings_Title"><u>советник по рейтингам</u></link> может наглядно продемонстрировать вам текущее состояние. Щёлкнув по конкретному рейтингу, вы получите совет о том, как его улучшить.

# #Ratings_Title
source: Ratings
ru: Рейтинги

# #Recruiter_Content
source: Men willing to fight for their city go to the Recruiter's office to enlist. For additional training, they can proceed to the Academy. Both the Recruiter's office and the Academy need road access and labor. The Recruiter's function is very simple: he enrolls men into your city's <link="#FortCompany_Title"><u>army</u></link> and provides them with any special weaponry they might need. To equip would-be infantrymen, the Recruiter needs a store of weapons, either imported from a <link="#Trade_Title"><u>trade partner</u></link> or made by a <link="#Weaponsmith_Title"><u>Weaponsmith</u></link>. To enlist charioteers, the Recruiter needs chariots from a <link="#Weaponsmith_Title"><u>Chariot Maker</u></link> or from a trade partner. Men who dream of being archers supply their own bows and arrows. The Recruiter also assigns enlistees to sentry duty on the city's walls and in the city's <link="#_Title"><u>Towers</u></link>, as needed. New soldiers leave the Recruiter with dreams of glory and needed weaponry, but with little else. The Academy trains these green infantrymen, archers and charioteers in the finer arts of warfare. Sentries learn their skills on the job and do not attend the Academy. Once they have completed their studies, the soldiers proceed to their companies' Forts. If there is no Academy in the city, then soldiers go directly from the Recruiter's office to the company Fort. Because of the rough-and-tumble characters associated with the military, the Recruiter and the Academy have a negative effect on <link="#HousingDesirability_Title"><u>desirability</u></link>.
ru: Мужчины, готовые сражаться за свой город, отправляются к вербовщику, чтобы записаться на военную службу. Для дополнительного обучения они могут поступить в военную школу. И вербовщику, и военной школе необходим доступ к дороге и рабочей силе. Работа вербовщика очень проста: он набирает людей в <link="#FortCompany_Title"><u>армию</u></link> города и снабжает их необходимым оружием. Чтобы экипировать будущих пехотинцев, вербовщику нужен запас оружия, закупленного у <link="#Trade_Title"><u>торгового партнёра</u></link> или изготовленного в <link="#Weaponsmith_Title"><u>оружейной кузнице</u></link>. Чтобы завербовать колесничих, рекрутеру нужны колесницы от <link="#Weaponsmith_Title"><u>изготовителя колесниц</u></link> или торгового партнёра. Мужчины, желающие стать лучниками, изготавливают себе лук и стрелы самостоятельно. Вербовщик также назначает рекрутов для караула на городских стенах и в городских <link="#Defensive_Title"><u>башнях</u></link>, если это необходимо. Новые воины покидают вербовщика с оружием в руках и мечтами о славе, но не более того. Военная школа обучает этих ещё неопытных пехотинцев, лучников и колесничих премудростям военного дела. Часовые учатся своим навыкам на посту и не посещают школу. После завершения учёбы воины отправляются в форты своих отрядов. Если в городе нет военной школы, то воины отправятся от вербовщика прямиком в форт. Из-за грубых и невоспитанных вояк, вербовщик и военная школа отрицательно влияют на <link="#HousingDesirability_Title"><u>привлекательность</u></link>.

# #Recruiter_Title
source: Recruiter and Academy
ru: Вербовщик и военная школа

# #Religion_Content
source: There are five major gods in Egypt: Osiris, God of Agriculture and the Nile Flood, Ptah, God of Craftsman, Ra, God of the Kingdom, Seth, God of Destruction, and Bast, Goddess of the Home. Appeasing these gods pays dividends, and ignoring them causes the grief. Your <link="#OverseerTemple_Title"><u>Overseer of the Temples</u></link> knows the mood of the gods, so check in with him often. Many cities have a patron god. The patron god expects more from a city than the other, local deities. Local deities demand less than a patron god, but can impact the city, for good or for ill, just the same. Some gods may be unknown to the city, and may be safely ignored. The best way to appease the gods is to dedicate plenty of <link="#ShrineTemple_Title"><u>Temples & Shrines</u></link> to them. The patron god expects to have more Shrines and Temples dedicated to him or her than any other god. Each local god expects fewer Temples and Shrines than the patron god, but expects to have the same number of Shrines and Temples as the other local gods. Gods can also be appeased with festivals, the bigger the better. Lavish and grand festivals are valuable stop-gap measures if a particular god is growing angry with the city. Hold a festival in the angry god's honor, and the god will feel better, buying you time to erect more Temples or Shrines before incurring the god's wrath. Visit your <link="#OverseerTemple_Title"><u>Overseer of the Temples</u></link> to plan a festival. Note that until you have built a Festival Square, the city cannot hold a festival. Grand festivals also require the city to have enough <link="#Brewery_Title"><u>beer</u></link> in its <link="#StorageYard_Title"><u>Storage Yards</u></link>. Because of the effort it takes to plan a festival, a city can only have two festivals in any 12-month period. In addition to Temples and Shrines, you can also build a Temple Complex, generally in honor of the city's patron god. Each city can only have one Temple Complex at a time. Sometimes, you can build a Temple Complex for a local deity if he or she has grown to become particularly important. Be careful, though. The city's patron god may become very jealous if another god has a Temple Complex dedicated to him or her. Temple Complexes are costly, but worth the expense. Having a functioning Temple Complex brings the city many benefits and increases its <link="#Ratings_Title"><u>Prosperity rating</u></link>. You can also pay to add an Oracle and an Altar to a Temple Complex. The Complexes and their additions are: <link="#TempleComplex_Title"><u>Temple Complex to Osiris</u></link> with the Altar of Sebek and Oracle of Min <link="#TempleComplexRa_Title"><u>Temple Complex to Ra</u></link> with the Altar of Ma'at and Oracle of Horus <link="#TempleComplexPtah_Title"><u>Temple Complex to Ptah</u></link> with the Altar of Amon and Oracle of Thoth <link="#TempleComplexSeth_Title"><u>Temple Complex to Seth</u></link> with the Altar of Anubis and Oracle of Sekhmet <link="#TempleComplexBast_Title"><u>Temple Complex to Bast</u></link> with the Altar of Isis and Oracle of Hathor Providing citizens with multiple places of worship to multiple gods contributes to the city's <link="#Ratings_Title"><u>Culture Rating</u></link>.
ru: В Египте есть пять основных богов: Осирис (бог земледелия и разлива Нила), Птах (бог ремесленников), Ра (бог царства), Сет (бог разрушения) и Баст (богиня домашнего очага). Умилостивления богов могут принести выгоду, а игнорирование — несчастья. Вашему <link="#OverseerTemple_Title"><u>советнику по храмам</u></link> известны настроения богов, так что почаще его навещайте. У многих городов есть бог-покровитель, который ожидает от горожан большего внимания по сравнению с другими богами, имеющих статус местных божеств. Последние не так требовательны по сравнению с богом-покровителем города, однако их влияние на города, будь то благословения или болезни, тоже следует учитывать. Некоторые боги могут быть неизвестны городу, и поэтому их можно совершенно игнорировать. Лучший способ умилостивить богов — посвятить им множество <link="#ShrineTemple_Title"><u>храмов и святилищ</u></link>. Богу-покровителю может понадобиться гораздо больше храмов и святилищ, чем другим местным богам, однако последним также необходимы места поклонений, причём не меньше, чему у других местных богов. Бога также можно умилостивить с помощью праздника, чем роскошнее праздник, тем лучше. Устройте праздник в честь разозлённого бога, и на некоторое время он успокоится, а тем временем вы сможете построить в честь него ещё больше храмов и святилищ. Для подготовки праздника посетите своего <link="#OverseerTemple_Title"><u>советника по храмам</u></link>, однако помните, что для проведения праздника необходим наличие праздничной площади. Для проведения великих праздников также необходимо наличие достаточного количества <link="#Brewery_Title"><u>пива</u></link> на городских <link="#StorageYard_Title"><u>складах</u></link>. Ввиду того, что на подготовку необходимо затратить много сил, город за год может провести не больше двух праздников. Помимо храмов и святилищ, вы также можете построить храмовый комплекс, обычно посвящённый богу-покровителю. Иногда у вас появится возможность возводить храмовый комплекс и для местного бога, если его роль в жизни города становится очень важной. Но будьте осторожны: бог-покровитель может начать завидовать другому богу, в честь которого был возведён храмовый комплекс. Храмовые комплексы весьма дороги, но всегда оправдывают такие затраты. Действующий комплекс даёт городу множество преимуществ и повышает его <link="#Ratings_Title"><u>рейтинг процветания</u></link>. К комплексу также можно достроить алтарь и оракула. Возможно возведение следующих комплексов и дополнений к ним: <link="#TempleComplex_Title"><u>Храмовый комплекс Осириса</u></link> с алтарём Себека и оракулом Мина <link="#TempleComplexRa_Title"><u>Храмовый комплекс Ра</u></link> с алтарём Маат и оракулом Гора <link="#TempleComplexPtah_Title"><u>Храмовый комплекс Птаха</u></link> с алтарём Амона и оракулом Тота <link="#TempleComplexSeth_Title"><u>Храмовый комплекс Сета</u></link> с алтарём Анубиса и оракулом Сехмет <link="#TempleComplexBast_Title"><u>Храмовый комплекс Баст</u></link> с алтарём Исиды и оракулом Хатхор Создание для жителей множества мест поклонения нескольким богам повышает <link="#Ratings_Title"><u>культурный рейтинг</u></link> города.

# #Religion_Title
source: Religion
ru: Религия

# #Roadblock_Content
source: Roadblocks help you control the paths <link="#Walkers_Title"><u>roaming walkers</u></link> take. When walkers who roam the city encounter a Roadblock, they turn around. Roadblocks do not affect destination walkers. Build a Roadblock anywhere that your roaming walkers don't need to go - for example, on the road to your industrial areas. Be wary, though, of isolating areas entirely from walkers who roam the city. The same Roadblock that keeps a trader from the Bazaar from wandering into the industrial sector also turns back architects, fire marshals and constables. It also stops labor recruiters from walking from the industrial area to your housing sector where they find employees. When you erect a new Roadblock near an existing building, you might want to watch the building for a moment to ensure that its walker pops out on the correct side of the Roadblock. Sometimes the building's employees won't grasp your intentions, and they will send their walker off in the wrong direction. This can be particularly vexing with labor access seekers, because the building that employs them believes that it has access to labor, but the Roadblock prevents the walker from ever reaching the labor pool. Your only recourse is to rebuild the Roadblock a space farther away. Roadblocks don't need employees, and their only restriction is that they be placed on roads. They have no impact on desirability.
ru: Заграждения помогают контролировать пути <link="#Walkers_Title"><u>блуждающих ходоков</u></link>. Столкнувшись с заграждением, блуждающий по городу ходок развернётся. Заграждения не влияют на ходоков, имеющих место назначения. Стройте заграждение в местах, куда не следует попадать блуждающим ходокам, например, на дороге к производствам. Однако будьте осторожны: то же заграждение, что удерживает торговку с базара от хождения по производственному кварталу, также разворачивает архитекторов, пожарных и стражников. Оно также не позволит нанимателям попадать из промышленной зоны в ваш жилой квартал, где живут потенциальные рабочие. Когда вы устанавливаете новое заграждение рядом с существующим зданием, последите некоторое время за зданием, чтобы убедиться, что его ходок появляется на правильной стороне от заграждения. Иногда работники здания не улавливают ваших намерений и отправляют ходока не в том направлении. Это может быть особенно досадно для тех, кто нуждается в работниках, поскольку в здании могут посчитать, что у них есть доступ рабочей силе, но заграждение не позволяет ходокам добраться до неё. Единственный выход — построить заграждение подальше. Заграждения не нуждаются в рабочих, и их единственное ограничение состоит в том, что они должны размещаться на дорогах. Они никак не влияют на привлекательность.

# #Roadblock_Title
source: Roadblock
ru: Заграждение
