Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Guide.po
Languages: ru

# #Employment_Content
source: Nearly every building in the city needs workers. The city cannot provide for its citizens without a labor force. When you first construct a building that needs labor, a recruitment agent patrols the streets looking for willing workers. If he passes some housing nearby, and if the city overall has any available workers, then his quest is successful and the building that sent him will have employees. You can turn off this system in the options, and opt for a global worker pool that every building can directly access as long as they also have access to a road. The labor seeker's job is not always easy. One of the greatest challenges as leader of a city is balancing the work force with the number of jobs available. In a perfect world, a city would have exactly the same number of jobs as people who want them. This hardly ever happens. A city will either have too many workers and not enough jobs, or too many jobs and not enough workers. Unemployment is not good for the city. While the unemployed workers are idle, they may become disenchanted and bring the <link="#PopulationGrowth_Title"><u>sentiment</u></link> of the city down. They could even turn to <link="#Crime_Title"><u>crime</u></link>. The best way to deal with unemployment is to create new jobs. Generally, it doesn't hurt a city to have extra goods and services. A few extra farms, more entertainment facilities, and new Schools, Libraries or Temples can benefit the city. While reducing unemployment, you could increase the city's Prosperity and Culture ratings. Another - albeit heartless - way to reduce unemployment is to reduce the city's population. You can do this by destroying people's homes, forcing emigration. This, too, can have a positive effect on the city. If you destroy lower level housing, the overall value of the city's housing stock will increase. This increase could result in a higher Prosperity rating. The other employment problem you will face is the labor shortage, or having too many jobs for the available workforce. The ideal solution to a labor shortage is to attract new immigrants. Build new housing areas or encourage existing areas to evolve into larger structures. Make sure that <link="#PopulationGrowth_Title"><u>City Sentiment</u></link> is high, too. Paying more than the prevailing wage in Egypt or lowering the city's tax rate can also attract new immigrants. While you are waiting for the influx of immigrants to take the available jobs, work with your <link="#OverseerWorkers_Title"><u>Overseer of the Workers</u></link> to alleviate the shortage. Talk to your Overseer of the Workers about setting labor priorities. Making crucial jobs a top priority ensures that the citizens continue to receive what they need to live. An unorthodox and not entirely good cure to a labor shortage is to encourage your <link="#Scribes_Title"><u>scribes'</u></link> homes to devolve back into <link="#Workers_Title"><u>workers'</u></link> homes. You'll damage the city's Prosperity rating and decrease its tax revenues, but the labor force will increase - at the cost of your wealthiest citizens' hopes and dreams! Although being out of work is quite stressful for the jobless, a small amount of unemployment is actually a good thing for an expanding city, because it gives you a willing labor pool for new buildings. Unemployment in excess of 10 percent may cause problems.
ru: Почти каждое здание в городе нуждается в рабочих. Город не сможет содержать своих жителей без рабочей силы. После постройки здания, требующего рабочей силы, из него выйдет наниматель в поисках желающих поработать. Если он пройдёт мимо какого-то жилья, и если в городе есть свободные рабочие, то его задача успешно завершится, и в здании появятся рабочие. Вы можете отключить эту систему в настройках и выбрать «Общий фонд рабочей силы», к которому каждое здание может получить прямой доступ (при условии, что у него есть доступ к дороге). Работа соискателя не всегда легка. Одной из самых больших проблем для правителя города является баланс рабочей силы и количества доступных рабочих мест. В идеальном мире в городе было бы ровно столько же рабочих мест, сколько есть трудоспособных людей. Это почти никогда не происходит. В городе будет либо избыток рабочих и недостаток рабочих мест, либо избыток рабочих мест и недостаток рабочих. Безработица вредна для города. Без работы люди могут разочароваться в городе и ухудшить <link="#PopulationGrowth_Title"><u>настроения</u></link> в нём. Они даже могут стать <link="#Crime_Title"><u>преступниками</u></link>. Лучший способ справиться с безработицей — создать новые рабочие места. Как правило, городу не помешает наличие дополнительных товаров и услуг. Несколько дополнительных ферм, больше развлекательных заведений и новых школ, библиотек или храмов могут принести пользу городу. Снижая безработицу, вы повысите рейтинги процветания и культуры города. Ещё один, хоть и жестокий, способ снизить безработицу — сократить население города. Вы можете сделать это, разрушая дома людей и заставляя их покинуть город. Это тоже может положительно сказаться на городе. Если вы уничтожите жилье низкого уровня, общее качество жилого фонда города увеличится, что приведёт к улучшению рейтинга процветания. Другая проблема с трудоустройством, с которой вы столкнётесь, — это нехватка рабочей силы или наличие слишком большого количества рабочих мест для доступной рабочей силы. Идеальным решением проблемы нехватки рабочей силы является привлечение новых переселенцев. Стройте новые жилые районы или поощряйте развитие существующих домов в более крупные постройки. Убедитесь, что <link="#PopulationGrowth_Title"><u>настроения города</u></link> также высокие. Платите больше, чем в среднем платят рабочим в Египте, или снизьте уровень налогообложения, чтобы привлечь новых переселенцев. Пока вы ожидаете притока новых жителей для доступных рабочих мест, поработайте со своим <link="#OverseerWorkers_Title"><u>советником по рабочей силе</u></link>, чтобы уменьшить нехватку, установите приоритет для отдельных отраслей. Обеспечение работы жизненно важных построек гарантирует, что горожане будут получать необходимое для поддержания жизни. Нестандартным и не совсем хорошим средством от нехватки рабочей силы является принудительная деградация домов <link="#Scribes_Title"><u>писцов</u></link> в дома простых <link="#Workers_Title"><u>рабочих</u></link>. Это повредит рейтингу процветания города и уменьшит налоговые поступления, но рабочая сила увеличится — за счёт надежд и мечтаний ваших самых богатых горожан! Несмотря на то, что отсутствие работы является стрессовой ситуацией для безработных, небольшой уровень безработицы на самом деле является хорошей вещью для расширяющегося города, потому что он даёт резерв рабочей силы для новых зданий. Безработица, превышающая пять процентов, может вызвать проблемы.

# #Employment_Title
source: Employment and Unemployment
ru: Работа и безработица

# #Entertainment_Content
source: All work and no play makes Imhotep a dull boy. Provide the city's inhabitants with entertainment to make the city an enjoyable place to live. <link="#Booth_Title"><u>Booths</u></link>, <link="#Bandstand_Title"><u>Bandstands</u></link>, <link="#Pavilion_Title"><u>Pavilions</u></link>, <link="#SenetHouse_Title"><u>Senet Houses</u></link> and <link="#Zoo_Title"><u>Zoos</u></link> provide citizens with the entertainment they crave. When your city is new, citizens are content with the smallest of the venues, the Booth. As your city grows, so too will the demand for entertainment, and citizens will expect to be entertained by a range of different performers. Your <link="#OverseerDiversions_Title"><u>Overseer of Diversions</u></link> will help you assess your citizens' needs. Most entertainers need to be trained in their crafts at <link="#TrainingCenters_Title"><u>Training Centers</u></link>. Jugglers hone their craft at Juggler's Schools, musicians practice at Conservatories, and dancers learn the latest steps at the Dance School. Once trained, the performers will walk from the Training Center to the entertainment venue. Senet masters are not trained at a Training Center. Your citizens realize they have access to entertainment when they see entertainers pass by their houses (click <link="#Walkers_Title"><u>here</u></link> for more on walkers). Entertainers come from fully functioning entertainment venues. Musicians, Jugglers and Dancers also walk the streets when they are going from the Training Center to the venue. Keep this in mind when you plan your facilities. If you put your entertainment venue and Training Centers on opposite sides of a neighborhood, a performer will have to pass by housing to get to his or her venue, bringing entertainment benefits along the way. But be careful not to place Training Centers too far away from your entertainment venues. The further a performer has to travel, the shorter the amount of time a show will run for and the more likely an entertainment venue will be dormant, bringing no benefit to anyone. The Senet House and the Zoo both require a supply of goods to function. The Senet House needs <link="#Brewery_Title"><u>beer</u></link> to quench the thirsts of its parched patrons, and the Zoo needs <link="#GrainFarm_Title"><u>straw</u></link> and <link="#FoodFarming_Title"><u>game meat</u></link> to properly care for the animals.
ru: Работа и отсутствие развлечений делает Имхотепа занудой. Обеспечьте жителей развлечениями, чтобы город стал приятным местом для жизни. <link="#Booth_Title"><u>Помосты</u></link>, <link="#Bandstand_Title"><u>эстрады</u></link>, <link="#Pavilion_Title"><u>сцены</u></link>, <link="#SenetHouse_Title"><u>дома сенета</u></link> и <link="#Zoo_Title"><u>зоопарки</u></link> предоставляют горожанам столь желаемые ими развлечения. Пока ваш город молод, жители будут довольны самым малым — помостом. По мере роста города также будут расти потребности в развлечениях, и его обитатели ожидают, что их будут развлекать разные артисты. Ваш <link="#OverseerDiversions_Title"><u>советник по развлечениям</u></link> поможет вам оценить потребности ваших жителей. Большинство артистов обучается своему ремеслу в <link="#TrainingCenters_Title"><u>учебных центрах</u></link>. Жонглёры учатся в школе жонглёров, музыканты практикуются в музыкальной школе, а танцовщицы изучают новые движения школе танцев. Пройдя обучение, актёры отправятся от учебного центра к площади для выступлений. Хозяева домов сенета не обучаются в центре. Жители получают доступ к развлечениям, когда мимо их домов проходят артисты (см. статью о <link="#Walkers_Title"><u>ходоках</u></link>). Работники развлечений выходят из работающих центров развлечений. Музыканты, жонглёры и танцовщицы также выходят на улицы, когда идут от учебного центра к месту выступлений. Помните об этом, когда будете располагать свои здания. Если разместить развлекательную площадку и учебный центр в противоположных концах жилого квартала, то идущий к своей площадке артист развлечёт всех жителей домов, мимо которых он пройдёт. Однако не размещайте учебные центры слишком далеко от площадок. Чем дольше будет идти артист, тем меньше времени останется на само выступление, и площадка для выступлений будет пустовать, не предоставляя никаких развлечений. Для работы домов сенета и зоопарков необходимы поставки товаров. Дому сенета необходимо <link="#Brewery_Title"><u>пиво</u></link> для утоления жажды своих завсегдатаев, а зоопарку — <link="#GrainFarm_Title"><u>солома</u></link> и <link="#FoodFarming_Title"><u>мясо дичи</u></link> для прокорма животных.

# #Entertainment_Title
source: Entertainment
ru: Развлечения

# #FestivalSquare_Content
source: Before you can hold a festival (see <link="#Religion_Title"><u>religion</u></link> for more on festivals), you must have a Festival Square in your city. A Festival Square must be placed over a crossroads, but it does not require labor. Each city can have only one Festival Square, and it makes a very <link="#HousingDesirability_Title"><u>desirable</u></link> neighbor. When no festival is in progress, the square is mostly deserted, although it does not affect traffic on the roads it was constructed upon. Once the festival begins, people gather here from all over the city to enjoy the party.
ru: Перед тем, как провести праздник (см. <link="#Religion_Title"><u>Религия</u></link> для более подробной информации о праздниках), необходимо на пересечении дорог построить праздничную площадь. Праздничной площади не нужны работники. У города может быть только одна праздничная площадь, и она является очень <link="#HousingDesirability_Title"><u>привлекательным</u></link> местом для соседских районов. Пока не проводятся праздники, площадь выглядит покинутой, хотя это никак не влияет на дороги, поверх которых она была построена. Как только начнётся праздник, люди со всего города соберутся на площади, дабы отметить это знаменательное событие.

# #FestivalSquare_Title
source: Festival Square
ru: Праздничная площадь

# #Firehouse_Content
source: Some buildings in the city can catch fire. Likely candidates include run-down housing and industrial buildings, like Potters. If you do nothing to stop it, fire can spread through the city, destroying whole sections at one time. To prevent this, build Firehouses near buildings that are likely to catch fire. Fire marshals from Firehouses roam the city (click <link="#Walkers_Title"><u>here</u></link> for more on walkers) and reduce a building's risk of catching fire as they pass by. Should a fire break out, nearby fire marshals proceed to the scene to extinguish the flames. If a fire marshal has a long way to travel, the flames could spread and the destruction in your city could be quite severe. Firehouses need road access and a labor supply in order to operate. Residents won't relish living near Firehouses.
ru: Некоторые здания в городе могут загореться. Вероятнее всего это будут жилые и производственные постройки (например, гончарная мастерская). Если ничего не предпринимать, огонь перекинется на весь город, разом уничтожая целые кварталы. Чтобы этого не допустить, постройте пожарные посты неподалёку от мест, где могут возникнуть пожары. Пожарные из поста будут патрулировать город (см. <link="#Walkers_Title"><u>Ходоки</u></link>) и снижать риск возгорания у зданий, мимо которых они будут проходить. Если огонь всё-таки разгорится, ближайшие пожарные устремятся к месту возгорания и потушат его. Однако, если пожарный пост находится далеко, огонь может распространиться дальше, нанося городу серьёзный урон. Пожарным постам необходим доступ к дороге и рабочей силе. Жителям не нравится, когда рядом с их жилищами находится пожарный пост.

# #Firehouse_Title
source: Firehouse
ru: Пожарный пост

# #FishingWharf_Content
source: If you see fish periodically leaping out of a body of water, fishermen can catch these fish for food. To catch the fish, the city needs one or more fishing boats. Fishing boats are berthed at Fishing Wharves. Fishing Wharves must be built on a straight section of shore, and half of the structure must overhang the water so that vessels can have access to them. Be sure that the fishing boat can navigate the waters around the Fishing Wharf. If you place the Fishing Wharf on a narrow inlet, fishing boats will not be able to get to them. This can torpedo your whole maritime effort, as Shipwrights repeatedly build fishing boats that are instantly scuttled when they fail to reach their destination wharf. If the city has a working <link="#Shipwright_Title"><u>Shipwright</u></link>, building a Fishing Wharf signals the ship builders to get busy building a fishing boat. The Shipwright does not need any raw materials to build a fishing boat. Fish stocks are limited, but cannot be completely depleted. A large population will flounder if it tries to subsist solely on fish. Fishing Wharves are smelly places and make <link="#HousingDesirability_Title"><u>undesirable</u></link> neighbors.
ru: Если вы видите, как из воды периодически выпрыгивает рыба, то рыбаки смогут выловить её. Для лова рыбы городу необходимы рыбацкие лодки, которые швартуются у рыбацких причалов. Эти причалы должны быть построены на ровном участке берега, причём половина постройки должна находиться на воде. Убедитесь также, что рыбацкая лодка может свободно причаливать к причалу: если вы разместите его в узкой протоке, лодки не смогут к нему добраться. Это может застопорить всю вашу водную промышленность, так как верфи будут постоянно строить лодки, которые, не найдя выхода к своему причалу, будут затапливаться. Если в городе есть рабочая <link="#Shipwright_Title"><u>верфь</u></link>, то после создания рыбацкого причала рабочие верфи сразу же начнут работы по постройки лодки. Для её создания не нужны никакие материалы. Количество рыбных место ограничено, но невозможно выловить оттуда всю рыбу. Город с большим населением вряд ли будет расти, если будет полагаться только на рыбу. Рыбацкие причалы распространяют плохой запах, делая близлежащие жилые районы <link="#HousingDesirability_Title"><u>непривлекательными</u></link>.

# #FishingWharf_Title
source: Fishing Wharf
ru: Рыбацкий причал
