Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Guide.po
Languages: ru

# #TempleComplexPtah_Content
source: When you build him a Temple Complex, Ptah speeds the production of many of your city's industries, including Gold Mines, Copper Mines Gemstone Mines, Clay Pits, Shipwrights, Jewelers and Weavers. The Altar and Oracle in Ptah's Temple Complex hasten the output of other industries and improve educators' abilities: Altar of Amon, God of the Sun: Honored by your attention, Amon spurs quarries, Wood Cutters, and Brickworks to work more quickly. Oracle of Thoth, God of Wisdom and Learning: Thoth's goal is to bring the light of learning to as many people as possible. When you build an Oracle of Thoth, librarians and teachers use less papyrus to educate the city's inhabitants. People love living next to a Temple Complex. For more on religion, click <link="#Religion_Title"><u>here</u></link>.
ru: После постройки храмового комплекса честь Птаха он ускоряет производство многих отраслей промышленности вашего города, включая золотые и медные рудники, рудники драгоценных камней, глиняные карьеры, верфи, ювелиров и ткачей. Алтарь и оракул в храмовом комплексе Птаха ускоряют производство других отраслей и улучшают способности преподавателей: Алтарь Амона, бога Солнца: польщённый вашим вниманием, Амон побуждает каменоломни, лесорубов и кирпичные мастерские работать быстрее. Оракул Тота, бога мудрости и учения: цель Тота — нести свет учения как можно большему количеству людей. После постройки оракула Тота библиотекари и учителя используют меньше папируса для обучения жителей города. Людям нравится жить рядом с храмовым комплексом. Чтобы узнать больше о религии, нажмите <link="#Religion_Title"><u>сюда</u></link>.

# #TempleComplexPtah_Title
source: Temple Complex to Ptah
ru: Храмовый комплекс Птаха

# #TempleComplexRa_Content
source: Ra smiles upon the city when it has dedicated a Temple Complex to him, and he makes sure that others in the Kingdom smile upon your city, too. Building a Temple Complex for Ra increases your Kingdom rating and, should the city find itself in debt, allows you to pay a lower interest rate. Building an Altar and Oracle onto the Temple Complex of Ra helps you manage the city's affairs: Altar of Ma'at, Goddess of Justice: Through priests of Ra, Ma'at bestows a calming effect on your city. As they pass by houses, Ra's priests dissuade individual residents from thievery. The simple presence of the Altar reduces the city's overall risk of crime breaking out. Oracle of Horus, God of the Pharaohs: This Oracle increases citizens' dedication to your city and to the Kingdom, encouraging them to accept a lower wage without affecting their mood. People love living next to a Temple Complex. For more on religion, click <link="#Religion_Title"><u>here</u></link>.
ru: Ра улыбается городу, посвятившему ему храмовый комплекс, и он следит за тем, чтобы другие в Царстве также радовались вашему городу. Строительство храмового комплекса для Ра повышает рейтинг в Царстве и, если город окажется в долгах, позволяет платить более низкую процентную ставку. Постройка алтаря и оракула в храмовом комплексе Ра поможет вам управлять городскими делами: Алтарь Маат, богини справедливости: через жрецов Ра Маат оказывает успокаивающее воздействие на ваш город. Проходя мимо домов, жрецы Ра отговаривают жителей от воровства. Простое присутствие алтаря снижает общий риск возникновения преступности в городе. Оракул Гора, бога фараонов: этот оракул увеличивает преданность жителей своему городу и Царству, поощряя их соглашаться на более низкую заработную плату без влияния на их настроение. Людям нравится жить рядом с храмовым комплексом. Чтобы узнать больше о религии, нажмите <link="#Religion_Title"><u>сюда</u></link>.

# #TempleComplexRa_Title
source: Temple Complex to Ra
ru: Храмовый комплекс Ра

# #TempleComplexSeth_Content
source: When a city has a Temple Complex dedicated to him, Seth instills a fierce will in the city's soldiers, granting them more experience, and protecting them in battle. The additions to Seth's Temple Complex are: Altar of Anubis, God of Death: Anubis gives citizens in the city easier access to eternal life. With his blessing, Mortuaries need less linen to prepare bodies for eternity. Oracle of Sekhmet, Goddess of War: Sekhmet endows priests of Seth with the power to reduce the risk of crime in the houses that they pass and to apprehend criminals in the city. People love living next to a Temple Complex. For more on religion, click <link="#Religion_Title"><u>here</u></link>.
ru: Когда в городе есть храмовый комплекс, посвящённый Сету, он вселяет жестокую волю в воинов города, давая им больше опыта и защищая их в бою. Дополнения к храмовому комплексу Сета: Алтарь Анубиса, бога смерти: Анубис облегчает горожанам доступ к вечной жизни. С его благословения моргам требуется меньше ткани для подготовки тел к вечности. Оракул Сехмет, богини войны: Сехмет наделяет жрецов Сета силой снижать риск преступности в домах, мимо которых они проходят, и обезвреживать преступников в городе. Людям нравится жить рядом с храмовым комплексом. Чтобы узнать больше о религии, нажмите <link="#Religion_Title"><u>сюда</u></link>.

# #TempleComplexSeth_Title
source: Temple Complex to Seth
ru: Храмовый комплекс Сета

# #TempleComplex_Content
source: When you build a Temple Complex for Osiris, the god is inclined to send better floods from year to year. You can build the following additions onto Osiris' Temple Complex: Altar of Sebek, God of Fertility: Sebek grants priests of Osiris the power to stretch the city's supplies of food and goods. As priests of Osiris walk through your city, the people in the houses they pass are suddenly satisfied with less. Oracle of Min, God of Regeneration: When your city honors Min with an Oracle, he speeds the regrowth of trees and reeds, increases the rate at which prey animals reproduce and improves the yield from fishing and hunting. People love living next to a Temple Complex. For more on religion, click <link="#Religion_Title"><u>here</u></link>.
ru: Когда вы построите храмовый комплекс Осириса, бог склонен из года в год насылать лучшие разливы. Вы можете построить следующие дополнения к храмовому комплексу Осириса: Алтарь Себека, бога плодородия: Себек наделяет жрецов Осириса силой увеличивать запасы еды и товаров в городе. Пока жрецы Осириса ходят по вашему городу, люди в домах, мимо которых они проходят, вдруг довольствуются меньшим. Оракул Мина, бога возрождения: когда ваш город чествует Мина оракулом, он ускоряет отрастание деревьев и тростника, увеличивает скорость размножения дичи и увеличивает производительность от рыбалки и охоты. Людям нравится жить рядом с храмовым комплексом. Чтобы узнать больше о религии, нажмите <link="#Religion_Title"><u>сюда</u></link>.

# #TempleComplex_Title
source: Temple Complex to Osiris
ru: Храмовый комплекс Осириса

# #TombRobber_Content
source: Where there's a tomb, there's treasure! A tomb robber is a type of criminal that appears if <link="#PopulationGrowth_Title"><u>City Sentiment</u></link> is extremely poor. He'll only strike the city, however, if there's treasure to plunder. So, if your city doesn't have any tombs (either Pyramids, <link="#Mastaba_Title"><u>Mastabas</u></link>, <link="#Mausoleum_Title"><u>Mausoleums</u></link> or <link="#RoyalTomb_Title"><u>Royal Burial Tombs</u></link>), he won't bother coming to your city. He also won't bother if there aren't any <link="#Burial_Title"><u>burial provisions</u></link> to be had, either because the tomb didn't require that any be dispatched or because you haven't sent them to the tomb yet. Sometimes, tomb robbers strike even when there is no sign of crime in the city. If professional tomb robbers receive word from their cronies that there are particularly valuable burial provisions in your city's tombs, they will unleash a crime wave. You have no way of predicting when a crime wave might occur. All tomb robbers have one goal in mind: to deprive an eternally sleeping Pharaoh of the riches and treasures that have been stored away in his tomb for use in the afterlife. To affect this scheme, the tomb robber must make his way to the tomb without being apprehended. If he meets a constable or some soldiers on his way to the tomb, he is usually quietly and effectively 'detained,' although an extremely agile thief can sometimes still escape. If the tomb robber successfully reaches a burial monument, he will secret away with some previously dispatched burial provisions and your <link="#Ratings_Title"><u>Kingdom Rating</u></link> will be adversely affected, as who would want to be governed by someone that is incapable of protecting the sanctity of his ancestors' graves? Tomb robbers aren't picky about which tombs they strike. They are perfectly willing to try to steal from a monument that was already in the city before you began your rule. Luckily, these pre-existing tombs are well sealed, and a tomb robber won't be able to steal any burial provisions from them. However, people throughout Egypt will be so astounded that one of the oldest tombs was threatened that your Kingdom rating will take quite a tumble. Beware! If the tomb robber makes off with burial provisions you will need to replace each stolen item before the mission can be completed. For more on crime in your city, click <link="#Crime_Title"><u>here</u></link>.
ru: Где есть гробница, там есть и сокровища! Расхититель гробниц — это преступник, который появляется, если <link="#PopulationGrowth_Title"><u>настроения в городе</u></link> становятся крайне низкими. Однако он нанесёт удар по городу только в том случае, если есть сокровища, которые можно разграбить. Так что если в вашем городе нет гробниц (пирамид, <link="#Mastaba_Title"><u>мастаб</u></link>, <link="#Mausoleum_Title"><u>мавзолеев</u></link> или <link="#RoyalTomb_Title"><u>царских усыпальниц</u></link>), то он никогда не появится в вашем городе. Он также не будет беспокоиться, если в них не будет никаких <link="#Burial_Title"><u>погребальных принадлежностей</u></link> (в случае, если они не требуются для завершения гробницы или вы ещё не успели их отправить). Иногда расхитители гробниц появляются даже тогда, когда в городе нет признаков преступности. Если профессиональные расхитители получат известие от своих дружков о том, что в гробницах вашего города есть особенно ценные погребальные принадлежности, они поднимут волну преступности, и у вас нет никакой возможности предсказать, когда она произойдёт. Все расхитители преследуют одну цель: лишить вечно спящего фараона богатств и сокровищ, хранящихся в его гробнице для использования в загробной жизни. Для достижения этой цели расхититель должен проникнуть в гробницу и не попасться силам поддержания правопорядка. Если на пути к гробнице его повстречает стражник или воины, его обычно тихо и эффективно «обезвреживают», хотя у чрезвычайно проворного вора иногда всё же есть возможность сбежать. Если расхититель гробниц успешно доберётся до монумента, он скроется с некоторыми ранее отправленными погребальными принадлежностями, что негативно скажется на вашем <link="#Ratings_Title"><u>рейтинге Царства</u></link>, ведь никто не захочет быть подданным того, кто не способен защитить могилы предков. Расхитители гробниц не привередливы в выборе гробниц. Они вполне могут попытаться осквернить монумент, который уже существовал до начала вашего правления. К счастью, эти гробницы хорошо запечатаны, и расхититель ничего не сможет оттуда украсть, однако люди Египта будут настолько поражены тем, что одной из древнейших гробниц угрожала опасность, что рейтинг Царства резко упадёт. Будьте внимательны! Если расхититель сумеет скрыться с частью погребальных принадлежностей, вам придётся возместить похищенное, чтобы завершить миссию. Чтобы узнать больше о преступности в вашем городе, щёлкните <link="#Crime_Title"><u>сюда</u></link>.

# #TombRobber_Title
source: Tomb Robber
ru: Расхититель гробниц

# #TopPanel_Content
source: This UI panel displays several pieces of information: Debens in the city's treasury. For more on generating income, see <link="#Money_Title"><u>money</u></link>. Your city's population. Remember that not everyone living in your city is a worker - you can find this information by hovering your mouse over the number. Follow this link to read about how <link="#PopulationGrowth_Title"><u>population</u></link> works in the game. The current month and year. For convenience, the modern calendar is used. If time is passing too quickly - or too slowly - for you, use the Speed Settings on the top left panel The Nilometer, which is represented by a downward-pointing arrow. When you click on this, a new panel opens and shows you what the previsions are for the next inundation.
ru: Эта панель пользовательского интерфейса отображает следующую информацию: Количество <link="#Money_Title"><u>дебенов</u></link> в городской казне. Численность <link="#PopulationGrowth_Title"><u>населения</u></link> вашего города. Помните, что не все, кто живёт в вашем городе, являются рабочими — вы можете узнать эту информацию, наведя указатель мыши на число. Текущий месяц и год. Для удобства используется современный календарь. Если для вас время течёт слишком быстро или слишком медленно, используйте настройки скорости на верхней левой панели. Нилометр, который представлен стрелкой, указывающей вниз. Если вы нажмёте на неё, откроется новая панель и покажет, каковы прогнозы для следующего разлива.

# #TopPanel_Title
source: Top Panel Window
ru: Верхняя панель

# #Trade_Content
source: No city is completely self-sufficient. Trade brings products to your city that it cannot produce itself. Exporting goods brings in a lot of money - often more than the city can earn from taxes. Because of its importance, your city should begin trading as soon as it can meet the basic needs of its inhabitants. The <link="#Worldmap_Title"><u>World Map</u></link> shows which cities will trade with you. Click on one of these cities to find out which products the municipality buys and sells. Click on the 'Open Trade Route' button to spend the funds to establish the new partnership. Opening a trade route can be costly, but it pays off in the long run. Once you open a trade route, visit your <link="#OverseerCommerce_Title"><u>Overseer of Commerce</u></link> to set up the interactions. You'll notice that products sell for less money than they cost you to buy. The difference in the prices covers the merchant's expenses in coming to your city. Importing: To import a good, click on the commodity you want. After you select an item, you have two choices. You can decide for yourself how much of the item you would like the city to have on hand and instruct your Overseer of Commerce to behave accordingly. Or, you can let your Overseer of Commerce decide how much the city should have on hand. Your Overseer of Commerce will continue to import the item as long as the city's stocks are under the prescribed level, or until the trade partner's annual trade limit has been reached. Some goods your city needs can only be imported. These include white marble for monument construction and oil for <link="#LampMaker_Title"><u>lamps</u></link>. To evolve the city's <link="#HousingDesirability_Title"><u>housing</u></link> to its highest level, you will also have to import luxury goods. Imports can become quite expensive, so monitor the city's <link="#_Title"><u></u></link> carefully. If you notice that the Storage Yards are full of a particular good the city is importing, save money by not importing the good until stocks are depleted. Also, importing raw materials is cheaper than importing finished products. In the long run, the city will save money if it has its own manufacturers to turn an imported raw material into a finished product. Exporting: To export a good, click on the item you wish to export. Then, decide for yourself how much the city should have on hand or let the Overseer of Commerce make the decision. Surpluses will be exported up to the customer's annual quota. Keep in mind that some commodities the city exports are also desired by its citizens, so make sure you keep enough in storage for citizens' needs. Check in with your Bazaars and your citizens' housing frequently to see if they have a supply of the good you are trading. Also, make sure that the buildings that need finished goods have a supply on hand. If housing and other buildings are having difficulty getting an item, the city is probably exporting too much. Sometimes a city can either export or import the same commodity. This gives you more flexibility as you plan the city's industries. If you want to bolster a city's income, dedicate labor to produce the commodity and export it to a trade partner. If you want to use the city's labor force for another purpose, then import the product instead. The city can never simultaneously import and export an item, and it won't benefit from importing the product from one city just to sell it to another. Buyers pay more than sellers receive, so the city will only lose money if it acts as a middleman. On the other hand, importing a raw material and exporting its finished good is often a very profitable proposition. Merchants approach your city either by caravan or trade ship. Before you can trade with either type of merchant, you must have a working Storage Yard. In addition to a Storage Yard, you also need a <link="#Dock_Title"><u>Dock</u></link> if you are to engage in trade with merchant barges. Trade ships conduct all their business at Docks, and when they arrive cart pushers from the Docks will retrieve needed items from the Storage Yards.
ru: Ни один город не является полностью самодостаточным. Торговля доставляет в ваш город товары, которые он не может произвести сам. Экспорт товаров приносит много денег — подчас больше, чем город может заработать на налогах. Из-за этого ваш город должен начать торговлю, как только сможет удовлетворить потребности своих жителей. На <link="#Worldmap_Title"><u>карте мира</u></link> показано, какие города могут торговать с вами. Нажмите на один из этих городов, чтобы узнать, какие товары он может покупать и продавать. Нажмите кнопку «Открыть торговый путь», чтобы оплатить создание нового партнёрства. Открытие торгового пути может быть дорогостоящим, но в долгосрочной перспективе оно окупится. После этого посетите своего <link="#OverseerCommerce_Title"><u>торгового советника</u></link>, чтобы настроить торговые отношения. Вы можете заметить, что товары продаются за меньшую цену, чем они стоят вам. Разница в ценах покрывает расходы торговца на приезд в ваш город. Импорт: Чтобы начать импорт, нажмите на нужный товар. После выбора у вас есть два варианта. Либо выбрать, какое количество товара вы хотите иметь на складах города и поручить своему советнику ограничивать закупки соответствующим образом. Либо позволить торговому советнику самому решать, сколько денег должно быть в наличии у города. Он будет продолжать импортировать товар до тех пор, пока городские запасы находятся ниже установленного уровня или пока не будет достигнут годовой лимит торгового партнёра. Некоторые требуемые вашему городу товары можно только закупать. К ним относятся белый мрамор для строительства монументов и масло для изготовления <link="#LampMaker_Title"><u>ламп</u></link>. Для развития городского <link="#HousingDesirability_Title"><u>жилья</u></link> до самого высокого уровня также придётся импортировать предметы роскоши. Импорт может стать довольно дорогим, поэтому внимательно следите за <link="#Money_Title"><u>городской казной</u></link>. Если вы заметите, что склады полны определённым импортным товаром, сэкономьте деньги и прекратите закупку, пока запасы не будут исчерпаны. Кроме того, импорт сырья всегда дешевле, чем импорт готовой продукции. В долгосрочной перспективе город сэкономит деньги, если у него будут собственные производства, способные превращать импортное сырье в готовый продукт. Экспорт: Чтобы начать экспорт, нажмите на товар, который хотите продавать. Затем решите, сколько должно быть в наличии у города, или пусть решение принимает торговый советник. Излишки будут продаваться в пределах годового лимита партнёра. Имейте в виду, что некоторые экспортные товары также нужны горожанам, поэтому убедитесь, что у вас достаточно запасов для их нужд. Почаще проверяйте свои базары и жилые дома, чтобы узнать, есть ли у них запас товаров, которыми вы торгуете. Кроме того, убедитесь, что у зданий, которым нужна готовая продукция, есть определённый запас. Если жилые дома и другие здания испытывают трудности со снабжением, возможно, город слишком много экспортирует. Иногда город может и продавать, и покупать определённый товар. Это даёт вам больше гибкости при планировании городских производств. Чтобы увеличить доход города, распределите рабочую силу на производство товара и экспорт торговому партнёру. Если вы хотите использовать рабочую силу города для других целей, вместо производства импортируйте готовый продукт. Город никогда не может одновременно импортировать и экспортировать товар, и нет никакой выгоды перепродавать импортный товар другому городу. Стоимость закупки будет выше стоимости продажи, поэтому город-посредник будет только терять деньги. С другой стороны, импорт сырья и экспорт готовой продукции часто является очень выгодным решением. Торговцы прибывает к вашему городу либо с караваном, либо с торговым кораблём. Прежде чем вы сможете торговать с торговцем любого типа, у вас должен быть работающий склад. А если к вам прибывают торговые корабли, также ещё понадобится <link="#Dock_Title"><u>пристань</u></link>. Торговые корабли ведут все свои дела в пристанях, и всё необходимое для торговли со складов привозят туда доставщики.

# #Trade_Title
source: Trade
ru: Торговля
