Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Guide.po
Languages: ru

# #GemstoneMine_Content
source: Gems are mined from rocky outcroppings. You can't tell by looking at the rock whether or not it can produce gems. If gems can be mined, Gemstone Mines will be listed in the Industrial Structures. Like <link="#StoneQuarries_Title"><u>quarries</u></link>, Gemstone Mines must be placed adjacent to rocky outcroppings, and need laborers and road access. They are also susceptible to collapse, so be sure to build an <link="#Architect_Title"><u>Architect's Post</u></link> nearby. Gemstone Mines are dusty places, and citizens do not want to live nearby.
ru: Самоцветы добываются из скальных обнажений. По виду скалы нельзя сказать, можно ли из неё добывать самоцветы или нет. Если самоцветы можно добывать, то на вкладке производственных построек будет доступна возможность постройки рудников самоцветов. Как и <link="#StoneQuarries_Title"><u>карьеры</u></link>, рудник самоцветов должен быть размещён рядом со скалами, и для их работы требуется доступ к рабочей силе и дорогам. Также они подвержены обвалам, так что не забудьте построить рядом <link="#Architect_Title"><u>пост архитектора</u></link>. Рудники самоцветов производят много пыли, из-за чего жители не хотят жить рядом с ними.

# #GemstoneMine_Title
source: Gemstone Mine
ru: Рудник самоцветов

# #GoldMine_Content
source: Gold and copper are valuable metals. A city with metal ore in its area is truly lucky. Gold is a rare and precious commodity and should be mined whenever you have the opportunity to do so. Gold is <link="#Money_Title"><u>money</u></link>, and Gold Mines afford the city the opportunity to make its own. Unlike other commodities, gold is never delivered to the <link="#StorageYard_Title"><u>Storage Yards</u></link>. Gold can only go directly to the <link="#Palace_Title"><u>¨Palace</u></link>, which turns it into debens and adds them to your city's treasury. Copper is almost as valuable as gold, although it is used more conventionally. Copper is one of the few raw materials you can export for serious profit. In unsettled times, copper is extremely valuable as a resource for <link="#Weaponsmith_Title"><u>weapons</u></link>, which can command a very dear price. Often your own city will need weapons to equip its infantry. Click <link="#War_Title"><u>here</u></link> to read about war. Metal mines must be built adjacent to rocky outcroppings that bear metallic nuggets. Both mines need road access and labor, and both are among the most undesirable neighbors a city can have.
ru: Золото и медь являются ценными металлами. Городу, рядом с которым есть металлические жилы, крупно повезло. Золото является редким и драгоценным ресурсом, который нужно добывать при первой же возможности. Золото — это <link="#Money_Title"><u>деньги</u></link>, и золотой рудник даёт городу возможность их производить. В отличие от других товаров, золото никогда доставляется на <link="#StorageYard_Title"><u>склад</u></link>. Вместо этого золото отправляют прямиком во <link="#Palace_Title"><u>дворец</u></link>, где из его чеканят дебены, которые добавляются в городскую казну. Медь так же ценна, как золото, хотя может использоваться традиционным способом. Медь является единственным ресурсом, за продажу которого можно получить большую прибыль. В тяжёлые времена медь является ценным сырьём, необходимым для изготовления <link="#Weaponsmith_Title"><u>оружия</u></link>, которое, в свою очередь, тоже можно очень выгодно продать. Подчас вашему собственному городу может понадобиться оружие для вооружения пехотинцев. Для более подробной информации см. статью <link="#War_Title"><u>война</u></link>. Рудники должны быть размещены рядом со скалами с металлическими прожилками. Для работы обоих типов рудников требуется доступ к рабочей силе и дорогам. Рудники являются очень непривлекательными для соседних жилых кварталов.

# #GoldMine_Title
source: Gold and Copper Mines
ru: Золотые и медные рудники

# #GrainFarm_Content
source: Grain is no different from any other food in the city, but Grain Farms do produce a raw material as a byproduct: straw. Straw serves as fodder for the cattle in <link="#CattleRanch_Title"><u>Cattle Ranches</u></link> and is one of the raw materials required for <link="#Brickworks_Title"><u>brick</u></link> manufacture. Straw (along with game meat) is also used as fodder for animals in the <link="#Zoo_Title"><u>Zoo</u></link>. Straw is harvested at the same time as grain. A delivery person takes it directly to Cattle Ranches, Brick Makers, Zoos or <link="#StorageYard_Title"><u>Storage Yards</u></link>, while his co-worker wheels the grain harvest to a Granary or Storage Yard. Grain Farms are undesirable neighbors and will lower the value of any nearby housing. Other topics that may be useful include <link="#FoodFarming_Title"><u>Food and Farming</u></link>, <link="#Bazaar_Title"><u>Bazaars</u></link> and <link="#Granary_Title"><u>Granaries</u></link>.
ru: Зерно ничем не отличается от другой пищи, за исключением одной детали: фермы, выращивающие зерно, производят также побочный продукт — солому. Солома служит кормом для скота в <link="#CattleRanch_Title"><u>скотоводческой ферме</u></link> и является одним из необходимых ингредиентов для изготовления <link="#Brickworks_Title"><u>кирпича</u></link>. Солома (вместе с мясом дичи) также служит кормом для животных в <link="#Zoo_Title"><u>зоопарке</u></link>. Солома собирается одновременно с зерном. Разносчик доставит её напрямую в скотоводческую ферму, кирпичную мастерскую, зоопарк или на <link="#StorageYard_Title"><u>склад</u></link> в то же время, пока его коллега будет доставлять урожай зерна в амбар или на склад. Фермы зерна являются нежелательными соседями и снижают привлекательность находящихся рядом жилищ. Другими полезными статьям по этой теме могут быть <link="#FoodFarming_Title"><u>Пища и земледелие</u></link>, <link="#Bazaar_Title"><u>Базар</u></link> и <link="#Granary_Title"><u>Амбар</u></link>.

# #GrainFarm_Title
source: Grain Farm
ru: Ферма зерна

# #Granary_Content
source: Granaries store the food that citizens eat. <link="#Bazaar_Title"><u>Bazaar buyers</u></link> collect food from the Granary to distribute to the populace. Granaries need road access and labor in order to operate. You can see what the Granary is storing by looking in its fill holes. Right-click on a Granary to see precisely how much of each food it holds. <link="#FoodFarming_Title"><u>Farms</u></link>, <link="#FishingWharf_Title"><u>Fishing Wharves</u></link>, <link="#CattleRanch_Title"><u>Cattle Ranches</u></link> and <link="#HuntingLodge_Title"><u>Hunting Lodges</u></link> employ delivery men to bring their produce to Granaries. It's generally a good idea to have Granaries close to food producers. If a delivery man has to walk so far that his employer finishes producing another load of food before he returns with his empty cart, the production facility will sit idle until he comes to take away the food that has piled up there. If all Granaries are full, delivery men will wait around until some space in a Granary opens up, unless you have instructed a <link="#StorageYard_Title"><u>Storage Yard</u></link> to accept the particular food. To manage the flow of foods in the city, give Granaries Special Orders. Click on a Granary to get started. All items the Granary can store are listed for you. There you can change the way that the specific Granary handles the food. The choices are: Fill Granary: To limit how much of a single food a Granary accepts, use the Fill command represented by a colored circle. You can tell the Granary to Fill 1/4, 1/2 or 3/4 of the Granary. If you do not want to limit the Granary's intake of a particular food, make sure you have a complete green circle. This choice is useful when you want a Granary to store equal amounts of multiple food types. Don't Accept: Use this command to tell a Granary to stop accepting a food altogether. The Granary will not accept any new shipments of the particular food, but Bazaar buyers and cart pushers from other Granaries will continue to collect the item from the Granary until the stock is completely depleted. Use this option to make delivery men bypass a nearby Granary in favor of one farther away, or to prevent a food that you want to export from being consumed. Get: If a Granary is running low on a particular food that you want it to have on hand, use the Get command. The Granary's cart pusher will search for the item in other Granaries or in the city's Storage Yards until he has met the request. You can tell a Granary to get up to 1/4, 1/2, 3/4 or the full capacity of the Granary. This option can enable Granaries far away from the city's food producers to remain stocked. Empty: If you issue this command, the Granary's cart pushers will try to empty the Granary's stock of food, looking for other Granaries or Storage Yards that have been told to accept the item. A Granary told to empty itself will not accept new shipments of the food that it is trying to send elsewhere. Use this order if you have decided to demolish a Granary, or if you want to remove one type of food that it carries. Accept All/Accept None: Use this command to quickly shift between a granary accepting everything or refusing everything. The default behavior is accept all, but you can modify it through the gameplay options. Granaries are dusty, often verminous, and not at all welcome neighbors. Citizens don't relish living near them.
ru: В амбарах хранится еда, которую едят горожане. <link="#Bazaar_Title"><u>Закупщицы с базара</u></link> забирают продукты из амбара для их распределения среди населения. Для работы амбару необходим доступ к дорогам и рабочей силе. Вы можете увидеть, что хранится в амбаре, заглянув в его засыпные горловины. Щёлкните правой кнопкой мыши по амбару, чтобы точно увидеть, сколько в нём содержится каждого вида еды. <link="#FoodFarming_Title"><u>Фермы</u></link>, <link="#FishingWharf_Title"><u>рыбацкие причалы</u></link>, <link="#CattleRanch_Title"><u>скотоводческие фермы</u></link> и <link="#HuntingLodge_Title"><u>охотничьи хижины</u></link> используют доставщиков для отправки своей продукции в амбары. Как правило, лучше располагать амбары рядом с производителями продуктов питания. Если доставщику приходится идти так далеко, что за время его отсутствия постройка успевает произвести ещё одну партию продуктов, то производство пищи будет простаивать до тех пор, пока не вернётся доставщик и не заберёт скопившуюся там еду. Если все амбары в городе заполнены, доставщики будут ждать, пока в них не освободится место (если только вы не дали указания <link="#StorageYard_Title"><u>складу</u></link> принимать определённые виды еды). Чтобы управлять распределением продуктов в городе, отдавайте амбарам особые указания. Для начала нажмите по амбару. В появившемся окне будут представлены все товары, которые может хранить амбар. Вы можете изменить наполнение конкретного амбара следующим образом: Принимать: чтобы ограничить количество определённого вида пищи, используйте указание «Принимать», представленное цветным кругом. Вы можете приказать амбару заполнять только 1/4, 1/2 или 3/4 от общей вместимости. Если вы не хотите ограничивать амбар, убедитесь, что напротив соответствующего товара находится полный зелёный круг. Этот выбор полезен, когда необходимо, чтобы амбар хранил равное количество нескольких видов пищи. Не принимать: используйте это указание, чтобы запретить амбару вообще принимать определённый тип пищи. Амбар перестанет принимать новые поставки этого типа, но закупщицы с базара и доставщики из других амбаров смогут забрать остатки, пока запасы не будут полностью исчерпаны. Используйте эту возможность, чтобы перенаправить доставщиков на другой, более далёкий амбар или чтобы еда, которую вы собираетесь экспортировать, не потреблялась городом. Получить: если в амбаре заканчивается определённая еда, а вы хотите, чтобы в нём был некоторый запас, используйте указание «Получить». Доставщик амбара будет искать её в других амбарах или на складах города до тех пор, пока не выполнит указание. Вы можете указать амбару заполнить до 1/4, 1/2, 3/4 или весь доступный объём. Эта возможность позволит амбарам, расположенным далеко от пищевых производств, поддерживать запасы еды. Опустошить: при этом указании доставщики амбара попытаются опустошить запас еды, доставляя её в другие амбары и на склады, которым разрешено принимать данный тип пищи. Амбар с действующим указанием «Опустошить» не будет принимать новые партии продуктов. Используйте это указание, если решили снести амбар или удалить определённый тип пищи, находящийся в его хранении. Принимать всё/Принимать ничего: используйте это указание, чтобы быстро переключать поведение амбара, принимающим всё или отказывающимся от всего. Поведение по умолчанию — принимать всё, однако это можно изменить в настройках игрового процесса. Зернохранилища пыльные, часто заражены паразитами и совсем не приветствуются соседями. Горожанам не нравится жить рядом с ними.

# #Granary_Title
source: Granary
ru: Амбар

# #Health_Content
source: Poor city health can discourage immigrants from coming to your city, and could even cause some of the city's residents to die. Take steps to ensure that your citizens feel fit. A number of health disasters could befall your citizens if you do not take precautions. To keep your citizens healthy, make sure they have access to plenty of food and to a <link="#Physician_Title"><u>Physician's office</u></link>. The more types of food your citizens eat, the healthier they feel. Access to <link="#Mortuary_Title"><u>Mortuaries</u></link> also improves overall city health. Clean drinking water from a <link="#WaterSupply_Title"><u>Water Supply</u></link> and access to an <link="#Apothecary_Title"><u>Apothecary</u></link> helps to reduce the risk of malaria. Overall city health is determined by the health of each of its citizens, so be sure to provide adequate access to healthcare to all inhabitants of the city. Along with malaria, disease and the dreaded plague stalk the city. With careful planning and an ever watchful eye on citizens' health, these health problems can be avoided. Disease: Disease occurs in homes that are not visited by a physician frequently and do not have a steady supply of food. Disease strikes homes individually and does not spread. However, if an entire neighborhood has particularly poor access to physicians and to food, then more than one house could become diseased. Build more Physician's offices in these areas, and make sure <link="#Bazaar_Title"><u>Bazaars</u></link> are supplying the houses with food. Malaria: Malaria is one of the risks of living near the water. Homes close to the river and to reed-filled marshes are most at risk. Like disease, malaria strikes individual homes. The illness, however, will spread to neighboring homes. To combat the risk of malaria, build plenty of Apothecaries in at-risk areas, and make sure that houses in these areas receive water from a Water Supply. Plague: Outbreaks of plague occur when overall city health is low, regardless of the health of particular homes. The only thing you can do to avoid plagues is to make sure you keep the city healthy overall. By the way, don't confuse plague with <link="#MajorPlagues_Title"><u>Major Plagues</u></link>. Major Plagues are caused by factors beyond your control, not by city health. When plague does break out, it begins in one house. One of the delirious, plague-stricken individuals in the house wanders the streets, infecting each house he passes. In a month's time, he'll succumb to the illness. An herbalist from an Apothecary will promptly remove any plagued citizen he encounters. No overlays can show you which house will host the first plague victim, because plague is unrelated to conditions in any particular home or neighborhood. If a house becomes infected with any of the above ailments, all the people in the house die. The house remains infected for two months, during which time no immigrants or vagrants will move in. After two months, the housing is cleansed and livable again. All of the goods its previous inhabitants owned are still there. While classified as a health building, the Dentists' office contribute to an area's property value and have no effect on city-wide health. Your <link="#OverseerHealth_Title"><u>Overseer of Public Health</u></link> will help you keep your citizens well.
ru: Плохое здоровье в городе может препятствовать приезду переселенцев и даже может стать причиной смерти жителей города. Примите меры, чтобы самочувствие ваших горожан было хорошим, иначе, если не принять соответствующих мер, на них может обрушиться целый ряд недугов. Чтобы жители были здоровы, обеспечьте им доступ к обильной пище и <link="#Physician_Title"><u>услугам лекаря</u></link>. Чем больше видов еды едят ваши горожане, тем здоровее они себя чувствуют. Доступ к <link="#Mortuary_Title"><u>моргам</u></link> также улучшает общее здравоохранение города. Чистая питьевая вода из <link="#WaterSupply_Title"><u>источника</u></link> и наличие <link="#Apothecary_Title"><u>аптек</u></link> снижает риск малярии. Общее здравоохранение города определяется здоровьем каждого его жителя, поэтому обязательно обеспечьте приемлемый доступ к медицинскому обслуживанию всех горожан. Наряду с малярией, город могут поразить болезни и страшная чума. При тщательном планировании и постоянном внимании к здоровью горожан этих проблем можно избежать. Болезнь: болезни возникают в домах, в которых отсутствуют постоянные запасы питьевой воды и давно не было лекаря. Болезнь поражает дома индивидуально и дальше не распространяется. Однако, если у всего жилого района особенно плохой доступ к лекарям и еде, то может заболеть сразу несколько домов. Постройте больше зданий лекарей в таких районах и убедитесь, что <link="#Bazaar_Title"><u>базары</u></link> снабжают дома пищей. Малярия: малярия является одним из негативных факторов жизни у воды. Наибольшему риску подвержены дома, расположенные недалеко от реки и заросших тростником болот. Как и болезнь, малярия поражает отдельные дома. Однако при этом болезнь может перекинуться на соседние дома. Для борьбы с малярией стройте больше аптек в районах риска и убедитесь, что дома в этих районах снабжаются свежей водой из источника. Чума: эпидемии чумы происходят при всеобщем низком уровне здоровья в городе, независимо от здоровья конкретных домов. Единственное, что вы можете сделать, чтобы избежать чумы, — это приложить все усилия на поддержание хорошего здравоохранения в городе в целом. Не путайте чуму с <link="#MajorPlagues_Title"><u>казнями египетскими</u></link>, которые вызываются не зависящими от вас факторами, а не низким уровнем здоровья города. Эпидемия чумы начинается с одного дома. Один из заражённых жителей в горячке будет бродить по улицам и заражать дома, мимо которых будет проходить. Через месяц его заберёт болезнь. Аптекарь быстро уберёт с улиц любого встреченного им чумного жителя. Никакие слои не покажут вам, где именно укоренился источник чумы, потому что болезнь не связана с условиями жизни в конкретном доме или районе. Все жители поражённого любой из перечисленных болезнью дома погибают. Дом останется заражённым в течение двух месяцев, и никто из поселенцев или бродяг не будет заселяться туда. После этого дом очищается и снова становится пригодным для жилья. Все товары, находившиеся во владении предыдущих жителей, останутся нетронутыми. Хотя дом стоматолога считается медицинским учреждением, он влияет на привлекательность района, а не на его уровень здоровья. Ваш <link="#OverseerHealth_Title"><u>советник по здравоохранению</u></link> поможет поддерживать здоровье ваших жителей на должном уровне.

# #Health_Title
source: Health
ru: Здоровье
