Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Guide.po
Languages: ru

# #OverseerDiversions_Content
source: Your Overseer of Diversions knows how many juggler's stages, musicians' stages and dancers' stages are working in the city. The number of stages matters much more than how many <link="#Booth_Title"><u>Booths</u></link>, <link="#Bandstand_Title"><u>Bandstands</u></link> and <link="#Pavilion_Title"><u>Pavilions</u></link> exist, so he does not bother enumerating those. He also reports the number of <link="#SenetHouse_Title"><u>Senet Houses</u></link> and <link="#Zoo_Title"><u>Zoos</u></link> that are entertaining the public. He estimates how many people can benefit from your city's stages, Zoos and Senet Houses and gauges citizens' satisfaction with their entertainment options. You may want to consult the entry on <link="#Entertainment_Title"><u>entertainment</u></link> to learn more about its role in your city.
ru: Ваш советник по развлечениям всегда знает, сколько в городе выступлений жонглёров, певцов и танцовщиц. Количество площадок для выступления важнее, чем количество <link="#Booth_Title"><u>помостов</u></link>, <link="#Bandstand_Title"><u>эстрад</u></link> и <link="#Pavilion_Title"><u>сцен</u></link>, поэтому он не тратит время на их подсчёт. Он также может сообщить количество <link="#SenetHouse_Title"><u>домов сенета</u></link> и <link="#Zoo_Title"><u>зоопарков</u></link>, развлекающих народ. Он определяет, сколько людей получило удовольствия от городских площадок, зоопарков и домов сенета и примерно подсчитывает удовлетворённость жителей каждым видом развлечений. См. статью <link="#Entertainment_Title"><u>Развлечения</u></link> для более подробной информации.

# #OverseerDiversions_Title
source: Overseer of Diversions
ru: Советник по развлечениям

# #OverseerGranaries_Content
source: Food and population go hand in hand. The Overseer of the Granaries keeps track of the city's population and the food they consume. The Overseer of the Granaries presents information on your city's population through three different graphs. The Population History graph shows how your population has grown or shrunk over time. If your city is doing well, this report will show more or less continuous growth. The Census graph shows you the demographic breakdown of your population by age - useful for predicting the growth or contraction of the <link="#Workers_Title"><u>workforce</u></link>. Children and the elderly don't work, but do continue to eat food, drink beer and break pottery! The Society graph shows you the breakdown of your citizens by income, as measured by the quality of their housing. Very wealthy residents <link="#Scribes_Title"><u>(scribes)</u></link> do not engage in manual labor, either, so as your city grows richer, its workforce tends to diminish. Although they don't contribute to the labor pool, scribes do pay a lot of tax money into your Palace vaults. Below the graphs are several lines of very useful information. The first line tells you how many people your current level of food production can support and anticipated population trends based on current levels of immigration and emigration. This Overseer also knows how many people the city's vacant housing can hold, how much food the Granaries in the city have stored, and how many immigrants arrived during the previous month. Consulting the entries on <link="#PopulationGrowth_Title"><u>Population</u></link> and <link="#FoodFarming_Title"><u>Food</u></link> may be helpful to understanding the Overseer of the Granaries' importance.
ru: Продовольствие и население — зависящие друг от друга термины. Советник по продовольствию ведёт подсчёт городского населения и потребляемой им пищи. Он также может представить информацию о населении в виде трёх графиков. График «История» отображает изменение численности вашего населения. Если дела в городе идут хорошо, график будет демонстрировать рост населения. График «Перепись» отображает ваше население в разрезе возраста, что может быть полезным для прогнозирования роста или сокращения количества <link="#Workers_Title"><u>рабочей силы</u></link>. Дети и старики не работают, но при этом потребляют пищу, пьют пиво и разбивают посуду! График «Общество» отображает достаток ваших жителей, измеряемый в качестве их жилья. Очень зажиточные люди (<link="#Scribes_Title"><u>писцы</u></link>) не утруждают себя ручным трудом, поэтому с ростом благосостояния вашего города будет падать количество рабочей силы. Хотя писцы не формируют фонд рабочей силы, они платят много налогов в казну вашего дворца. Ниже графиков есть некоторая очень полезная информация. Первая строка сообщает о том, сколько людей при текущем уровне миграции и производства пищи сможет прокормить город. Советник также знает, сколько ещё город может вместить жителей, сколько пищи припасено в амбарах и сколько переселенцев прибыло в предыдущем месяце. Важность советника по продовольствию могут также прояснить статьи <link="#PopulationGrowth_Title"><u>Население</u></link> и <link="#FoodFarming_Title"><u>Пища</u></link>.

# #OverseerGranaries_Title
source: Overseer of the Granaries
ru: Советник по продовольствию

# #OverseerHealth_Content
source: Your Overseer of Public Health reports on the city's overall health. He tracks the number of <link="#Physician_Title"><u>Physician's offices</u></link>, <link="#Dentist_Title"><u>Dentist's offices</u></link>, <link="#Apothecary_Title"><u>Apothecaries</u></link> and <link="#Mortuary_Title"><u>Mortuaries</u></link> working in the city. Your Overseer of Public Health knows if a particular health risk like malaria or disease threatens the city. He also keeps track of your populace's general attitude towards their health services. The <link="#Health_Title"><u>Health</u></link> entry will help you understand the effects of health throughout your city.
ru: Ваш советник по здравоохранению сообщает о текущем здоровье в городе. Он подсчитывает количество работающих домов <link="#Physician_Title"><u>лекарей</u></link> и <link="#Dentist_Title"><u>дантистов</u></link>, <link="#Apothecary_Title"><u>аптек</u></link> и <link="#Mortuary_Title"><u>моргов</u></link>. Советник по здравоохранению осведомлён о возможных рисках появления малярии или болезней. Также он отслеживает общее отношение населения к предоставляемым медицинским услугам. Статья <link="#Health_Title"><u>Здоровье</u></link> поможет понять воздействие состояния здоровья на ваш город.

# #OverseerHealth_Title
source: Overseer of Public Health
ru: Советник по здравоохранению

# #OverseerLearning_Content
source: Your Overseer of Learning apprises you of the status of education in the city. He reports the number of active <link="#ScribalSchool_Title"><u>Scribal Schools</u></link> and <link="#Library_Title"><u>Libraries</u></link> and how many people can benefit from existing education structures. He assesses the adequacy of access to education and also reports any demands citizens are making for new education structures. See the entry on <link="#Education_Title"><u>education</u></link> for more information.
ru: Ваш советник по образованию извещает вас состоянии образования в городе. Он сообщает количество действующих <link="#ScribalSchool_Title"><u>школ писцов</u></link> и <link="#Library_Title"><u>библиотек</u></link>, и сколько людей могут получать услуги образовательных учреждений. Он также оценивает доступность образования и отчитывается о нуждах граждан в сфере образования. См. статью <link="#Education_Title"><u>образование</u></link> для дополнительной информации.

# #OverseerLearning_Title
source: Overseer of Learning
ru: Советник по образованию

# #OverseerMilitary_Content
source: Your Overseer of the Military keeps tabs on all of the city's <link="#FortCompany_Title"><u>companies</u></link>, <link="#Warship_Title"><u>warships</u></link> and <link="#TransportShip_Title"><u>transport ships</u></link>. Your Overseer of the Military issues both an army report and a navy report. In the army report, your Overseer briefly updates you on the number and condition of each of the city's companies. He keeps tabs on their morale and experience level and can also earmark a company for Kingdom service, and, if only one other city is requesting aid, send the company. Click on the navy status tab to view the navy status report, which tells you everything you need to know about the navy's warships and transport ships. He can also send warships to aid Pharaoh or another city, if needed. Your Overseer of the Military also updates you on general military activity in and around the city. He'll tell you if there are enemies approaching or if anyone requires the services of your troops or warships. For more on war in Pharaoh, click <link="#War_Title"><u>here</u></link>.
ru: Военный советник ведёт учёт городских <link="#FortCompany_Title"><u>отрядов</u></link>, <link="#Warship_Title"><u>военных</u></link> и <link="#TransportShip_Title"><u>транспортных</u></link> кораблей. Он предоставляет вам отчёты как по армии, так и по флоту. В отчёте по армии советник кратко информирует вас о количестве и состоянии каждого отряда города. Он следит за их боевым духом и подготовкой, а также может выделить отряд для службы Царству, и, если кто-то запрашивает военную помощь, отослать отряд. Щёлкните по вкладке состояния флота, чтобы просмотреть по нему отчёт. В нём приводится вся необходимая информация о военных и транспортных кораблях. Советник также может отправить военные корабли на помощь фараону или другому городу, если это необходимо. Ваш военный советник также держит вас в курсе о боевых действиях рядом с городом. Он сообщит вам о приближении врагов или о запросе войск или кораблей. См. также статью <link="#War_Title"><u>Война</u></link> для дальнейшей информации.

# #OverseerMilitary_Title
source: Overseer of the Military
ru: Военный советник

# #OverseerMonuments_Content
source: Your Overseer of the Monuments can tell you what is preventing construction from starting on a monument. He also manages the dispatch of <link="#Burial_Title"><u>burial provisions</u></link> to any tombs that may require them. For a progress report on actual monument construction, click on the project to visit the <link="#ConstructionForeman_Title"><u>Construction Foreman</u></link>.
ru: Ваш советник по монументам может рассказать, что в данный момент мешает строительству монумента. Он также может организовать отправку необходимых <link="#Burial_Title"><u>погребальных принадлежностей</u></link> в любую гробницу. Чтобы получить отчёт о ходе строительства, щёлкните по проекту и посетите <link="#ConstructionForeman_Title"><u>прораба стройки</u></link>.

# #OverseerMonuments_Title
source: Overseer of the Monuments
ru: Советник по монументам

# #OverseerPolitical_Content
source: Your Political Overseer manages your relations with the rest of Egypt. The Political Overseer keeps track of all requests for supplies, whether from other cities or from Pharaoh. He knows how much of the requested good the city has available in its <link="#StorageYard_Title"><u>Storage Yards</u></link> and will notify you when you are able to comply with the request. You can then tell your Political Overseer to send the goods. It's generally a good idea to comply with requests from Pharaoh or other cities as quickly as possible. Ignoring a request entirely can reduce <link="#Trade_Title"><u>trade</u></link>, or even prompt an attack on your city. Sending goods late is better than not sending them at all. The Political Overseer also helps you manage your family savings. He knows how much you have saved and your current salary level. Family savings carry over from mission to mission unless Egypt's centralized government breaks down (between each Period). Your Political Overseer will change your salary if you so command. Keep in mind that your fellow Egyptians frown on those who pay themselves more than their rank merits. If you want to spend some of your family's savings, the Political Overseer will manage the transaction. You can choose to send a gift for Egypt (other political leaders or the people of other cities), or you can give to your city's treasury. Sending a gift for Egypt can boost your <link="#Ratings_Title"><u>Kingdom Rating</u></link>. If your family has enough saved, you can choose among three gifts to send. Don't be overly generous, though. If you send gifts too frequently, the recipients begin to expect them, and might grow angry if they stop arriving. They also tend to expect each gift to be more precious than the previous one. When you decide to send a gift, the Political Overseer will make sure the gift arrives intact. You can also donate your family savings to the city's treasury. This can be a good idea, especially if your family savings can prevent the city from going into debt. Debt can be a very expensive proposition. The Kingdom will loan your city money, but loans do come at a cost. For more on your city's money, click <link="#Money_Title"><u>here</u></link>. Finally, your Political Overseer knows your Kingdom rating and Egypt's general attitude towards you. A better resource for information on ratings is your <link="#OverseerRatings_Title"><u>Ratings Overseer</u></link>.
ru: Ваш советник по политике управляет вашими связями с остальным Египтом. Он отслеживает все запросы на товары от других городов или фараона, знает, сколько запрошенного товара город имеет на своих <link="#StorageYard_Title"><u>складах</u></link>, и сообщит, когда вы сможете выполнить запрос. Затем вы можете приказать советнику по политике отправить товар. Как правило, рекомендуется выполнять запросы от фараона или других городов как можно быстрее. Полное игнорирование запроса может навредить <link="#Trade_Title"><u>торговле</u></link> или даже спровоцировать нападение на город. Отправка товара с опозданием лучше, чем не отправка вовсе. Советник по политике также помогает управлять семейными сбережениями. Ему известно, сколько на данный момент у вас сбережений и какой размер вашего жалования. Семейные сбережения переносятся от миссии к миссии, пока центральное правительство Египта не рухнет (что происходит между сменами периодов правления). По вашему приказу советник может изменить ваше жалованье, но имейте в виду, что ваши соотечественники неодобрительно относятся к тем, кто платит себе больше положенного по рангу. Траты семейных сбережений также контролируются советником по политике. Вы можете отправить подарок Египту (другим политическим лидерам или жителям других городов) или передать средства в казну своего города. Отправка подарка Египту может повысить ваш <link="#Ratings_Title"><u>рейтинг царства</u></link>. Если у вашей семьи достаточно сбережений, вы можете выбрать один из трёх подарков для отправки. Однако не будьте слишком щедры. Если вы отправляете подарки слишком часто, получатели начнут злиться, если дары перестанут приходить. Они также склонны ожидать, что каждое подношение будет более ценным, чем предыдущее. Когда вы решите отправить подарок, советник по политике позаботится о том, чтобы он был доставлен в целости и сохранности. Вы также можете пожертвовать свои семейные сбережения в городскую казну. Это может быть хорошей идеей, особенно в условиях, когда город находится на грани долга, который может обойтись очень дорого. Царство даст деньги взаймы городу, но ссуды дорого обходятся. Чтобы узнать больше о деньгах вашего города, щёлкните <link="#Money_Title"><u>сюда</u></link>. Наконец, ваш советник по политике знает рейтинг Царства и общее отношение Египта к вам. Лучшим источником информации о рейтингах является ваш <link="#OverseerRatings_Title"><u>советник по рейтингу</u></link>.

# #OverseerPolitical_Title
source: Political Overseer
ru: Советник по политике

# #OverseerRatings_Content
source: Your Ratings Overseer displays the city's current Culture, Prosperity, Monument and Kingdom ratings along with your population goal. When you click on a rating, the Ratings Overseer tells you the best way to improve that rating, or what holds the rating back. You can see how far along your city is in reaching its ratings goals by looking at the columns above each rating. Even though you may have achieved your monument rating, the goal has not been met until all necessary burial provisions have been dispatched by the Overseer of Monuments. For more detailed information on ratings and their role in the game, click <link="#Ratings_Title"><u>here</u></link>.
ru: Ваш советник по рейтингу отображает текущие городские рейтинги культуры, процветания, монументов и Царства, а также ваши цели по уровню населения. Щёлкнув по рейтингу, вы получите подсказку от советника о том, как лучше всего повысить этот рейтинг или что его сдерживает. Вы можете увидеть, как далеко ваш город продвинулся в достижении своих целей, просмотрев столбцы над каждым рейтингом. Несмотря на то, что вы, возможно, достигли рейтинга монументов, цель не будет достигнута, пока советник по монументам не отправит все необходимые погребальные принадлежности. Чтобы получить более подробную информацию о рейтингах и их роли в игре, нажмите <link="#Ratings_Title"><u>сюда</u></link>.

# #OverseerRatings_Title
source: Ratings Overseer
ru: Советник по рейтингу

# #OverseerTemple_Content
source: Your Overseer of the Temples knows which gods are worshiped in the city and whether or not the city has a patron god. Perhaps most important, he also keeps track of each god's attitude. He reports how many Shrines, Temples and Temple Complexes are working in the city and if people are demanding more access to religious facilities. He can also help plan a festival. When you want to hold a festival in your city, click on the 'Hold New Festival' button. Choose which god to honor and the size of the festival. Keep in mind that you must also have a <link="#FestivalSquare_Title"><u>Festival Square</u></link> in the city before you can hold a festival. To throw a Grand festival, the city must also have enough beer for everyone. The Overseer of the Temples will also tell you the citizens' specific concerns regarding religion in the city. Read about <link="#Religion_Title"><u>religion</u></link> to learn more about the value of appeasing the gods.
ru: Ваш советник по храмам знает, каким богам поклоняются в городе, есть ли у города бог-покровитель и, что самое важное, он также отслеживает отношение каждого бога. Советник сообщит, сколько святынь, храмов и храмовых комплексов работает в городе и требуют ли люди большего доступа к религиозным объектам. Он также может помочь спланировать праздник — нажмите для этого на кнопку «Провести новый праздник». Выберите, в честь какого бога и какого размаха будет праздник. Имейте в виду, что для проведения праздника в вашем городе должна быть построена <link="#FestivalSquare_Title"><u>праздничная площадь</u></link>. Для проведения грандиозного праздника в городе также должны быть запасы пива. Советник по храмам также расскажет вам о конкретных опасениях горожан относительно религии в городе. Прочитайте о <link="#Religion_Title"><u>религии</u></link>, чтобы узнать больше о ценности умилостивления богов.

# #OverseerTemple_Title
source: Overseer of the Temples
ru: Советник по храмам

# #OverseerTreasury_Content
source: Your Overseer of the Treasury tracks every single deben that comes into or leaves the city's coffers. Examining his tally sheet helps you assess where you can cut costs or increase income. Here you can adjust the tax rate. The default setting of 9 percent is considered reasonable by your citizens. Raising the rate much higher than 9 percent could anger your citizens and deter immigration, or even prompt people to leave. The longer you hold taxes at high levels, the angrier people grow. For more on City Sentiment, click <link="#PopulationGrowth_Title"><u>here</u></link>. The summary also shows how much tax has been collected, how many of your citizens are registered for the tax and how much money was not collected due to an insufficient number of tax collectors. To assess which areas of your city are skipping out on their tax payments, use the tax overlay. Also, be aware that citizens become very agitated if they have to pay tax while other neighborhoods in the city do not. The Overseer also presents you with a tally sheet. The line items at the top of the sheet detail the city's income from taxes, gifts and exporting commodities. Below the meager list of sources of income is a lengthier list of the city's expenditures. Generally, wages and construction costs will be the largest line items, although imports can become quite costly, too. The left side of the list shows the previous year's performance for purpose of comparison. You can see if a particular expenditure is skyrocketing out of control compared to the previous year. The entry on <link="#Money_Title"><u>money</u></link> provides more advice on budgets. The entry on <link="#TaxCollector_Title"><u>Tax Collectors</u></link> is also helpful. On the overseer's panel, you'll notice the wage that you pay and the wage that prevails throughout Egypt. Paying your people more than other cities in Egypt can contribute to an increased <link="#PopulationGrowth_Title"><u>City Sentiment</u></link> and encourage immigration. Paying less will save the city money, but will sour your citizens' moods and could result in emigration.
ru: Ваш советник по казне отслеживает каждый дебен, проходящий через городскую казну. Изучив его подсчёты, вы сможете понять, где можно сократить расходы или увеличить доход. Здесь также можно установить ставку налога. Значение по умолчанию в 9 процентов считается жителями разумным. Повышение ставки намного выше 9 процентов может разозлить жителей, снизить приток новых поселенцев или даже побудить людей уехать. Чем дольше налоги будут на высоком уровне, тем злее становятся люди. Чтобы узнать больше о настроениях в городе, щёлкните <link="#PopulationGrowth_Title"><u>сюда</u></link>. В сводке также указывается, сколько налогов собрано, сколько горожан учтено как налогоплательщики и сколько денег не было собрано из-за недостаточного количества сборщиков налогов. Используйте слой налогов, чтобы найти районы, в которых не платят налоги. Кроме того, имейте в виду, что люди очень волнуются, когда одни районы платят налоги, а другие — нет. Смотритель также представляет вам балансовую ведомость. Строки в верхней части таблицы отражают доход города за счёт выплаты налогов, подношений и прибыли от продажи товаров. Под этим скудным списком находится более длинный список городских расходов. Как правило, затраты на жалование и строительство будут самыми большими статьями расходов, хотя закупка товаров также может стать довольно затратной. В левой части списка для сравнения показаны результаты предыдущего года. Вы можете увидеть, не вышли ли те или иные расходы из-под контроля по сравнению с предыдущим годом. Статья <link="#Money_Title"><u>Деньги</u></link> содержит дополнительные советы по бюджету. Статья <link="#TaxCollector_Title"><u>Сборщики налогов</u></link> будет также полезной. На панели советника вы увидите размер жалования, выплачиваемого рабочим, и жалования, которую выплачивают в остальном Египте. Если вы платите своим жителям больше, чем в других городах Египта, это может способствовать росту <link="#PopulationGrowth_Title"><u>настроений в города</u></link> и стимулировать приток новых жителей. Заплатив меньше, город сэкономит деньги, но испортит настроение горожанам и спровоцирует отток жителей.

# #OverseerTreasury_Title
source: Overseer of the Treasury
ru: Советник по казне
