Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Guide.po
Languages: ru

# #WaterSupply_Content
source: Water Supplies and water carriers provide clean <link="#DrinkingWater_Title"><u>drinking water</u></link> to the city's neighborhoods. Water from a Water Supply is one of the first demands citizens make of you as they seek to improve their <link="#HousingDesirability_Title"><u>housing</u></link>. Water Supplies require both road access and labor, and must be placed on grassland, which indicates the presence of groundwater. You cannot place them in the desert. Once a Water Supply has what it needs to operate, it sends out a water carrier. The water carrier walks through your neighborhoods, distributing clean water to the housing he passes. It's a good idea to check in with your water carriers occasionally to make sure that your neighborhoods are well supplied with clean water. Water carriers are <link="#walkers_Title"><u>roaming walkers</u></link>. Water carriers will work harder if their Water Supply has been improved. When the desirability of the surrounding area is high enough, the workers at the Water Supply will improve the building, and water carriers will circulate through the neighborhood more frequently. Only housing needs water from Water Supplies, and people like to live nearby (see the entry on <link="#HousingDesirability_Title"><u>desirability</u></link> for more on making a neighborhood attractive).
ru: Источники воды и водоносы обеспечивают чистой <link="#DrinkingWater_Title"><u>питьевой водой</u></link> жилые районы города. Вода из источника — это первое требование, которое предъявят к вам горожане, стремящиеся улучшить своё <link="#HousingDesirability_Title"><u>жильё</u></link>. Источники воды требуют доступа как к дороге, так и к рабочей силе, и должны размещаться на земле с зелёной травой, которая свидетельствует о наличии грунтовых вод. Вы не можете размещать источники в пустыне. Как только источник получает всё необходимое для своей работы, он отправит водоноса для обхода кварталов и снабжения домов водой. Также неплохо время от времени проверять водоносов, дабы районы исправно снабжались чистой водой. Водоносы — это <link="#Walkers_Title"><u>бродячие ходоки</u></link>. Они будут работать усерднее и чаще обходить дома после улучшения источника воды, когда привлекательность района станет достаточно высокой. Вода из источников нужна только жилым домам, и людям <link="#HousingDesirability_Title"><u>нравится</u></link> жить поблизости с ними.

# #WaterSupply_Title
source: Water Supply
ru: Источник воды

# #Weaponsmith_Content
source: Weaponsmiths, Chariot, Bow and Shield Makers produce implements of war needed by certain military companies. A Weaponsmith fashions weapons using copper from a <link="#GoldMine_Title"><u>Copper Mine</u></link> or copper imported from a <link="#Trade_Title"><u>trade partner</u></link>. Completed weapons are taken to a <link="#Recruiter_Title"><u>Recruiter</u></link>, who uses them to equip <link="#FortCompany_Title"><u>Infantry</u></link> companies, or to a <link="#StorageYard_Title"><u>Storage Yard</u></link> if your Recruiter already has enough on hand or if your city has no working Recruiter. The Chariot Maker uses wood from a <link="#WoodCutter_Title"><u>Wood Cutter</u></link> and copper from a Copper Mine to manufacture magnificent war chariots. He sends the finished product to the Recruiter to outfit <link="#FortCompany_Title"><u>charioteers</u></link>. If the Recruiter already has some chariots in his inventory, or if your city has no working Recruiter, the chariots are taken to a Storage Yard. The bow maker uses wood from a Wood Cutter to build composite bows. He sends the finished product to a Storage Yard where it can be used to upgrade archers in your <link="#FortCompany_Title"><u>Forts</u></link> and sentries in your <link="#Defensive_Title"><u>Towers</u></link> The shield maker uses hides gathered on antelopes by <link="#HuntingLodge_Title"><u>hunters</u></link> to craft splendid Shields. Shields are stored in the city's Storage Yards and can be used to upgrade your <link="#FortCompany_Title"><u>Infantry</u></link>. All these buildings need road access and a source of labor. They make <link="#HousingDesirability_Title"><u>undesirable</u></link> neighbors.
ru: Оружейники, изготовители колесниц, луков и щитов производят военное снаряжение, необходимое некоторым отрядам. Оружейник изготавливает оружие из меди, добываемой в <link="#GoldMine_Title"><u>медном руднике</u></link> или закупаемой у <link="#Trade_Title"><u>торгового партнёра</u></link>. Готовое оружие отвозится <link="#Recruiter_Title"><u>вербовщику</u></link>, который использует его для снаряжения <link="#FortCompany_Title"><u>пехотинцев</u></link>, или на <link="#StorageYard_Title"><u>склад</u></link>, если у вербовщика в наличии достаточно товаров или если в городе вовсе нет вербовщика. Изготовитель колесниц использует <link="#WoodCutter_Title"><u>древесину</u></link> и медь для изготовления превосходных боевых колесниц. Готовый продукт отправляется вербовщику для снаряжения <link="#FortCompany_Title"><u>колесничих</u></link>. Если у вербовщика уже есть колесницы или если в городе нет вербовщика, колесницы отправляются на склад. Изготовитель луков использует древесину для изготовления составных луков. Готовая продукция отправляется на склад, где её можно использовать для улучшения лучников в <link="#FortCompany_Title"><u>фортах</u></link> и часовых в <link="#Defensive_Title"><u>башнях</u></link>. Изготовитель щитов использует шкуры антилоп, добытые <link="#HuntingLodge_Title"><u>охотниками</u></link>, для изготовления великолепных щитов. Щиты хранятся на складах, и их можно использовать для улучшения <link="#FortCompany_Title"><u>пехотинцев</u></link>. Всем постройкам нужен доступ к дорогам и источнику рабочей силы. Они являются <link="#HousingDesirability_Title"><u>непривлекательными</u></link> соседями.

# #Weaponsmith_Title
source: Weaponsmith, Chariot, Bow and Shield Maker
ru: Оружейная кузница и мастерские вооружений

# #Weaver_Content
source: Weavers turn flax into linen. Flax can be grown on <link="#Barley_Title"><u>Flax Farms</u></link> or imported from a <link="#Trade_Title"><u>trade partner</u></link>. Weavers require both road access and labor. They can store a small supply of flax on site to keep them working continuously in spite of minor supply disruptions. Linen is an important product in the city. It is essential to the embalming process, and <link="#Mortuary_Title"><u>Mortuaries</u></link> need a supply of linen to function properly. Citizens also like to have a stock of linen in their homes for clothing.
ru: Ткачи перерабатывают лён в льняную ткань. Лён может выращиваться на <link="#Barley_Title"><u>фермах льна</u></link> или закупаться у <link="#Trade_Title"><u>торгового партнёра</u></link>. Ткачам необходим доступ к дорогам и рабочей силе. Они могут хранить небольшое количество льна в мастерской на случай перебоев поставок. Ткань является важным товаром для города. Она необходима для процесса бальзамирования, и <link="#Mortuary_Title"><u>моргам</u></link> для непрерывной работы необходимы регулярные поставки. Жителям также нужен небольшой запас ткани в домах для одежды.

# #Weaver_Title
source: Weaver
ru: Ткацкая мастерская

# #Well_Content
source: Wells are rudimentary sources of <link="#DrinkingWater_Title"><u>drinking water</u></link>. Only the poorest neighborhoods will be satisfied with Well access. For housing to develop into more stately structures, access to <link="#WaterSupply_Title"><u>Water Supplies</u></link> is required. Wells do not need road access, nor do they need employees. Wells must be placed on grassland, which indicates the presence of groundwater. They have a slight positive effect on <link="#HousingDesirability_Title"><u>desirability</u></link>.
ru: Колодцы являются примитивными источниками <link="#DrinkingWater_Title"><u>питьевой воды</u></link>. Только беднейшие районы могут удовлетвориться доступом к колодцу. Для развития более обеспеченных зданий необходим доступ к <link="#WaterSupply_Title"><u>источникам воды</u></link>. Колодцам не нужен доступ ни к дорогам, ни к рабочей силе. Колодцы располагаются на зелёной траве, которая свидетельствует о наличии водного слоя. У колодцев есть небольшой позитивный эффект на <link="#HousingDesirability_Title"><u>привлекательность</u></link>.

# #Well_Title
source: Well
ru: Колодец

# #WoodCutter_Content
source: Wood Cutters and Reed Gatherers harvest available raw materials to be used in other industries. Wood has a variety of uses. Carpenters need wood to build ramps or scaffolds for monuments, Chariot Makers fashion their deadly vehicles from wood, Bow Makers also use it to upgrade your archers with Composite Bows, and Shipwrights turn wood into warships and transports. Reeds are used to manufacture <link="#PapyrusMaker_Title"><u>papyrus</u></link>. Wood Cutters can be located anywhere, but should ideally be near the woods to reduce the amount of time they spend commuting. Wood Cutters must have access to both the road and to local labor. Once the building is fully operational, wood cutters make their way to the forest and begin cutting down trees. Reed Gatherers operate very similarly to Wood Cutters. Reed Gatherers should be located near a field of reeds, although you can build them anywhere. Reed fields are a very dark green with lighter green and yellow tufts. Like Wood Cutters, Reed Gatherers need road access and labor to operate. Once they have everything they need, reed gatherers venture into the marshes. Be careful when you are planning your Wood Cutters and Reed Gatherers. Wood and reeds gradually grow back, but both can be over-harvested. If you build too many Wood Cutters or Reed Gatherers, you run the risk of depleting the resource. Your harvesting industries will grind to a halt until the trees and reeds have a chance to grow back. Wood is one of the most valuable commodities in Egypt. Try not to destroy forests by clearing land - the city will be out a large source of income if you do. Marshes cannot be cleared, and some healers associate them with malaria.
ru: Лесорубы и сборщики тростника добывают сырьё, необходимое для других производств. Древесина находит множество применений. Плотникам она нужна для строительства лесов при возведении монументов, изготовители колесниц собирают из неё свои смертоносные машины, изготовители луков — вооружают воинов композитными луками, а верфи — строят военные и транспортные корабли. Тростник используется для изготовления <link="#PapyrusMaker_Title"><u>папируса</u></link>. Хижина лесорубов может располагаться где угодно, но лучше её размещать рядом с растущими деревьями для экономии времени. Лесорубам необходим доступ к дорогам и рабочей силе. Обеспеченные всем необходимым лесорубы отправятся к лесу для валки леса. Сборщики тростника работают схожим образом. Их желательно размещать рядом с зарослями тростника, хотя они могут находиться где угодно. Заросли тростника выделяются очень тёмным зелёным цветом со светлыми зелёными и жёлтыми пучками. Получив всё необходимое, сборщики тростника отправятся на болота. Будьте осторожны при планировании зданий. Деревья и тростник со временем отрастают обратно, однако, построив слишком много зданий, вы рискуете истощить естественные запасы. Добывающие постройки будут простаивать до тех пор, пока деревья и тростник не вырастут обратно. Дерево — один из самых ценных ресурсов в Египте. Не уничтожайте леса с помощью расчистки земли, иначе город лишится очень ценного источника прибыли. Болота невозможно расчистить, и многие целители связывают их наличие с появлением малярии.

# #WoodCutter_Title
source: Wood Cutter and Reed Gatherer
ru: Лесорубы и сборщики тростника

# #WorkCamp_Content
source: Peasants gather at Work Camps to be assigned to work on nearby <link="#FoodFarming_Title"><u>floodplain farms</u></link> or on <link="#MonumentConstruction_Title"><u>monuments</u></link>. During the growing season, most peasants draw farming duty. During the Inundation, everyone works on the city's monument project. If there's no monument being built, peasant workers have nothing to do but play a lot of senet during the Inundation. If your city has few Work Camps relative to its number of floodplain farms, you will notice a distinct rhythm that's set by the Inundation. Work Camps need road access and their own staff. It is best to place Work Camps near farms and monuments so that the peasants don't have far to walk. Indeed, there is a limit to how far they'll trek to reach their back-breaking chore. The more Work Camps the city has, the quicker monuments can be built, because more laborers will be available during the growing season. The number of farms one Work Camp can support depends mostly on proximity. A fully-staffed Work Camp supplies one peasant worker every week (four per month). This worker walks to the nearest floodplain farm that's awaiting a peasant, where he will toil for six months. When a farm is halfway through its peasant's work period, Work Camp employees notice that the farm will need another peasant if farming is to continue without interruption - remember that the growing season lasts nine months in most regions. If you're using one Work Camp to supply a very large number of farms, some might never receive peasants, and those that do will have trouble keeping peasant workers continuously. You could run a huge number of floodplain farms with only one or two Work Camps, but many farms wouldn't reach their potential, and peasants would only be available to work on the monument during the Inundation. Practically speaking, one Work Camp can support four to six nearby floodplain farms without interruption and still contribute some peasants to the city's monument project. Adding more Work Camps spreads the burden around and frees up more peasants to work on the monument during the growing season.
ru: Рабочие собираются в лагерях для работы на близлежащих <link="#FoodFarming_Title"><u>пойменных фермах</u></link> или на стройках <link="#MonumentConstruction_Title"><u>монументов</u></link>. Во время выращивания урожая большинство рабочих трудится на фермах, и только во время разлива все работают над стройках. Если строительство не ведётся, то во время разлива рабочим ничего не остаётся делать, как играть в сенет. Если в городе мало рабочих лагерей по сравнению с количеством пойменных ферм, вы заметите отчётливый ритм, задаваемый разливами. Рабочим лагерям нужен доступ к дорогам и рабочей силе. Их лучше всего размещать рядом с фермами и монументами, чтобы рабочим не приходилось далеко ходить: есть предел тому, как далеко они могут зайти, чтобы выполнить свою изнурительную работу. Чем больше рабочих лагерей в городе, тем быстрее можно строить монументы, потому как во время выращивания урожая будет доступно больше рабочих. Количество ферм, которые может поддерживать один рабочий лагерь, в основном зависит от близости. Полностью укомплектованный рабочий лагерь поставляет одного рабочего каждую неделю (четыре в месяц). Этот рабочий идёт к ближайшему необрабатываемому полю, где он будет трудиться полгода. Когда пройдёт половина отведённого времени, на ферме понадобится ещё один рабочий — помните, что обычно период выращивания урожая длится девять месяцев. Один рабочий лагерь не справится со снабжением рабочими большого количества ферм, и некоторые из них будут простаивать, а работы на стройке монументов будут возможны только во время разлива. Фактически, один рабочий лагерь может непрерывно поддерживать четыре-шесть пойменных ферм и при этом выделять несколько рабочих на строительство монумента. Дополнительные рабочие лагеря распределят нагрузку и выделят больше рабочих для работы над монументом во время выращивания урожая.

# #WorkCamp_Title
source: Work Camp
ru: Рабочий лагерь

# #Workers_Content
source: Workers are the city's life blood. Their efforts yield all the goods and services that each citizen enjoys. Providing for these humble folk should be one of your chief concerns. Without them, the city cannot survive. When you construct most new buildings, they send an agent out to find workers. If they find occupied housing within their recruitment range, and if the city has enough unemployed workers overall, then the building has access to labor. If you don't feel confortable with this system, you can go in the options and change it to a global labor pool, removing the need for the buildings to send out an agent. While workers don't complain much about their lot in life (okay, they complain plenty), they do have goals and aspirations. They dream of one day becoming part of the <link="#Scribes_Title"><u>scribe</u></link> class.
ru: Рабочие являются жизненной силой города. Их совместные усилия превращаются в товары и услуги, которыми пользуются все жители. Обеспечение всем необходимым этих скромных людей является вашей первостепенной обязанностью. Без них городу не выжить. Когда вы строите здания, они отправляют нанимателей в поисках рабочих. Если на их пути окажется заселённый дом, и если в городе достаточно безработных жителей, то здание получит доступ к рабочей силе. Если вам не нравится такая система, то в настройках вы можете сменить её на «Общий фонд рабочей силы», что исключает необходимость в нанимателях. Хотя рабочие не особо жалуются на свою жизнь (ну ладно, жалуются они обычно часто и помногу), у них есть цели и устремления: они мечтают когда-нибудь стать зажиточными <link="#Scribes_Title"><u>писцами</u></link>.

# #Workers_Title
source: Workers
ru: Рабочие

# #WorldMap_Content
source: The World Map shows you other important cities in the world. Perhaps its most important function is in the identification of <link="#Trade_Title"><u>trade</u></link> partners. Each commodity that the city buys or sells has three level of supply or demand. Click the 'Open Trade Route' button to initiate relations. Your city's treasury immediately pays to open the route, and trading can begin immediately. Read the entries on <link="#Trade_Title"><u>trade</u></link>, <link="#War_Title"><u>war</u></link> and the <link="#OverseerCommerce_Title"><u>Overseer of Commerce</u></link> for more on the use of the World Map.
ru: На карте мира отображаются другие важные города. Возможно, самой важной функцией карты является выявление вероятных <link="#Trade_Title"><u>торговых партнёров</u></link>. Каждый товар, который город может покупать или продавать, имеет три уровня предложения или спроса. Щёлкните на кнопку «Открыть торговый путь» для начала взаимоотношений. Ваш город сразу же заплатит за открытие торгового пути, после чего станут возможными торговые отношения. См. статьи <link="#Trade_Title"><u>торговля</u></link>, <link="#War_Title"><u>война</u></link> и <link="#OverseerCommerce_Title"><u>торговый советник</u></link> для информации по использованию мировой карты.

# #WorldMap_Title
source: The World Map
ru: Карта мира

# #Zoo_Content
source: Zoos are a popular form of <link="#Entertainment_Title"><u>entertainment</u></link> in any city. The zoo requires road access and laborers to tend the animals, as well as a supply of <link="#GrainFarm_Title"><u>straw</u></link> and <link="#HuntingLodge_Title"><u>game meat</u></link> for feed. Straw can be harvested from Grain Farms, and hunters from the Hunters' Lodge can procure game meat. You can also set up a <link="#Trade_Title"><u>trade route</u></link> to import these items. Check with your <link="#OverseerDiversions_Title"><u>Overseer of Diversions</u></link> to see how many zoos your city has. Despite the unique distractions resident in a zoo, citizens do not like living too near them, as the bellowing noises and strong odors emanating from the animals are quite offensive to any well-cultured Egyptian.
ru: Зоопарки являются популярной формой <link="#Entertainment_Title"><u>развлечений</u></link> в любом городе. Зоопаркам необходим доступ к дорогам и рабочей силе для ухода за животными и поставок <link="#GrainFarm_Title"><u>соломы</u></link> и <link="#HuntingLodge_Title"><u>мяса дичи</u></link>. Солому можно получить в зерновых фермах, а хижины охотников обеспечат мясом. Также вы можете установить <link="#Trade_Title"><u>торговый путь</u></link> для закупки этих товаров. Справьтесь со своим <link="#OverseerDiversions_Title"><u>советником по развлечениям</u></link>, чтобы узнать, сколько в городе зоопарков. Несмотря на уникальное зрелище для жителей, рядом с зоопарком никто не хочет жить: дикие рыки и нестерпимая вонь от животных сильно раздражают культурных египтян.

# #Zoo_Title
source: Zoo
ru: Зоопарк
