Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Guide.po
Languages: ru

# #HousingDesirability_Content
source: The first step to building a neighborhood is to designate a housing area. Remember that all housing needs to be within two spaces of the road. Once you lay out an area, immigrants move in and set up simple huts. They forage the local countryside to find what they need to survive. As time passes, however, citizens begin to expect the city to provide for their needs. As you meet these expectations, citizens take it upon themselves to improve their housing conditions. The quality of housing affects the city's <link="#Ratings_Title"><u>ratings</u></link>, keeps citizens from emigrating and attracts new citizens to your city. Citizens' most basic needs are access to clean <link="#DrinkingWater_Title"><u>water</u></link> and <link="#FoodFarming_Title"><u>food</u></link> from <link="#Bazaar_Title"><u>Bazaars</u></link>. Once you provide these two necessities, you will notice huts turning into more stable shanties and cottages. After food and water, citizens begin demanding a variety of goods and services. Citizens want supplies of <link="#Potter_Title"><u>pottery</u></link>, <link="#Brewery_Title"><u>beer</u></link> and <link="#Weaver_Title"><u>linen</u></link> in their homes. The wealthiest citizens will also demand a supply of different <link="#Jeweler_Title"><u>luxury goods</u></link>, such as jewelery. As their tastes become more refined, they demand a second, imported luxury good. In addition to these commodities, residents expect access to all their favorite services, like <link="#Religion_Title"><u>religion</u></link>, <link="#Entertainment_Title"><u>entertainment</u></link>, <link="#Education_Title"><u>education</u></link> and <link="#Health_Title"><u>health care</u></link>. Providing all these goods and services inspires residents to improve their homes into large and stately structures. Residents also want to live in attractive neighborhoods. You can establish fine <link="#Garden_Title"><u>Gardens</u></link> and build <link="#Garden_Title"><u>Statues</u></link>, or cover paved roads with <link="#Garden_Title"><u>Plaza</u></link> tiles. Citizens will appreciate the effort you put into beautifying their surroundings and will likely improve their housing to match. The corollary to wanting to live in attractive surroundings is not wanting to live in unattractive surroundings. Citizens balk if their housing is too close to industry or to farms. They much prefer to live away from the loud noise and strong stench frequently emitted from these structures. Furthermore, most residents think that industrial structures are eyesores. If you must place housing near industries (and sometimes you must, to make sure that industries are staffed), try to compensate for the inconvenience with plenty of Gardens, Statues and Plazas and the easiest of access to desired goods and services. Ultimately, though, you will probably have to resign yourself to having some industrial slums blighting the city. The advantages of high-quality housing are many. Highly evolved housing has a positive effect on the <link="#Ratings_Title"><u>Prosperity Rating</u></link>. Evolved housing also holds more residents, which allows you to increase the city's population - and potentially the workforce - without designating new housing areas. Once your housing reaches the highest levels, residents become <link="#Scribes_Title"><u>scribes</u></link>, who pay taxes but leave the city's workforce. To find out what a specific dwelling needs to evolve, click on it. Its residents won't be shy about telling you what they want.
ru: Первым шагом к строительству жилого района является разметка жилых домов. Помните, что всё жильё должно быть в пределах двух клеток от дороги. Как только вы разметите территорию, начнут прибывать переселенцы и обоснуются в простых хижинах. Для простого выживания им достаточно того, что они могут найти в окружающей местности, однако со временем горожане начнут полагаться на услуги города. По мере того, как потребности жильцов удовлетворяются, они начинают улучшать свои дома. Качество жилья влияет на <link="#Ratings_Title"><u>рейтинги</u></link> города, удерживает жителей и привлекает новых переселенцев. Самые примитивные потребности горожан — это доступ к чистой <link="#DrinkingWater_Title"><u>воде</u></link> и <link="#FoodFarming_Title"><u>пище</u></link>, поставляемой с <link="#Bazaar_Title"><u>базаров</u></link>. Как только вы обеспечите эти две потребности, вы заметите, что хижины превращаются в более привлекательные лачуги и дома. После еды и воды горожане начинают требовать различные товары и услуги. Их дома необходимо снабжать <link="#Potter_Title"><u>керамикой</u></link>, <link="#Brewery_Title"><u>пивом</u></link> и <link="#Weaver_Title"><u>тканью</u></link>. Самые богатые граждане также потребуют поставки различных <link="#Jeweler_Title"><u>предметов роскоши</u></link>, например, украшений. По мере того как их вкусы становятся более утончёнными, они потребуют ещё один предмет роскоши, закупаемый у торговцев. В дополнение к этим товарам жителям также необходим доступ к излюбленным услугам, таким как <link="#Religion_Title"><u>религия</u></link>, <link="#Entertainment_Title"><u>развлечения</u></link>, <link="#Education_Title"><u>образование</u></link> и <link="#Health_Title"><u>здравоохранение</u></link>. Предоставление всех этих товаров и услуг вдохновляет жителей на превращение своих домов в большие и величественные сооружения. Жители также хотят жить в привлекательных районах. Вы можете разбить прекрасные <link="#Garden_Title"><u>сады</u></link> и возвести <link="#Garden_Title"><u>статуи</u></link> или украсить мощёные дороги <link="#Garden_Title"><u>плиткой</u></link>. Горожане оценят усилия, которые вы приложите для благоустройства их окрестностей, и, скорее всего, улучшат своё жилье. Следствием желания жить в привлекательном окружении является нежелание жить в непривлекательном. Горожанам не нравится, когда их дома находятся слишком близко к производствам или фермам. Они предпочитают жить вдали от громкого шума и сильного зловония, которые часто исходят от этих построек. Кроме того, большинство жителей считают промышленные сооружения бельмом на глазу. Если вам необходимо разместить жильё рядом с производственными постройками (а иногда это приходится делать, чтобы обеспечить их необходимой рабочей силой), постарайтесь компенсировать это неудобство садами, статуями и плитками и обеспечьте максимально лёгкий доступ к товарам и услугам. Однако в конечном счёте вам, вероятно, придётся смириться с тем, что прекрасный вид города портят трущобы у производств. Преимуществ качественного жилья много. Высокоразвитое жилье положительно влияет на <link="#Ratings_Title"><u>рейтинг благополучия</u></link>. Развитое жилье также вмещает больше жильцов, что позволяет увеличивать население города и, возможно, рабочую силу, не создавая новые жилые районы. Как только жилые дома достигают высоких уровней, их жильцы становятся <link="#Scribes_Title"><u>писцами</u></link>, которые платят много налогов, но перестают быть частью рабочей силы города. Чтобы узнать, что нужно для развития конкретного жилища, нажмите на него. Его жители не постесняются объяснить вам, чего они хотят.

# #HousingDesirability_Title
source: Housing and Desirability
ru: Дома и привлекательность

# #HuntingLodge_Content
source: Build a Hunting Lodge to send out hunters after their quarry. Ostriches, fowl and antelopes can all be hunted. You can build Hunting Lodges anywhere, although it is wise to place them near their prey, which tends to stay near its breeding grounds. Hunting Lodges require both labor and road access to function. When they are up and running, you will see a hunter standing in the yard taking target practice. Hunters proceed from the lodge out into the fields where their prey awaits. After hunters kill their prey, they bring the animal back to the Hunting Lodge where it is made suitable to eat. Once a cartload of game meat is ready, it is brought to the <link="#Granary_Title"><u>Granaries</u></link> or to the <link="#StorageYard_Title"><u>Storage Yards</u></link> (if they have been told to accept game meat). If the prey is an antelope, hunters also bring back precious hides to the Hunting Lodge, that can then be used to craft Shields to upgrade your <link="#FortCompany_Title"><u>Infantry</u></link>. Game meat can be an important part of citizens' diets. It provides the variety that people crave. The city, however, will most likely not be able to subsist solely on game meat. Herd and flock sizes are limited, so hunting alone cannot provide all the food a large city will need. For more on feeding your people, read about <link="#FoodFarming_Title"><u>farming & food</u></link> production. Game meat (along with <link="#GrainFarm_Title"><u>straw</u></link>) is also used to help feed animals in a <link="#Zoo_Title"><u>Zoo</u></link>. Hunting Lodges have a negative effect on <link="#HousingDesirability_Title"><u>desirability</u></link>.
ru: Стройте охотничью хижину, которая будет отправлять охотников за добычей: страусов, птиц и антилоп. Охотничью хижину можно построить где угодно, хотя лучше размещать её рядом с местами, где обитает добыча; обычно это цветущие поля. Охотничьим хижинам для своей работы необходим доступ к дорогам и рабочей силе. Если у хижины есть всё необходимое, вы увидите в ней тренирующегося охотника. Охотники покидают хижину в места, где обитает добыча. После успешной охоты охотник возвращается с добычей назад в хижину, где из неё выделывают мясо, пригодное к употреблению. Набрав необходимое количество, доставщик отправляется с мясом к <link="#Granary_Title"><u>амбарам</u></link> или <link="#StorageYard_Title"><u>складам</u></link> (если они принимают мясо дичи). Если охотники охотятся на антилоп, то назад в хижину они также приносят ценные шкуры, которые можно использовать для изготовления щитов, которые усилят ваших <link="#FortCompany_Title"><u>пехотинцев</u></link>. Мясо дичи может стать важным составляющим диеты ваших жителей, внося разнообразие в рацион. Однако город вряд ли сможет процветать, полагаясь только на дичь. Пригодных для охоты животных ограниченное количество, так что охота не сможет обеспечить всех мясом. Для того, чтобы узнать, как прокормить ваших людей, см. статью о <link="#FoodFarming_Title"><u>пище и земледелии</u></link>. Дичь (вместе с <link="#GrainFarm_Title"><u>соломой</u></link>) также необходима для прокорма диких животных в <link="#Zoo_Title"><u>зоопарках</u></link>. Охотничьи хижины негативно влияют на <link="#HousingDesirability_Title"><u>привлекательность</u></link>.

# #HuntingLodge_Title
source: Hunting Lodge
ru: Охотничья хижина

# #Industry_Content
source: Industry is likely one of the biggest employment sectors in the city. Citizens use some of the products industries produce to enhance their lives. Other products can be <link="#Trade_Title"><u>traded</u></link> for a tidy profit. While a city likely has a myriad of industries, all share certain characteristics. They all need a labor force, and efficiency is compromised if a particular manufacturer or raw material producer is understaffed. All industries need road access, too, so that workers can get to them. Some industries produce a raw material that can be processed into a finished good at a manufacturer. These industries are <link="#ClayPit_Title"><u>Clay Pits</u></link>, <link="#GemstoneMine_Title"><u>Gemstone Mines</u></link>, <link="#GoldMine_Title"><u>Copper Mines</u></link>, <link="#WoodCutter_Title"><u>Wood Cutters</u></link> and <link="#WoodCutter_Title"><u>Reed Gatherers</u></link>. <link="#Barley_Title"><u>Barley Farms</u></link>, <link="#_BarleyTitle"><u>Henna Farms</u></link> and <link="#Barley_Title"><u>Flax Farms</u></link> also produce a raw material for industry. <link="#GrainFarm_Title"><u>Grain Farms</u></link>, in addition to producing food, also produce a non-food item, straw. One raw material producer usually generates enough to support two finished goods industries. Raw materials can be traded, but they do not fetch as high a price as a finished product. Industries that transform raw materials into another product (sometimes referred to as 'workshops') are <link="#Brewery_Title"><u>Breweries</u></link>, <link="#Jeweler_Title"><u>Jewelers</u></link>, <link="#Weaver_Title"><u>Weavers</u></link>, <link="#PapyrusMaker_Title"><u>Papyrus Makers</u></link>, <link="#Potter_Title"><u>Potters</u></link>, <link="#Brickworks_Title"><u>Brickworks</u></link>, <link="#LampMaker_Title"><u>Lamp Makers</u></link>, <link="#PaintMaker_Title"><u>Paint Makers</u></link>, <link="#Weaponsmith_Title"><u>Weaponsmiths</u></link>, <link="#Weaponsmith_Title"><u>Shield Makers</u></link>, <link="#Weaponsmith_Title"><u>Bowyers</u></link> and <link="#Weaponsmith_Title"><u>Chariot Makers</u></link>. Their finished products can be used by the city or traded on the open market. <link="#StoneQuarries_Title"><u>Quarries</u></link> and <link="#GoldMine_Title"><u>Gold Mines</u></link> are different from other industries, because their raw material is also their finished product. <link="#Shipwright_Title"><u>Shipwrights</u></link> produce a finished product (ships) from a raw material (wood and sometimes copper), but ships cannot be traded on the open market. Delivery men bring goods where they need to go. Delivery men employed by raw material producers always try first to bring their loads to workshops that needs the material, favoring the nearest location. If no industries require the raw material, the delivery man proceeds to the closest <link="#StorageYard_Title"><u>Storage Yard</u></link> that has room for his goods. If no Storage Yards are available, the delivery man takes a break until space opens up. The only raw material delivery men who do not behave in this fashion are the Gold Mine cart pusher and the quarry sled puller. The Gold Mine cart pusher brings his gold only to the Palace, never to a Storage Yard. Because stone cannot be manufactured into any other good, quarry sled pullers always bring their materials to a Storage Yard. Some city buildings need industrial goods to fully function. These include the <link="#Library_Title"><u>Library</u></link>, <link="#ScribalSchool_Title"><u>Scribal School</u></link>, <link="#SenetHouse_Title"><u>Senet House</u></link>, <link="#Recruiter_Title"><u>Recruiter</u></link>, <link="#Mortuary_Title"><u>Mortuary</u></link>, <link="#ConstructionGuilds_Title"><u>Artisans' Guild</u></link> and <link="#ConstructionGuilds_Title"><u>Carpenters' Guild</u></link>. A delivery man from a manufacturer tries to bring his finished goods to one of these buildings that needs it. If none are available, he, too, brings his finished product to a Storage Yard, or stands idly by until space opens up. Cartpushers like these impromptu holidays, because they still draw wages and rations while standing about doing nothing. Clicking on a building shows the building's current production status. It tells you if the building has full employment, and how far along in the production cycle they are. If there are any problems, the panel tells you what they are.
ru: Производства, вероятно, являются самыми крупнейшими работодателями в городе. Жители используют часть создаваемой ими продукции для улучшения уровня жизни. Остальные товары можно с большой выгодой <link="#Trade_Title"><u>продавать</u></link>. Хотя в городе может существовать различные производства, все они имеют общие признаки. Всем им необходим доступ к рабочей силе, причём эффективность конкретного производства снизится, если оно не досчитается нескольких рабочих в своём штате. Всем производствам также нужен доступ к дорогам, чтобы работники могли добираться до них. Некоторые производства вырабатывают сырье, которое может быть переработано в готовую продукцию в мастерских. Сюда входят <link="#ClayPit_Title"><u>глиняные карьеры</u></link>, <link="#GemstoneMine_Title"><u>рудники самоцветов</u></link>, <link="#GoldMine_Title"><u>медные рудники</u></link>, <link="#WoodCutter_Title"><u>лесорубы</u></link> и <link="#WoodCutter_Title"><u>сборщики тростника</u></link>. Фермы по выращиванию <link="#Barley_Title"><u>ячменя</u></link>, <link="#Barley_Title"><u>хны</u></link> и <link="#Barley_Title «><u>льна</u></link> также производят сырьё для промышленности. <link="#GrainFarm_Title"><u>Зерновые фермы</u></link> помимо производства продуктов питания также производят побочный продукт — солому. Одного заготовщика сырья обычно достаточно, чтобы поддерживать работу двух мастерских по изготовлению готовой продукции. Сырьё можно продавать, однако оно стоит не так дорого, как готовый продукт. К производствам, перерабатывающим сырьё в готовые товары (или «мастерским»), относятся <link="#Brewery_Title"><u>пивоварни</u></link>, <link="#Jeweler_Title"><u>ювелирные</u></link>, <link="#Weaver_Title"><u>ткацкие</u></link>, <link="#Potter_Title"><u>гончарные</u></link> и <link="#Brickworks_Title"><u>кирпичные</u></link> мастерские, изготовители <link="#PapyrusMaker_Title"><u>папируса</u></link>, <link="#LampMaker_Title"><u>ламп</u></link> и <link="#PaintMaker_Title"><u>красок</u></link>, <link="#Weaponsmith_Title"><u>оружейные кузницы</u></link>, изготовители <link="#Weaponsmith_Title"><u>щитов</u></link>, <link="#Weaponsmith_Title"><u>луков</u></link> и <link="#Weaponsmith_Title"><u>колесниц</u></link>. Произведённые ими товары могут использоваться городом или продаваться на рынке. <link="#StoneQuarries_Title"><u>Карьеры</u></link> и <link="#GoldMine_Title"><u>золотые рудники</u></link> отличаются от других производств, поскольку они вырабатывают сырьё, также являющееся готовым продуктом. <link="#Shipwright_Title"><u>Верфи</u></link> производят готовый продукт (корабли) из сырья (дерева и иногда меди), но корабли нельзя продавать на открытом рынке. Доставщики отвозят товары туда, где они необходимы. Сырьё всегда будут пытаться доставлять в ближайшие мастерские. Если сырьё не требуется ни для одного производства, доставщик направится к ближайшему <link="#StorageYard_Title"><u>складу</u></link>, где есть место для его товаров. Если на складах нет доступного места, доставщик сделает перерыв, пока не появится свободное место. Единственными доставщиками сырья, которые не ведут себя подобным образом, являются доставщики золотого рудника и доставщики карьеров. Первые отвезут своё золото прямиком во дворец, а не на склад, а вторые — на склад, поскольку камень нельзя превратить в какой-либо другой товар. Некоторым городским зданиям для своей работы нужны готовые товары. К ним относятся <link="#Library_Title"><u>библиотеки</u></link>, <link="#ScribalSchool_Title"><u>школы писцов</u></link>, <link=" #SenetHouse_Title"><u>дома сенета</u></link>, <link="#Recruiter_Title"><u>вербовщики</u></link>, <link="#Mortuary_Title"><u>морги</u></link>, артели <link="#ConstructionGuilds_Title"><u>художников</u></link> и <link="#ConstructionGuilds_Title"><u>плотников</u></link>. Доставщик от производящей постройки пытается отправить готовую продукцию в одно из зданий, которое в ней нуждается. Если таких построек нет, он отправит товар на склад или будет бездействовать, пока не освободится место. Доставщикам нравятся такие импровизированные праздники, потому что за фактическое бездействие они по-прежнему получают жалование и паёк. Щёлкните на производящем здании, чтобы узнать о его текущем статусе. В открывшейся панели можно увидеть информацию о рабочей занятости и прогрессе производства. Если есть какие-либо проблемы, эта панель сообщит вам, в чем они заключаются.

# #Industry_Title
source: Industry
ru: Производство

# #Irrigation_Content
source: Water lifts and Irrigation Ditches bring the benefits of the Nile to a wider range of land. Irrigating farmland increases its fertility. To bring the benefits of irrigation to a farm, run an Irrigation Ditch to within two spaces of it. The effects of irrigation are not cumulative; as long as there is one Irrigation Ditch within two spaces of a farm, the farm is fully irrigated. Floodplain farms are at the water's level where Irrigation Ditches can be connected directly to the Nile. Meadow farms, however, are not at the water's level. To irrigate meadow farms, you must build a Water Lift. Water Lifts bring water up one level. They can be built on land adjacent to a body of water or to the flood plain. For Water Lifts built adjacent to the flood plain, you must build an Irrigation Ditch running from the Nile to the front of the Water Lift to supply it with water. Attach an Irrigation Ditch to the back of the Water Lift to irrigate meadow farms. Irrigation Ditches automatically run under roads as needed. Increasing the fertility of its land will increase the amount of food a farm yields. Fertility has no effect on the length of the growing season. Even irrigated farms must still be built on arable land. Irrigation can increase the fertility of land, but it cannot make infertile land fertile. The entry on <link="#FoodFarming_Title"><u>farming</u></link> provides additional information.
ru: Шадуфы и оросительные каналы приносят пользу Нила на более широкий круг земель. Орошение сельскохозяйственных угодий повышает их плодородие. Чтобы орошать ферму, проложите оросительный канал в пределах двух клеток от неё. Эффекты орошения не суммируются; пока в пределах двух клеток фермы есть оросительный канал, ферма полностью орошается. Пойменные фермы находятся на уровне воды, где оросительные каналы могут быть соединены непосредственно с Нилом. Луговые фермы, однако, находятся не на уровне воды; чтобы их орошать, необходимо построить шадуф. Шадуфы поднимают воду на один уровень. Они могут быть построены на земле, прилегающей к воде или пойме. Для шадуфов, построенных рядом с поймой, необходимо провести оросительный канал от шадуфа к Нилу. Соедините оросительный канал с шадуфом для орошения луговых ферм. Оросительные каналы автоматически проходят под дорогами. Повышение плодородия почвы увеличит урожай с фермы, но не влияет на продолжительность выращивания урожая. Даже орошаемые фермы все равно должны строиться на пахотных землях: орошение может повысить плодородие земли, но не может сделать бесплодную землю плодородной. В разделе <link="#FoodFarming_Title"><u>Пища и земледелие</u></link> содержится дополнительная информация.

# #Irrigation_Title
source: Irrigation
ru: Орошение
