Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Guide.po
Languages: ru

# #Roads_Content
source: Roads begin as dirt paths. As conditions in the city improve, its residents take it upon themselves to pave roads. Once a road is paved, you can place <link="#Garden_Title"><u>Plazas</u></link> over it. Efficiently planned roads can go a long way to ensure that your city runs smoothly. <link="#Walkers_Title"><u>Walkers</u></link> who provide services to your city move easier over long, straight roads rather than short roads with lots of twists, turns and intersections. Nearly all structures in your city need access to roads. The only exceptions are Gardens, Statues, and Forts. Shrines, Walls and housing do not need direct road access, but must be within two spaces of the road to receive benefits from passing walkers. Walkers can only cross the boundary between the flood plain and dry land where there's a road. This embankment is steep, muddy and treacherous, but a road permits safe passage. All roads have the same traffic capacity, and walkers move at the same speed, regardless of whether or not they are paved. The Kingdom Road: The road running through your lands when you begin a new mission is the Kingdom road, and it has a special status. Trade caravans and immigrants arrive on the Kingdom road, and emigrants leave by it. Every part of your city needs a clear path to the Kingdom road. If you isolate some part of the city from this important thoroughfare, that area will stagnate. Any delivery people who were en route to the now-isolated enclave will stop in their tracks until access is restored. This doesn't mean that every one of your city's streets has to physically connect to the Kingdom road, merely that all buildings must have a clear, walkable path, whether via road or empty land. Chances are that this is all you need to know about the Kingdom road. Building on Two Roads: Sometimes, you might place a building adjacent to two roads that are either unconnected to each other, or connected far from the building. This does not let walkers leave or enter the building from both roads. Every building can have only one entry and one exit point and so only one active road. For example, suppose that you build a Storage Yard with a road on its southern side. Manufacturers, caravans and Bazaar buyers south of the Storage Yard will interact with it just as you would expect. Now say that you want industries north of the yard to use it, too. If you build a road on the northern side of the Storage Yard, you might expect that industries to the north will interact with the yard using the northern road, while industries to the south will continue to use the road to the south. But the building can have only one access point, so those industries to the north are out of luck unless you build a connector between the northern and southern roads. When a building does have two or more roads adjacent to it, it chooses its access point by going clockwise around the building starting from the northern corner. To avoid unpredictable behavior, don't construct buildings that touch two unconnected roads. Either connect the roads, or know that only one of them will actually carry traffic that can interact with the building. By hovering your mouse over a building, the game will show you its actual access points.
ru: Сначала дороги представляют из себя грунтовые дорожки. По мере того, как условия в городе будут улучшаться, его жители станут мостить дороги. На мощёной дороге можно разместить <link="#Garden_Title"><u>плитку</u></link>. Хорошо распланированные дороги имеют большое значение для обеспечения бесперебойной работы вашего города. <link="#Walkers_Title"><u>Ходокам</u></link>, которые оказывают услуги в вашем городе, легче передвигаться по длинным прямым участкам, а не по коротким извилистым дорогам с множеством перекрёстков. Почти все строения в вашем городе нуждаются в доступе к дорогам. Исключением являются сады, статуи и форты. Святыням, стенам и жилым домам не нужен прямой доступ к дороге, но они должны находиться в пределах двух клеток от дороги, чтобы получать выгоду от ходоков. Ходоки могут пересекать границу между поймой и сушей только там, где есть дорога. Эта насыпь крутая, грязная и коварная, но дорога позволяет безопасно её пройти. Все дороги имеют одинаковую пропускную способность, и пешеходы движутся с одинаковой скоростью независимо от того, мощёные они или нет. Царский тракт: дорога, проходящая через ваши земли в начале миссии, называется Царским трактом и имеет особый статус. Торговые караваны и переселенцы прибывают и покидают город по Царскому тракту. Всем районам вашего города необходим доступ Царскому тракту. Если изолировать какую-то часть города, то она будет застаиваться. Любые ходоки, находящиеся на пути к теперь изолированному району, остановятся до тех пор, пока не будет восстановлен доступ. Это не означает, что все улицы города должны физически соединены с Царским трактом, просто у всех зданий должен быть расчищенный доступ к нему, хоть по дороге, хоть по полю. Вероятно, это всё, что вам нужно знать о Царском тракте. Строительство на двух дорогах: иногда вы можете разместить здание рядом с двумя дорогами, которые либо не связаны друг с другом, либо связаны далеко от здания. Это не позволит ходокам выходить или заходить в здание с обеих дорог. Каждое здание может иметь только одну точку входа и выхода и, следовательно, только одну активную дорогу. Например, предположим, что вы строите склад с дорогой на южной стороне. Производители, караваны и базарные закупщицы к югу от склада будут взаимодействовать с ним, как и следовало ожидать. Но что будет, если построить дорогу к северу от склада? Можно предположить, что производства с северной стороны будут взаимодействовать со складом, используя северную дорогу, а с южной — используя южную. Однако, так как у здания есть только одна точка доступа, северные постройки никогда не получат доступ к складе, если только вы не соедините северную и южную дороги. Когда к зданию примыкает более двух дорог, оно выберет точку доступа, обходя здание по часовой стрелке, начиная с северного угла. Чтобы избежать непредсказуемого поведения, не стройте здания, которые касаются двух не связанных между собой дорог. Либо соедините эти дороги, либо имейте в виду, что только одна из них будет фактически обслуживать здание. Наведите указатель мыши на здание, чтобы увидеть актуальные точки доступа.

# #Roads_Title
source: Roads
ru: Дороги

# #RoyalTomb_Content
source: Beginning in the New Kingdom period, ancient Egyptians began interring their pharaohs and other nobility in progressively elaborate tombs carved into the living rock in an almost inaccessible valley. For work to commence on a Royal Burial Tomb you will first have to find a proper site. Select 'Royal Burial Tomb' from the Monuments list. A large footprint appears. The bulk of the monument must be placed on cliffs, except for the small entryway that juts out from its side. Move the footprint around the cliffs until you find a suitable spot. You'll know you've found a good place when the entire footprint turns green. Any red in the footprint indicates that you have not found a viable location for the monument. You might find it easier to place the Royal Burial Tomb by temporarily flattening the cliffs. After a site is selected, a shipment of lamps must be delivered to the tomb before any work can begin. Lamps are made by a <link="#LampMaker_Title"><u>Lamp Maker</u></link> and can also be imported from a <link="#Trade_Title"><u>trade partner</u></link>. Once 400 lamps are stored in one <link="#StorageYard_Title"><u>Storage Yard</u></link>, a peasant will drag a sled full of lamps to the construction site. After the lamps arrive to light their way, <link="#ConstructionGuilds_Title"><u>stonemasons</u></link> roughly hew the tomb's many chambers from the solid rock. Once the stonemasons have completed their work, skilled <link="#ConstructionGuilds_Title"><u>artisans</u></link> will be summoned to begin plastering and painting the walls. These artisans will need a supply of <link="#ClayPit_Title"><u>clay</u></link> for the plaster and paint from a <link="#PaintMaker_Title"><u>Paint Maker</u></link>. The commodities will be delivered directly to the Artisans' Guild either by the manufacturers themselves or from a Storage Yard. If your city cannot produce one or both of these commodities, you may be able to <link="#Trade_Title"><u>import</u></link> them. Click on a Royal Burial Tomb monument to visit its <link="#ConstructionForeman_Title"><u>Construction Foreman</u></link> for a progress report.
ru: Начиная с периода Нового царства, древние египтяне стали хоронить своих фараонов и другую знать во всё более сложных гробницах, вырубленных в скалах в малодоступной долине. Чтобы начать работу над царской гробницей, сначала нужно найти подходящее место. Выберите «Царская гробница» из списка монументов, после чего появится её проекция. Основная часть монумента должна располагаться внутри скал, за исключением небольшого входа, выступающего сбоку. Перемещайте проекцию по скалам, пока не найдёте подходящее место. В таком месте проекция полностью станет зелёной. Любая красная часть проекции означает, что текущее место не подходит для монумента. Возможно, вам будет проще разместить царскую гробницу, воспользовавшись «плоским режимом». После того, как место было выбрано, на место строительства должна быть доставлена партия ламп, которые производятся <link="#LampMaker_Title"><u>изготовителем ламп</u></link> и закупаются у <link="#Trade_Title"><u>торгового партнёра</u></link>. Как только на <link="#StorageYard_Title"><u>складе</u></link> накопится 400 ламп, чернорабочие потащат салазки, гружёные лампами, на строительную площадку. На месте лампы будут использоваться для освещения работ <link="#ConstructionGuilds_Title"><u>каменотёсов</u></link>, прорубающих в твёрдой породе многочисленные комнаты гробницы. После завершения работ за дело возьмутся профессиональные <link="#ConstructionGuilds_Title"><u>художники</u></link> для нанесения штукатурки и покраски стен. Для этого потребуются запасы <link="#ClayPit_Title"><u>глины</u></link> и <link="#PaintMaker_Title"><u>изготовителя ламп</u></link>. Товары будут доставляться непосредственно в артель художников либо самими производителями, либо со склада. Если ваш город не может производить один или оба этих товара, вы можете <link="#Trade_Title"><u>импортировать</u></link> их. Нажмите на монумент царского гробницы, чтобы получить от <link="#ConstructionForeman_Title"><u>прораба</u></link> отчёт о ходе работ.

# #RoyalTomb_Title
source: Royal Burial Tomb
ru: Царская гробница

# #ScribalSchool_Content
source: Scribal Schools educate the city's well-to-do youth. Schools require road access and labor to function properly. They also require a supply of <link="#PapyrusMaker_Title"><u>papyrus</u></link>. When a school is functioning properly, teachers walk the streets tutoring students in their homes. Every time a teacher leaves a school to find his pupils, he brings some scrolls of papyrus with him so students can practice their hieroglyphs. Each Scribal School can store a small supply of papyrus on site. To keep classes in session, make sure the papyrus industry in your city is thriving or that you import enough from a <link="#Trade_Title"><u>trade partner</u></link>. Your <link="#OverseerLearning_Title"><u>Overseer of Learning</u></link> knows how many Scribal Schools are operating in the city. Scribal Schools also contribute to a city's <link="#Ratings_Title"><u>Culture rating</u></link>.
ru: Школы писцов обучают детей города грамоте. Для своей работы им требуется доступ к дороге и рабочей силе. Им также требуются поставки <link="#PapyrusMaker_Title"><u>папируса</u></link>. Функционирующая школа отправляет учителей на улицы для обучения детей на дому. Каждый раз, как учитель выходит на поиски учеников, он берёт некоторое количество папируса, чтобы ученики могли практиковаться в написании иероглифов. Каждая школа может хранить у себя небольшой запас папируса. Чтобы уроки шли без перерывов, убедитесь, что в городе налажено производство по изготовлению папируса, или закупайте папирус у <link="#Trade_Title"><u>торговых партнёров</u></link>. Ваш <link="#OverseerLearning_Title"><u>советник по образованию</u></link> знает, сколько школ писцов работает в городе. Школы писцов также участвуют в формировании <link="#Ratings_Title"><u>культурного рейтинга</u></link> города.

# #ScribalSchool_Title
source: Scribal School
ru: Школа писцов

# #Scribes_Content
source: <link="#Workers_Title"><u>Workers</u></link> who toil hard and scrimp and save their debens eventually become scribes. Scribes are extremely wealthy and do not perform manual labor. They live in large dwellings, surrounded by luxury, and devote their days to the pursuit of leisure and education. They demand a higher level of services than do your workers, but also pay more in tax. Because their taxes are so high, having a good number of scribes in the city can be a boon to its treasury. If you have too many scribes, though, the city may no longer function efficiently due to lack of workers. If you fail to maintain a high level of services, scribes eventually return to the working class. This is the worst thing a scribe can imagine. While the city will gain workers, it will lose tax income, and its Prosperity rating will decrease as well.
ru: Усердно работающие в поте лица <link="#Workers_Title"><u>рабочие</u></link>, что берегут свои дебены, в конце концов становятся писцами. Писцы — весьма состоятельные граждане, которые не будут заниматься ручным трудом. Они живут в просторных и роскошных жилищах, и посвящают свою жизнь развлечениям и образованию. Для них требуется качественно иной уровень услуг, чем для рабочих, но при этом они также платят гораздо больше налогов. Благодаря значительному количеству писцов городская казна может существенно пополниться деньгами. Однако, если в городе будет слишком много писцов, то некому будет работать. А если не удастся поддерживать высокий уровень жизни писцов, то они в конце концов снова станут рабочими, а такое писцу может привидеться только в самом страшном кошмаре. И хотя город получит рабочих, он потеряет источник доходов, а рейтинг процветания понизится.

# #Scribes_Title
source: Scribes
ru: Писцы

# #SenetHouse_Content
source: A Senet House offers a place for people to enjoy a relaxing game of senet, a contest that depicts the journey to the afterlife. With frothy mugs of beer at their elbows, citizens while away the hours in each other's company and engage in a little friendly competition. In addition to workers and road access, a Senet House needs a supply of <link="#Brewery_Title"><u>beer</u></link> to serve to its patrons. Check in with your <link="#OverseerDiversions_Title"><u>Overseer of Diversions</u></link> to find out how many Senet Houses are in the city. People do not like living too near Senet Houses (click <link="#HousingDesirability_Title"><u>here</u></link> for more on desirability). The clientele tends to be loud and boisterous - especially the losers of high-stakes senet games.
ru: Дом сенета — это место, где люди могут отдохнуть за увлекательной игрой в сенет, олицетворяющий путешествие к загробному миру. За кружкой пива и игрой жители проводят часы напролёт, ведя непринуждённые дружеские беседы. Помимо доступа к дороге и рабочей силе, дому сенета необходимы поставки <link="#Brewery_Title"><u>пива</u></link> для обслуживания посетителей. Проверьте у <link="#OverseerDiversions_Title"><u>советника по развлечениям</u></link>, сколько домов сенета есть в городе. Людям не нравится жить рядом с домом сенета (см. статью <link="#HousingDesirability_Title"><u>Дома и привлекательность</u></link> для дальнейшей информации). Клиенты склонны громко кричать и шуметь — особенно те, кто проиграл крупную сумму за игрой в сенет.

# #SenetHouse_Title
source: Senet House
ru: Дом сенета

# #Shipwright_Content
source: Shipwrights supply boats for both commercial and military purposes. They build fishing boats for <link="#FishingWharf_Title"><u>Fishing Wharves</u></link>, warships for <link="#WarshipWharf_Title"><u>Warship Wharves</u></link> and transport ships for <link="#TransportWharf_Title"><u>Transport Wharves</u></link>. Shipwrights need to be built on a straight stretch of coastline. You'll know when you have chosen a viable spot when you see a green 'ghost' of the Shipwright. Build the Shipwright on a navigable body of water like the Nile or a seacoast. Shipwrights located on narrow inlets or inland bodies of water will be unable to send their ships to the wharves that await them. This can torpedo your whole maritime effort, as the Shipwright repeatedly builds vessels that are scuttled as soon as they determine that they cannot reach their target wharves. Shipwrights need labor and road access to be operational. They also need a supply of wood to build transport ships, and wood & copper to build warships. They do not need wood to build fishing boats. Shipwrights receive orders to build a ship directly from the wharves. Once the boat is complete, it sails from the Shipwright to the appropriate wharf. Unless you need to build a lot of boats quickly, one Shipwright should be able to serve your needs. Shipwrights do not build the boats used by the <link="#WaterCrossings_Title"><u>Ferry Landings</u></link>. Ferryman provide the boats to transport their passengers, and immigrants and emigrants have their own boats. Shipwrights make a lot of noise, so no one wants to live nearby.
ru: Верфи строят как коммерческие лодки, так и военные корабли. Они строят лодки для <link="#FishingWharf_Title"><u>рыбацких причалов</u></link>, корабли для <link="#WarshipWharf_Title"><u>военных</u></link> и <link="#TransportWharf_Title"><u>транспортных</u></link> причалов. Верфь следует строить на прямом участке береговой линии. Вы узнаете, когда выбрали подходящее место, когда увидите зелёную проекцию верфи на карте. Верфи также следует размещать на судоходном месте — на берегу Нила или моря. Верфи, размещённые в узких протоках и внутренних водоёмах, не смогут отправить построенные корабли к ожидающим их причалам. Это может застопорить всю вашу водную промышленность, так как верфи будут постоянно строить лодки, которые, не найдя выхода к своему причалу, будут затапливаться. Верфям необходим доступ к дорогам и рабочей силе, а также запас древесины для постройки транспортных кораблей и меди — для военных. Для постройки рыбацких лодок ничего не нужно. Верфь получает заказ на постройку корабля прямо с пристани. Как только тот будет готов, он отправится от верфи к причалу приписки. Если время позволяет, то одна верфь сможет обеспечить все потребности города. Верфь не строит лодки для <link="#WaterCrossings_Title"><u>паромной переправы</u></link>. У паромщиков есть свои лодки для пассажиров, а переселенцы пересекают реку самостоятельно. Верфь производит много шума, поэтому жить рядом с ней никто не желает.

# #Shipwright_Title
source: Shipwright
ru: Верфь

# #ShrineTemple_Content
source: You cannot appease the gods without Shrines and Temples. Both local deities and patron gods demand attention, and citizens expect access to religion. For more on the gods' effects on your city, see <link="#Religion_Title"><u>religion</u></link>. For information on the specific effects of each god's Temple Complex, choose: <link="#TempleComplex_Title"><u>Temple Complex to Osiris</u> <link="#TempleComplexRa_Title"><u>Temple Complex to Ra</u></link> <link="#TempleComplexPtah_Title"><u>Temple Complex to Ptah</u></link> <link="#TempleComplexSeth_Title"><u>Temple Complex to Seth</u></link> <link="#TempleComplexBast_Title"><u>Temple Complex to Bast</u></link> Shrines are small monuments dedicated to a specific god. They do not need direct road access, but do need to be within two spaces of a road to receive services from fire marshals and architects. They do not require labor and produce no walkers, hence they do not confer access to religion. Their main purpose is to appease the gods. To provide places for people to worship, and to further appease the gods, build Temples. Temples require road access and employ a staff of priests. When a Temple is functioning, you will see priests bringing religion to your people. Like Shrines, Temples are dedicated to a specific god. Both Temples and Shrines improve the <link="#HousingDesirability_Title"><u>property values</u></link> of the neighborhoods in which they are located. Shrines and Temples also contribute to the city's <link="#Ratings_Title"><u>Culture Rating</u></link>
ru: Невозможно умилостивить богов без святилищ и храмов. И местные божества, и боги-покровители требуют внимания, а жителям необходим доступ к религиозным заведениям. Дополнительную информацию о влиянии богов на ваш город см. в статье <link="#Religion_Title"><u>Религия</u></link>. Для получения информации об особенностях храмового комплекса каждого бога, выберите: <link="#TempleComplex_Title"><u>Храмовый комплекс Осириса</u></link> <link="#TempleComplexRa_Title"><u>Храмовый комплекс Ра</u></link> <link="#TempleComplexPtah_Title"><u>Храмовый комплекс Птаха</u></link> <link="#TempleComplexSeth_Title"><u>Храмовый комплекс Сета</u></link> <link="#TempleComplexBast_Title"><u>Храмовый комплекс Баст</u></link> Святыни — это небольшие памятники, посвящённые определённому богу. Им не нужен прямой доступ к дороге, но они должны находиться в пределах двух шагов от неё, чтобы за ними могли следить пожарные и архитекторы. Они не нуждаются в рабочих и не выпускают ходоков, и следовательно, они не дают доступа к религиозным заведениям. Их главная цель — умилостивить богов. Чтобы предоставить людям места для поклонения и ещё больше задобрить богов, стройте храмы. Для храмов необходим доступ к дорогам и рабочей силе для найма жрецов. Когда храм работает, вы увидите жрецов, несущих религию вашим людям. Как и святыни, храмы посвящены определённому богу. И храмы, и святилища улучшают <link="#HousingDesirability_Title"><u>привлекательность</u></link> районов, в которых они расположены, а также влияют на <link="#Ratings_Title"><u>культурный рейтинг</u></link> города.

# #ShrineTemple_Title
source: Shrine and Temple
ru: Святилища и храмы
