Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Guide.po
Languages: ru

# #Jeweler_Content
source: With a supply of <link="#GemstoneMine_Title"><u>gemstones</u></link>, Jewelers make fine pieces of jewelry, a luxury good. Gemstones may either be mined or imported from a <link="#Trade_Title"><u>trade partner</u></link>. Jewelers need road access and labor in order to operate. They have a negative effect on <link="#HousingDesirability_Title"><u>desirability</u></link>. Jewelery is not a very lucrative export. Most of the cost of imported luxury goods lies in its transportation, not in its materials. So, while it might cost your treasury quite a lot to import luxuries from other cities, you will not receive a comparable price for your jewelry exports. Jewelry is but one of the luxury goods that citizens crave. The wealthiest citizens will demand a second, imported luxury good.
ru: Используя <link="#GemstoneMine_Title"><u>самоцветы</u></link>, ювелиры изготавливают украшения, один из предметов роскоши. Самоцветы либо добываются в рудниках, либо закупаются у <link="#Trade_Title"><u>торгового партнёра</u></link>. Для ювелирных мастерских требуется доступ к дороге и рабочей силе. Они отрицательно влияют <link="#HousingDesirability_Title"><u>привлекательность</u></link>. Украшения — не очень привлекательный товар для продажи. Большую часть цены ввозимых предметов роскоши составляет стоимость перевозки, а не сама ценность товара. Таким образом, закупка предметов роскоши в других городах обойдётся вашей казне в крупную сумму, с которой не сравнится выручка от продажи украшений. Украшения — лишь один из предметов роскоши, к которой стремятся граждане. Самые богатые из них потребуют ещё один вид роскоши, ввозимый издалека.

# #Jeweler_Title
source: Jeweler and Luxury Goods
ru: Ювелирная мастерская и предметы роскоши

# #LampMaker_Content
source: The Lamp Maker prepares lamps whose light helps guide workers through the dark passageways of a <link="#RoyalTomb_Title"><u>Royal Burial Tomb</u></link>. To make lamps, the Lamp Maker needs a supply of pottery and oil. A <link="#Potter_Title"><u>Potter</u></link> can supply pottery or it can be imported from a <link="#Trade_Title"><u>trade partner</u></link>. Oil can only be imported. A lamp maker must have road access and a nearby source of labor. Once the Lamp Maker has received enough pottery and oil, you'll see the lamp makers hard at work, filling the pottery with oil to make lamps. Lamp Makers have a negative effect on <link="#HousingDesirability_Title"><u>desirability</u></link>, so don't place them too close to your housing developments.
ru: Изготовитель ламп производит лампы, необходимые при работах в тёмных коридорах <link="#RoyalTomb_Title"><u>царских гробниц</u></link>. Для своей работы изготовителям ламп необходимы поставки керамики и масла. Керамику можно произвести в <link="#Potter_Title"><u>гончарной мастерской</u></link> или купить у <link="#Trade_Title"><u>торгового партнёра</u></link>. Масло можно только закупать. Изготовителю необходим доступ к дороге и рабочей силе. Как только изготовитель получит всё необходимое, вы увидите, как мастера займутся работой, заполняя горшки маслом и изготовляя лампы. Изготовители ламп отрицательно влияют на <link="#HousingDesirability_Title"><u>привлекательность</u></link>, так что не размещайте их рядом с жилыми кварталами.

# #LampMaker_Title
source: Lamp Maker
ru: Изготовитель ламп

# #Library_Content
source: Sophisticated citizens require access to Libraries. Libraries increase property value and contribute to the city's <link="#Ratings_Title"><u>Culture rating</u></link>. Libraries would be useless buildings with empty racks without papyrus. Before you can build a Library, a supply of <link="#PapyrusMaker_Title"><u>papyrus</u></link> must be stored in the <link="#StorageYard_Title"><u>Storage Yards</u></link>. After the Library is built, it needs a store of papyrus on site to function properly. Libraries also need road access and labor to function. When the Library has all the supplies it needs, it sends a librarian through the local community. Each time a librarian leaves the Library, he takes papyrus with him to distribute literature to the populace. To keep track of the number of Libraries in the city, visit your <link="#OverseerLearning_Title"><u>Overseer of Learning</u></link>.
ru: Взыскательным жителям необходим доступ к библиотекам. Библиотеки повышают стоимость собственности и вносят свой вклад в <link="#Ratings_Title"><u>культурный рейтинг</u></link> города. Библиотеки будут бесполезны, если полки для папируса будут пусты. Для постройки библиотеки необходим некоторый запас <link="#PapyrusMaker_Title"><u>папируса</u></link> на <link="#StorageYard_Title"><u>складах</u></link>. После постройки для функционирования библиотеке потребуются поставки папируса, а также доступ к дороге и рабочей силе. Получив всё необходимое, библиотека отправит библиотекаря в обход по жилым кварталам. Каждый раз, выходя из библиотеки, библиотекарь заберёт немного папируса, чтобы поделиться литературными произведениями с людьми. Чтобы узнать количество библиотек в городе, посетите своего <link="#OverseerLearning_Title"><u>советника по образованию</u></link>.

# #Library_Title
source: Library
ru: Библиотека

# #Lighthouse_Content
source: Alexandria's spectacular Pharos lighthouse by day or night helps to guide mariners around the dangerous shoals of its harbor. The Pharos Lighthouse can only be built on the rocky ground of Pharos Island in Alexandria's harbor. Select 'Pharos Lighthouse' from the Monuments list, and then move the cursor over the rock-strewn ground near the outer harbor's entrance. Once the monument's footprint is entirely green, you have found a suitable site that will support this structure's ponderous weight. Once the ground is clear you will need a supply of imported white marble. This commodity can be obtained via a <link="#Trade_Title"><u>trade route</u></link> with another city. <link="#ConstructionGuilds_Title"><u>Stonemasons</u></link> from a Stonemasons' Guild will carefully place the white marble that peasants from a <link="#WorkCamp_Title"><u>Work Camp</u></link> haul over from a <link="#StorageYard_Title"><u>Storage Yard</u></link>. The peasants will bring the white marble over once there are at least four blocks stored in a single Storage Yard. <link="#ConstructionGuilds_Title"><u>Carpenters</u></link> from a Carpenters' Guild and a quantity of <link="#WoodCutter_Title"><u>wood</u></link> will also be required for building scaffolding once construction is underway. Click on the Pharos Lighthouse while it is being built to view a progress report from its <link="#ConstructionForeman_Title"><u>Construction Foreman</u></link>.
ru: Впечатляющий Фаросский маяк в Александрии днём и ночью помогает морякам ориентироваться на опасных отмелях гавани. Фаросский маяк можно построить только на скалистом грунте острова Фарос в гавани Александрии. Выберите «Фаросский маяк» из списка монументов, а затем наведите курсор на каменистую землю возле входа во внешнюю гавань. Когда проекция монумента полностью станет зелёной, значит, вы нашли подходящее место, которое выдержит громадный вес этого сооружения. Как только земля будет расчищена, вам понадобятся поставки импортного белого мрамора. Этот товар можно получить через <link="#Trade_Title"><u>торговый путь</u></link> с другим городом. <link="#ConstructionGuilds_Title"><u>Каменотёсы</u></link> аккуратно уложат белый мрамор, который чернорабочие из <link="#WorkCamp_Title"><u>рабочего лагеря</u></link> доставят со <link="#StorageYard_Title"><u>склада</u></link>, как только там окажется как минимум четыре блока. Также понадобятся <link="#ConstructionGuilds_Title"><u>плотники</u></link> с запасом <link="#WoodCutter_Title"><u>древесины</u></link> для возведения строительных лесов. Щёлкните по Фаросскому маяку, пока он строится, чтобы просмотреть отчёт о ходе работ от его <link="#ConstructionForeman_Title"><u>прораба</u></link>.

# #Lighthouse_Title
source: Pharos Lighthouse
ru: Фаросский маяк

# #MajorPlagues_Content
source: There are many calamities that may befall a city, regardless of its size or wealth, and Major Plagues are some of the worst. Please note, though, that Major Plagues are not the same thing as <link="#Health_Title"><u>plague</u></link>. Plague strikes the city when city health is particularly bad. Major Plagues may strike for no reason at all. All of the Major Plagues result in lower <link="#PopulationGrowth_Title"><u>city sentiment</u></link>. Their other dire consequences are described below: River of Blood: When the River of Blood strikes the city, the river and waters of your city will turn to blood for several months and be unfit for <link="#DrinkingWater_Title"><u>drinking water</u></link> and other uses. Some of the water that houses store on site will also be contaminated and undrinkable, with those living closest to the river feeling the effects the most. People living near the water will also be at an even greater risk for disease and malaria (for more details on disease and malaria, see <link="#Health_Title"><u>city health</u></link>). <link="#FishingWharf_Title"><u>Fishing Wharves</u></link>, <link="#Irrigation_Title"><u>Water Lifts</u></link>, <link="#WoodCutter_Title"><u>Reed Gatherers</u></link>, <link="#Well_Title"><u>Wells</u></link> and <link="#WaterSupply_Title"><u>Water Supplies</u></link> will stop working during the plague. Frogs: When the Plague of Frogs is visited upon your city, legions of frogs invade your borders and infest any houses they pass. No one can live in a frog-infested house, so the residents are forced out, and no one can move back in for several months. You can try to contain the frogs by building walls around them or strategically positioning buildings to pen them in. Hailstorm: Deadly hailstones are the progeny of Hailstorms, which can kill anyone walking in your city. Hailstones are non-discriminatory and can kill soldiers (including enemies) and animals just as easily as they can kill ordinary citizens. Hailstorms also bring violent turbulence to the river, and many of your ships may sink. Locusts: Locusts descend upon the land and devour any crops your <link="#FoodFarming_Title"><u>farms</u></link> are growing. The crops on both the flood plain and meadowland will be completely destroyed just before the harvest, robbing your city of the harvest's benefit for the year.
ru: Множество бедствий может обрушиться на город, не взирая на размеры и богатства, и казни египетские — самые страшные из них. Это не какая-то <link="#Health_Title"><u>чума</u></link>, которая возникает из-за плохого здравоохранения. Казни египетские случаются без каких-либо причин. Все крупные бедствия обычно приводят к снижению <link="#PopulationGrowth_Title"><u>настроения в городе</u></link>, но каждое из них ведёт к определённым ужасным последствиям. Река крови: когда Река крови поражает город, все воды на несколько месяцев превращаются в кровь и становятся непригодными к <link="#DrinkingWater_Title"><u>питью</u></link> и иному использованию. Та вода, что была запасена в домах, также станет непригодной, и те, кто живёт ближе всего к реке, в большей мере испытают это несчастье. Люди, живущие у воды, подвергнутся ещё большему риску заболеваний и малярии (см. статью <link="#Health_Title"><u>Здоровье в городе</u></link>). <link="#FishingWharf_Title"><u>Рыбацкие причалы</u></link>, <link="#Irrigation_Title"><u>шадуфы</u></link>, <link="#WoodCutter_Title"><u>сборщики тростника</u></link>, <link="#Well_Title"><u>колодцы</u></link> и <link="#WaterSupply_Title"><u>источники воды</u></link> прекратят свою работу на время бедствия. Жабы: когда на ваш город обрушивается нашествие жаб, бесчисленные множества лягушек вторгаются в ваши границы и заселяют все дома, мимо которых они проходят. Никто не в состоянии жить вместе с лягушками, поэтому жители таких домов вынуждены бежать, и в течение нескольких месяцев никто не сможет вернуться обратно. Можно попытаться сдержать нашествие жаб, отгородившись от них стенами или стратегически расположив здания. Град: смертоносный град способен убить любого, кто находится в вашем городе. Град без разбора может убить солдат (в том числе вражеских) и животных так же легко, как и обычных жителей. Град также вызывает сильное волнение в водах, и многие из ваших кораблей могут пойти ко дну. Саранча. Саранча спускается на землю и пожирает все культуры, что произрастают на ваших <link="#FoodFarming_Title"><u>фермах</u></link>. Посевы как в пойме, так и на лугах будут полностью уничтожены непосредственно перед сбором урожая, что лишит город урожая за весь год.

# #MajorPlagues_Title
source: Major Plagues
ru: Казни египетские

# #Mansion_Content
source: Build a magnificent home in the city to cement your power and prestige. Your Mansion stores your family's wealth, and you will not be allowed to collect a <link="#Money_Title"><u>salary</u></link> until you have built a home for yourself. The city's residents want to make sure that you are a permanent fixture in the community before they allow you to draw a wage. Your wage is set commensurate with your experience. If you feel you deserve more or less money, you can set your own salary level. Be forewarned, though: paying yourself more than you are worth will have a negative effect on your <link="#Ratings_Title"><u>Kingdom rating</u></link>. You can also set your personal salary by visiting your <link="#OverseerTreasury_Title"><u>Overseer of the Treasury</u></link>. Your residence requires road access and a source of groundwater. Therefore, at least one part of the Mansion must be on grassland. Everyone wants to be your neighbor, so your home provides a considerable boost to nearby desirability. Depending on your rank and on your city's capabilities, you can build a Personal Mansion, a Family Mansion, or the ultra-luxurious Dynasty Mansion.
ru: Постройте великолепный дом в городе, чтобы укрепить свою власть и престиж. В вашем особняке хранится богатство вашей семьи, и вы не сможете получать <link="#Money_Title"><u>жалование</u></link>, пока не построите для себя дом. Жители города должны быть уверены в вашем постоянном участии в жизни общества, прежде чем они позволят вам получать деньги. Ваше жалование устанавливается в соответствии с вашим опытом. Если вы чувствуете, что заслуживаете больше или меньше денег, вы можете установить свой собственный уровень жалования. Однако имейте в виду: если вы будете платить себе больше, чем того стоите, то это отрицательно скажется на вашем <link="#Ratings_Title"><u>рейтинге в Царстве</u></link>. Вы также можете установить свою личное жалование, посетив своего <link="#OverseerTreasury_Title"><u>советника по казне</u></link>. Для вашей резиденции необходим доступ к дороге и свежей воде. Следовательно, хотя бы часть особняка должна находиться на покрытой травой земле. Все хотят быть вашими соседями, поэтому ваш дом значительно повышает привлекательность района. В зависимости от вашего ранга и возможностей города вы можете построить Личный особняк, Семейный особняк или роскошный Особняк династии.

# #Mansion_Title
source: Mansion
ru: Особняк

# #Mastaba_Content
source: Mastabas are fine tombs built for nobility. You will sometimes choose a mastaba for your own final resting site. To build a mastaba, you'll need a large supply of <link="#Brickworks_Title"><u>bricks</u></link> and a <link="#ConstructionGuilds_Title"><u>Bricklayers' Guild</u></link>. You'll also need peasants from <link="#WorkCamp_Title"><u>Work Camps</u></link>. The first step to building a mastaba is choosing a site. You'll know that you've picked a viable site if you see a green 'ghost' of the footprint of the mastaba. If the green footprint contains any red diamonds, some feature of the landscape prevents construction there. Click the mouse button when the footprint is all green, and the mastaba's location will be locked in. Stakes mark the corners of the site. After the site is established, bricklayers and peasants get to work. Peasants drag in sledge-loads of bricks, and your bricklayers put them in place. The deceased need many things in the Field of Reeds, so you will likely need to furnish the mastaba with <link="#Burial_Title"><u>burial provisions</u></link>. Your <link="#OverseerMonuments_Title"><u>Overseer of Monuments</u></link> will tell you which goods are required. Check in with the <link="#ConstructionForeman_Title"><u>Construction Foreman</u></link> to find out the construction status of the mastaba. Click <link="#MonumentConstruction_Title"><u>here</u></link> for more on monument construction.
ru: Мастабы — это прекрасные гробницы, построенные для знати. Иногда вам даже придётся строить мастабу для своего собственного упокоения. Чтобы построить мастабу, вам понадобятся большой запас <link="#Brickworks_Title"><u>кирпичей</u></link> и <link="#ConstructionGuilds_Title"><u>артель каменщиков< /u></link>, а также чернорабочие из <link="#WorkCamp_Title"><u>рабочих лагерей</u></link>. Первым шагом к постройке мастабы является выбор места. Вы поймёте, что выбрали подходящее место, когда увидите зелёную проекцию мастабы. Если на зелёной проекции есть красные ромбы, то какая-то часть ландшафта мешает строительству. Нажмите на левую кнопку мыши, когда проекция станет зелёной, и ограниченная колышками строительная площадка под мастабу будет зафиксирована. После этого каменщики будут укладывать кирпичи, доставляемые чернорабочими на салазках. На полях Иалу усопшему понадобится много вещей, поэтому вам, вероятно, придётся снабдить мастабу <link="#Burial_Title"><u>погребальными принадлежностями</u></link>. Ваш <link="#OverseerMonuments_Title"><u>советник по монументам</u></link> сообщит вам, какие товары необходимы. Пообщайтесь с <link="#ConstructionForeman_Title"><u>прорабом</u></link>, чтобы узнать о статусе строительства мастабы. Щёлкните <link="#MonumentConstruction_Title"><u>сюда</u></link>, чтобы узнать больше о строительстве монументов.

# #Mastaba_Title
source: Mastaba
ru: Мастаба

# #Mausoleum_Content
source: Mausoleums are large tombs used to inter pharaohs and nobility. To build a Mausoleum, supplies of sandstone and wood are needed, plus at least one working <link="#ConstructionGuilds_Title"><u>Carpenters' Guild</u></link>, <link="#ConstructionGuilds_Title"><u>Stonemasons' Guild</u></link> and <link="#WorkCamp_Title"><u>Work Camp</u></link>. To place a Mausoleum, there must first be a large quantity of sandstone stored in the city's <link="#StorageYard_Title"><u>Storage Yards</u></link>. Once enough stone is stored, choose Mausoleum from the Monuments list. Place the Mausoleum, using the color of the footprint as a guide (all green means you can place the structure, red diamonds mean that some landscape feature prevents building it there). Once you've designated a place for the building, peasants from the Work Camp clear the land and lay the foundation. Once the foundation is in place, stonemasons begin work. Whenever a Storage Yard accumulates four blocks of sandstone, peasants load the stone on a sledge and drag it to the construction site. Stonemasons put the stone in place until the first story is completed. Then, carpenters install wooden ramps so that the stonemasons can work on the second story of the Mausoleum. When the second story is complete, the Mausoleum is finished.
ru: Мавзолеи — это большие гробницы, используемые для погребения фараонов и знати. Чтобы построить мавзолей, необходимы запасы песчаника и дерева, а также как минимум по одной артели <link="#ConstructionGuilds_Title"><u>плотников</u></link> и <link="#ConstructionGuilds_Title">< u>каменотёсов</u></link> и <link="#WorkCamp_Title"><u>рабочий лагерь</u></link>. Перед размещением мавзолея необходимо, чтобы в городских <link="#StorageYard_Title"><u>складах</u></link> хранилось большое количество песчаника. Как только будет накоплено достаточно камня, выберите мавзолей из списка монументов и разместите его, ориентируясь на цвет проекции (зелёная проекция означают, что вы можете разместить структуру, красные ромбы означают, что некоторые элементы ландшафта не позволяют построить её там). После того, как вы обозначили место для постройки, чернорабочие из рабочего лагеря расчистят землю и заложат фундамент. После этого к работе приступят каменотёсы. Всякий раз, когда на складе накапливается четыре блока песчаника, чернорабочие грузят его на салазки и тащат на строительную площадку. Каменотёсы уложат камень на место, пока не возведут первый этаж. После этого плотники установят деревянные пандусы, чтобы каменотёсы смогли работать над вторым этажом мавзолея. Когда второй этаж будет завершён, мавзолей будет закончен.

# #Mausoleum_Title
source: Mausoleum
ru: Мавзолей
