Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Guide.po
Languages: ru

# #FoodFarming_Content
source: The way to citizens' hearts is through their stomachs. Providing plenty of food - and a good variety - bolsters both <link="#PopulationGrowth_Title"><u>City Sentiment</u></link> and <link="#Health_Title"><u>City Health</u></link>. There are many types of food farms in Pharaoh, including <link="#GrainFarm_Title"><u>grain</u></link>, <link="#Fruit_Title"><u>pomegranate</u></link>, <link="#Fruit_Title"><u>chickpea</u></link>, <link="#Fruit_Title"><u>lettuce</u></link> and <link="#Fruit_Title"><u>figs</u></link>. There are also two types of farming in Pharaoh: floodplain farming and meadow farming. Both types of farms require road access and labor, but most similarities end there. Farming isn't the only source of food, either. <link="#HuntingLodge_Title"><u>Hunting</u></link>, <link="#FishingWharf_Title"><u>fishing</u></link> and <link="#CattleRanch_Title"><u>cattle ranching</u></link> all contribute to the city's Granaries. Floodplain Farming: To understand how floodplain farms work, you must first understand the Nile's stages. Every year, usually between June and September, the Nile floods its banks. The flood plains are completely submerged, and nothing can be placed on the land. In a few months, the Nile begins to recede, leaving nutritious silt behind that fertilizes the soil. The flood plain reemerges, and you can again operate farms on the flood plain. The Nile does not flood at exactly the same time or in exactly the same way every year. Some floods are better than others. Priests use Nilometers to determine how good the next flood will be and report their findings to your <link="#ChiefOverseer_Title"><u>Chief Overseer</u></link>. Paying special attention to Osiris, God of Agriculture and the Nile Flood <link="#Religion_Title"><u>(see Religion)</u></link>, can help ensure successful floods every year. You can build farms (and roads, and Irrigation Ditches) on the flood plain at any time except during the flood. When you build a floodplain farm, only the field appears, with no buildings, because the flood destroys any buildings on the floodplain. Since they can't build homes on the floodplain farms, peasants need a place to meet to be assigned to work. <link="#WorkCamp_Title"><u>Work Camps</u></link> serve this function. Work Camps dispatch workers to the farms to plant and reap the crops, and farms lie idle unless there is a Work Camp. There's a limit to how far peasants will walk to reach their back-breaking assignments, so don't put Work Camps too far from the fields. The best time to build farms is soon after the flood recedes. You'll be able to take full advantage of the growing season until the next flood, and the farm will have maximum yield. Farms placed at any other time will produce less. The other factor to consider when placing farms is fertility. The darker the land, the more fertile the land is. The most fertile land is usually found directly adjacent to the river. As you move away from the river, the land becomes less fertile. Farms placed on the most fertile land produce the highest yields. You can build Irrigation Ditches on flood plains to irrigate the land farthest from the river, thereby improving the fertility of land which might be left high and dry during a poor Inundation. Due to the annual rhythm of the Nile, floodplain farms can produce only one crop each year. A city's survival can depend on having enough workers to harvest the crop, and enough storage space to accept the harvest. Meadow Farming: Floodplain land is not the only fertile land, although it forms the bulk of available arable land. Farms can also be placed on meadows, denoted by yellow tufts. The denser these tufts are, the more fertile the land is, resulting in larger yields. These farms do have a work building on site, so they do not need peasants from a Work Camp. Because the land is not flooded, these farms continue to work throughout the year. However, acre for acre, meadow land is less fertile than floodplain land, and farms on the meadow tend to yield fewer crops per harvest. Meadow farms almost always benefit from Irrigation Ditches. Hunting and Fishing: Hunters and fishermen take advantage of Egypt's natural abundance. Both set out from their bases, capture their prey, and return back to their bases to prepare the food. Hunters work out of Hunting Lodges. From the Lodge, they set out for the hunt. Hunters will look for flocks of ostriches, waterfowl, or a herd of antelope. If you notice any of these animals around the city, place a Hunting Lodge nearby. Fishermen gather at Fishing Wharves where they swap stories about the one that got away. Wharves, of course, are located on the water, and fishermen need a Shipwright to build them a boat. Once they have a boat, they'll set out. Not every city can support hunting or fishing. If you notice fish jumping out of the water, the city can have a fishing industry. Herd, flock and school sizes are limited. Hunting and fishing can provide a small population with enough food, but a large population will not be able to subsist solely on fish or game meat. Cattle Ranching Cattle Ranches can be an excellent source of additional food. They can be placed on any type of land - not just fertile land - which saves arable land for another purpose. Cattle consume straw, the by-product of <link="#GrainFarm_Title"><u>grain farming</u></link>. The number of cattle ranches a city can have is limited only by the amount of straw the city can devote to cattle feed. Food Distribution: <link="#Granary_Title"><u>Granaries</u></link> and <link="#Bazaar_Title"><u>Bazaars</u></link> are the intermediaries between food producers and the city's inhabitants. Granaries store the food intended for consumption by people, and Bazaars distribute it to individual homes. Once a food producer has an item ready, a cartpusher brings the food to a Granary. Bazaar buyers go to the Granaries to procure the food their customers are asking for. They can carry more than one type of food at a time. After the buyers return to the Bazaar with their items, Bazaar traders walk through the neighborhood, delivering food to the populace. It's important to have enough Granaries and Bazaars. If all Granaries are full, the cartpusher takes the food to a <link="#StorageYard_Title"><u>Storage Yard</u></link>, if it has been instructed to accept food. Bazaar buyers won't procure locally-produced food from Storage Yards (although they will take non-food items and imported foods there). Bazaar buyers get most food from Granaries. Placing Bazaars and Granaries can be tricky. Granaries should be close to the food producers so that cartpushers don't have far to travel. Bazaars should be close to Granaries so the Bazaar buyers can keep their Bazaars well-stocked. Bazaars also need proximity to the houses they will serve. All of these structures make for undesirable neighbors, so siting them always involves tradeoffs. As your city grows, you might have to build Granaries further away from the food producers to ensure that Bazaars in outlying neighborhoods can procure the food they need. If you find that you need to do this, use the Granary's Special Orders to make sure it receives food. Importing Food: Some cities cannot produce enough food to sustain themselves, or can produce only limited varieties of food, and so need to import food from other cities. Imported food is delivered to Storage Yards, where Bazaar buyers can pick up the foodstuffs and bring it back to the Bazaar.
ru: Путь к сердцам граждан лежит через их желудки. Большое количество еды и её разнообразие в равной мере улучшают <link="#Health_Title"><u>здравоохранение</u></link> и <link="#PopulationGrowth_Title"><u>настроения в городе</u></link>. Есть много видов продовольственных ферм, включая по выращиванию <link="#GrainFarm_Title"><u>зерна</u></link>, <link="#Fruit_Title"><u>гранатов</u></link>,<link="#Fruit_Title"><u>нута</u></link>, <link="#Fruit_Title"><u>латука</u></link> и <link="#Fruit_Title"> <u>инжира</u></link>. Также есть два типа земледелия: пойменное и луговое. Для обоих типов ферм требуется доступ к дороге и рабочей силе, но на этом сходство заканчивается. Но земледелие — не единственный источник пищи. <link="#HuntingLodge_Title"><u>Охота</u></link>,<link="#FishingWharf_Title"><u>рыбная ловля</u></link> и <link="#CattleRanch_Title"><u>разведение скота</u></link> также участвуют в наполнении амбаров города. Пойменное земледелие: чтобы понять, как работают пойменные фермы, нужно понять циклы разливов Нила. Каждый год, обычно в период с июня по сентябрь, Нил выходит из берегов, затопляя поймы. Через несколько месяцев Нил начинает отступать, оставляя после себя плодородный ил. Пойма снова появляется, и на ней можно управлять фермами. Нил не разливается одинаково и в одно и то же время. Некоторые разливы лучше, чем другие. Жрецы используют Нилометр, чтобы определить, насколько сильным будет следующий разлив, и сообщают о своих выводах вашему <link="#ChiefOverseer_Title"><u>главному советнику</u></link>. Уделите особое внимание Осирису, богу земледелия и разлива Нила (см. статью <link="#Religion_Title"><u>Религия</u></link>), чтобы обеспечить лучшие разливы в каждый год. Строить фермы (а также дороги и оросительные каналы) на пойме можно в любое время, кроме времени разлива. При размещении пойменной фермы появится только поле без построек, поскольку разлив разрушит всё на своём пути. Крестьянам необходимо место для сбора и распределения на работу. Эту функцию выполняют <link="#WorkCamp_Title"><u>рабочие лагеря</u></link>, которые отправляют рабочих на фермы для посева и сбора урожая; без рабочего лагеря фермы будут простаивать. Существует предел тому, как далеко крестьяне могут пройти, поэтому не размещайте рабочие лагеря слишком далеко от полей. Лучшее время для постройки ферм — вскоре после отступления разлива, тогда вы сможете в полной мере использовать время до следующего разлива, а ферма даст максимальный урожай. Фермы, размещённые в любое другое время, дадут меньший урожай. Другим фактором, который следует учитывать при размещении ферм, является плодородность почвы. Чем темнее земля и пышнее трава, тем плодороднее почва. Самые плодородные земли обычно находятся в непосредственной близости от реки, становясь менее плодородными по мере удаления от реки. Фермы, расположенные на самой плодородной почве, дают самые высокие урожаи. Вы можете построить оросительные каналы на удалённых от реки поймах, тем самым улучшая плодородие земли, которая в ином случае может остаться сухой во время слабого разлива. Из-за годового ритма Нила пойменные фермы могут давать только один урожай в год. Жизнь города может зависеть от достаточного количества рабочих для сбора урожая и достаточного места в хранилищах для приёма урожая. Луговое земледелие: пойма — не единственная плодородная земля, хотя она и составляет большую часть доступной пахотной земли. Фермы можно размещать на лугах, обозначенных жёлтыми цветами. Чем больше этих цветов, тем плодороднее земля и выше урожай. На таких фермах есть рабочие постройки, поэтому им не нужны крестьяне из трудового лагеря. Поскольку земля не затапливается, эти фермы продолжают работать в течение всего года. Тем не менее, луговые земли менее плодородны, чем поймы, и фермы на лугах, как правило, дают меньше урожая. Луговые фермы почти всегда выигрывают от подведённых оросительных каналов. Охота и рыбная ловля: охотники и рыбаки пользуются природными дарами Египта. Они отправляются со своих баз и возвращаются назад с добычей. Охотники отправляются из охотничьих хижин в поисках страусов, птиц или антилоп. Если вы заметили стаи этих животных, разместите рядом охотничью хижину. Рыбаки собираются на рыбацких причалах, где рассказывают друг другу небылицы о размерах пойманной рыбы. Причалы, разумеется, находятся на воде, а рыбакам нужна верфь для постройки лодки. Как только она будет готова, они отправятся в путь. Не каждый город может поддерживать охоту или рыбную ловлю. Если вы заметили выпрыгивающую из воды рыбу, в городе может быть рыболовецкая промышленность. Численность диких животных и рыбы ограничено. Охота и рыбная ловля могут обеспечить небольшое население достаточным количеством пищи, но большое население не сможет прокормиться исключительно рыбой или дичью. Разведение скота: разведение крупного рогатого скота может быть отличным источником дополнительной пищи. Скотоводческие фермы можно размещать на любом типе земли, а не только на плодородной почве. Скот потребляет солому, побочный продукт <link="#GrainFarm_Title"><u>зернового хозяйства</u></link>. Количество скотоводческих ферм ограничено только количеством соломы, которое город может использовать для прокорма скота. Распределение пищи: <link="#Granary_Title"><u>амбары</u></link> и <link="#Bazaar_Title"><u>базары</u></link> являются посредниками между производителями продуктов питания и жителями города. В амбарах хранятся продукты, предназначенные для потребления людьми, а базары разносят их по домам. Как только у производителя появляется готовый продукт, доставщик относит еду в амбар. Закупщицы с базара идут в амбары, чтобы достать еду, которую просят их клиенты. Они могут нести более одного вида пищи одновременно. После того, как закупщицы возвращаются на базар с товарами, торговки начинают ходить по окрестностям, доставляя еду населению. Важно иметь достаточно амбаров и базаров. Если все амбары заполнены, доставщик отвезёт еду на <link="#StorageYard_Title"><u>склад</u></link>, если тому разрешено принимать провизию. Базарные закупщицы не будут закупать продукты местного производства на складах (хотя они будут забирать оттуда другие товары и импортные продукты). Базарные закупщицы получают большую часть еды из амбаров. Размещение базаров и амбаров может стать сложной задачей. Амбары должны быть близко к производителям еды, чтобы доставщикам не приходилось далеко ходить. Базары должны быть рядом с амбарами, чтобы закупщицы могли беспрепятственно снабжать свои базары. Базары должны находиться рядом с домами, которые они будут обслуживать. Все эти постройки плохо влияют на привлекательность, поэтому их размещение всегда связано с компромиссами. По мере роста города вам, возможно, придётся строить амбары всё дальше от производителей, чтобы обеспечить отдалённые базары. Используйте специальные приказы амбаров, чтобы они гарантированно получали еду. Импорт продуктов питания: некоторые города не могут производить достаточно пищи, чтобы прокормить себя, и поэтому им приходится импортировать продукты питания из других городов. Импортные продукты доставляются на склады, где базарные закупщицы могут их забрать и доставить на базар.

# #FoodFarming_Title
source: Food and Farming
ru: Пища и земледелие

# #FortCompany_Content
source: Your city's army is called a 'battalion'. Each soldier in the battalion is assigned to a company, and each company has its own Fort. A city may have no more than six Forts. The types of companies and Forts are: Infantry: Infantrymen are the mainstay of most armies. Specialists fight in close combat at the front line of battle. They leave the <link="#Recruiter_Title"><u>Recruiter</u></link> armed with spears as weapons. You cannot build an Infantry Fort unless your city has a Weaponsmith, or can import weapons. You can upgrade your soldiers by providing them with Shields from a Shield Maker, using Hides that hunters from your Hunting Lodges can collect from antelopes. Archers: Archers can attack an enemy from a longer range than infantry with arrows, but they are terrible at close-range battle and won't last long if an enemy engages them directly. Archers craft their own bows and arrows, so you can build Archer Forts even if your city lacks a Weaponsmith. You can upgrade archers with Composite bows, but this will require a Bow Maker and a stock of wood. Charioteers: There is nothing more frightening to soldiers than seeing a line of chariots barreling toward them. Chariots are key to breaking the protective formations of your enemies, and once their lines are broken, it will be easier to defeat them. Each charioteer receives a chariot upon leaving the Recruiter, assuming that your city has a Chariot Maker and a supply of wood and copper. Forts do not need road access or laborers. They have an extremely negative effect on desirability, so it's best to place Forts on the outskirts of the city. Read the entry on <link="#War_Title"><u>war</u></link> for more information.
ru: Каждый солдат в армии закреплён за отрядом, и у каждого отряда есть свой форт. В городе может быть не более шести фортов. Типы отрядов и фортов: Пехотинцы: пехотинцы составляют основу большинства армий. Они умело сражаются в ближнем бою на переднем крае битвы. Они покидают <link="#Recruiter_Title"><u>вербовщика</u></link> с копьями в качестве оружия. Вы не можете построить форт пехотинцев, если не можете построить оружейную мастерскую или импортировать оружие. Вы можете улучшать своих воинов, снабжая их созданных мастером щитами из шкуры антилоп, добываемыми охотниками. Лучники: лучники могут обстреливать врага с дальней дистанции, но в ближнем бою они крайне неважны и не продержатся долго, если противник атакует их напрямую. Лучники сами изготавливают себе луки и стрелы, поэтому вы можете строить форты лучников, даже если в вашем городе нет оружейной мастерской. Вы можете улучшать лучников с помощью составных луков, но для этого потребуется мастер по изготовлению луков и запас древесины. Колесницы: нет ничего страшнее для воинов, чем шеренги колесниц, несущихся на них. Колесницы крайне важны для пробивания защитных построений ваших врагов, ведь разбитый строй легче сокрушить. Каждый колесничий получает колесницу при выходе от вербовщика, при условии, что в вашем городе есть изготовитель колесниц и запасы дерева и меди. Форты не нуждаются ни в дорогах, ни в рабочих. Они крайне негативно влияют на привлекательность местности, поэтому форты лучше всего размещать на окраинах города. Прочтите статью о <link="#War_Title"><u>войне</u></link> для получения дополнительной информации.

# #FortCompany_Title
source: Fort and Company
ru: Форт и отряды

# #Fruit_Content
source: Fruits and vegetables are just as capable of sustaining healthy lives as any other food type and provide welcome variety in any diet. Different parts of Egypt support different crops. Among the crops that may be available to your citizens are pomegranates, figs, chickpeas and lettuce. Fruit and vegetable farms operate like all other food farms. They do not grow any produce except food. Please refer to <link="#FoodFarming_Title"><u>farming</u></link> for complete advice on planning your farms to achieve the most benefit. Both types of farm require labor and road access to produce crops. For farms on the flood plain, this labor comes from <link="#WorkCamp_Title"><u>Work Camps</u></link>, so be sure to establish one or more Work Camps near your farms.
ru: Фрукты и овощи так же способны поддерживать здоровую жизнь, как и любой другой тип пищи, и обеспечивают разнообразие в любой диете. В разных частях Египта выращивают разные культуры. Среди культур, которые могут быть доступны вашим жителям, есть гранаты, инжир, нут и салат. Фруктовые и овощные фермы работают так же, как и другие продовольственные фермы. Они не выращивают никаких продуктов, кроме продуктов питания. Обратитесь к разделу <link="#FoodFarming_Title"><u>Пища и земледелие</u></link>, чтобы получить подробные рекомендации по планированию ферм для получения наибольшей выгоды. Оба типа ферм требуют доступа к рабочей силе и дорогам для выращивания урожая. Для ферм в пойме эта рабочая сила поступает из <link="#WorkCamp_Title"><u>рабочих лагерей</u></link>, поэтому не забудьте создать один или несколько рабочих лагерей рядом с фермами.

# #Fruit_Title
source: Fruit and Vegetable Farms
ru: Фермы по выращиванию фруктов и овощей

# #Garden_Content
source: Plenty of food and services are all well and good, but citizens will not truly love their homes unless you make their surroundings beautiful. Plazas, Gardens and Statues enhance a neighborhood's ambience and increase property values. None of the beautification structures require labor. Gardens are lovely spots for people to unwind after a hard day's work. The more land you allot to Gardens, the more lavish they become. Gardens do not need road access. You can, however, change the behavior of gardens in the options to place them like statues. Statues remind your citizens of the glory of ancient Egypt. They come in three different sizes: small, medium and large. To build them, simply choose a size and find a nice spot. As you hold your cursor over a spot, press the 'R' button on your keyboard to have your statues face the direction you desire. Statues do not need road access. Plazas are fancy <link="#Roads_Title"><u>roads</u></link>. They can only be built on roads that citizens have paved. Citizens pave roads when their neighborhoods are sufficiently <link="#HousingDesirability_Title"><u>desirable</u></link>, and Plazas increase this desirability even more. Building Plazas is much like building roads. Click the Plaza button, then click the paved road you want to cover with a tile. Plazas don't change the road's function or capacity in any way. You can cover large sections at a time by dragging the mouse cursor, but watch the cost.
ru: Обилие пищи и услуг — это хорошо, но горожане не полюбят свои дома, если вы не сделаете их окрестности красивыми. Плитки, сады и статуи улучшают атмосферу района и повышают стоимость недвижимости. Ни для одной из структур благоустройства не требуется рабочая сила. Сады — прекрасное место, где люди могут расслабиться после тяжёлого рабочего дня. Чем больше земли будет отведено садам, тем роскошнее они становятся. Садам не нужен доступ к дороге, однако вы можете изменить внешний вид садов в настройках, чтобы размещать их как статуи. Статуи напоминают вашим горожанам о славе Древнего Египта. Они бывают трёх размеров: малые, средние и большие. Чтобы построить их, просто выберите подходящий размер и найдите хорошее место. Когда вы наведёте курсор на точку, нажмите клавишу «R» на клавиатуре для поворота статуи в нужном направлении. Статуям не нужен доступ к дороге. Плитки — это красивые <link="#Roads_Title"><u>дороги</u></link>. Их можно строить только на вымощенных дорогах. Горожане мостят дороги, когда их район достаточно <link="#HousingDesirability_Title"><u>привлекателен</u></link>, и плитки повысят его привлекательность её выше. Строительство плиток очень похоже на строительство дорог. Нажмите на кнопку «Плитка», затем нажмите на вымощенную дорогу, которую вы хотите покрыть плиткой. Плитка никак не меняет функцию или пропускную способность дороги. Вы можете охватить большие области за раз, перетаскивая курсор мыши, но следите за стоимостью.

# #Garden_Title
source: Garden, Plaza and Statue
ru: Сады, плитки и статуи
