Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Guide.po
Languages: ru

# #Sphinx_Content
source: The Sphinx is an elaborately carved and painted protector of Pyramids. To build a Sphinx, you must first find a location. A footprint of the sphinx appears. As you move this footprint around the landscape, it will either be all green, or green with one or more red diamonds. When the footprint is all green, then you have found a suitable hidden deposit of stone. Click the mouse button, and the stone will be revealed. If any red diamonds appear in the footprint, some flaw in the landscape prevents you from building the Sphinx here. Now, the <link="#ConstructionGuilds_Title"><u>stonemasons</u></link> and <link="#ConstructionGuilds_Title"><u>carpenters</u></link> can get to work, assuming that you have the necessary wood. Carpenters build scaffolding that stonemasons climb to carve the Sphinx. Click on the Sphinx to visit the <link="#ConstructionForeman_Title"><u>Construction Foreman</u></link> for a progress report.
ru: Сфинкс — это мастерски вырезанный из камня и раскрашенный защитник пирамид. Для постройки сфинкса сначала необходимо найти подходящую площадку. При размещении места под строительство появится проекция площадки. Перемещая её по карте, добейтесь того, чтобы все ромбы стали зелёными. Когда вся проекция будет зелёной, значит, вы нашли подходящее скрытое месторождения камня. Щёлкните левой кнопкой мыши, и обнаружится камень. Если в проекции останутся красные ромбы, значит, какой-то изъян в ландшафте мешает постройке сфинкса. После размещения площадки за работу могут взяться <link="#ConstructionGuilds_Title"><u>каменотёсы</u></link> и <link="#ConstructionGuilds_Title"><u>плотники</u></link> (при условии, что у них уже есть запасы древесины). Плотники начнут возводить леса, на которых каменотёсы начнут высекать сфинкса. Щёлкните по сфинксу, чтобы посетить <link="#ConstructionForeman_Title"><u>советника по монументам</u></link> и узнать о ходе строительства.

# #Sphinx_Title
source: Sphinx
ru: Сфинкс

# #SteppedPyramid_Content
source: Stepped Pyramids, the first Pyramids built in Egypt, are giant staircases to the sun. They are made entirely of <link="#StoneQuarries_Title"><u>plain stone</u></link>, although wood is required for building ramps to carry stone up to the higher levels of the Pyramid. To build ramps and lay the stone, you'll need a <link="#ConstructionGuilds_Title"><u>Carpenters' Guild</u></link> and a <link="#ConstructionGuilds_Title"><u>Stonemasons' Guild</u></link>. Peasants are also needed to pull the huge sledge loads of stone over to the construction site. Once four blocks of plain stone are stored in the <link="#StorageYard_Title"><u>Storage Yards</u></link>, and the stonemasons are ready, peasants begin their arduous journey to the monument site. Stepped Pyramids come in five different sizes: small, medium, large, Pyramid Complex and Grand Pyramid Complex. Visit the <link="#ConstructionForeman_Title"><u>Construction Foreman</u></link> and the <link="#OverseerMonuments_Title"><u>Overseer of the Monuments</u></link> for more information. The entry on <link="#MonumentConstruction_Title"><u>monument construction</u></link> may also be helpful.
ru: Ступенчатые пирамиды, первые пирамиды, построенные в Египте, представляют собой гигантские лестницы к солнцу. Они полностью сделаны из <link="#StoneQuarries_Title"><u>камня</u></link>, хотя для подъёма камня на более высокие уровни пирамиды необходимо возводить пандусы из древесины. Для строительства пандусов и укладки камня необходимы артели <link="#ConstructionGuilds_Title"><u>плотников</u></link> и <link="#ConstructionGuilds_Title"><u>каменотёсов</u></link>. Для доставки камня на огромных салазках также нужен труд чернорабочих. Как только на <link="#StorageYard_Title"><u>складе</u></link> накопится четыре каменных блока, рабочие отправятся в трудный путь к монументу. Ступенчатые пирамиды могут быть пяти размеров: малые, средние, большие, комплекс пирамид и комплекс великих пирамид. Посетите <link="#ConstructionForeman_Title"><u>прораба</u></link> и <link="#OverseerMonuments_Title"><u>советника по монументам</u></link> для дополнительной информации. Статья о <link="#MonumentConstruction_Title"><u>строительстве монументов</u></link> также может быть полезной.

# #SteppedPyramid_Title
source: Stepped Pyramid
ru: Ступенчатая пирамида

# #StoneQuarries_Content
source: Quarrymen chisel large blocks of rock at four different kinds of quarry: Plain Stone, Limestone, Granite and Sandstone Quarries. If there are extensive rocky outcroppings in the city's area, you can probably build quarries to extract the rock. Some areas, though, have rock that's not of construction grade or have too little rock to support industry. In such areas, rock is just a nuisance, because it cannot be cleared, traversed or built upon. You must build quarries adjacent to rocky outcroppings. When you pick an appropriate location, you will see a green footprint of the quarry you're trying to place. Otherwise, you will see a red block. Stone cannot be manufactured into other products. Stone is, however, the stuff of monuments, and significant amounts of stone are needed to complete even some of the smaller monuments. Quarries, which are dug into the side of rocky outcroppings, are prone to collapse. Be sure to build an <link="#Architect_Title"><u>Architect's post</u></link> near the quarries to prevent disaster. Quarries need a staff of workers and road access to operate. Because of the noise from the constant banging on the rock, quarries are undesirable neighbors.
ru: Рабочие карьеров выдалбливают большие блоки четырёх разных типов: камень, известняк, гранит и песчаник. Если в районе города есть обширные скальные выходы, то, вероятно, будет возможность строить карьеры для добычи камня. Однако в некоторых районах есть скалы, которые не подходят ни для строительства, ни для добычи. В таких местах скалы являются просто досадной помехой, поскольку их нельзя расчистить и на них невозможно строить дороги и здания. Карьеры необходимо строить рядом скалистыми выходами. Выбрав подходящее место, вы увидите зелёную проекцию возводимого карьера. В противном случае вы увидите красный блок. Камень не может быть переработан в другие товары, однако он является является строительным материалом для монументов, и для завершения даже небольших монументов требуется значительное количество камня. Карьеры, вырытые в стороне от скалистых выходов, склонны к обрушению. Не забудьте построить <link="#Architect_Title"><u>пост архитектора</u></link> рядом с карьерами, чтобы предотвратить катастрофу. Карьеры нуждаются в доступе к рабочей силе и дороге. Из-за шума от постоянных ударов о камни карьеры являются непривлекательными соседями.

# #StoneQuarries_Title
source: Stone Quarries
ru: Каменные карьеры

# #StorageYard_Content
source: Storage Yards are the repository for all finished goods and excess raw materials. They also store food if you specifically tell them to do so (see Special Orders, below) and help to trade imported and exported items (see the <link="#Trade_Title"><u>trade</u></link> entry). To operate, Storage Yards need road access and a nearby supply of labor. Storage Yards are most efficient when they are fully staffed. They can operate if understaffed, but they might stop accepting particular commodities. Each Storage Yard is divided into eight sections and can store up to eight different items. Each section can accept only one type of item, but more than one section can store the same item. The quantity of each item that can be stored depends upon the item's size. The larger the item, the less of it a Storage Yard can store. For example, one section of a Storage Yard can hold many more pieces of pottery than blocks of stone. Many other buildings need easy access to the Storage Yards. <link="#Industry_Title"><u>Industry</u></link> delivers products to the closest Storage Yard, and Bazaar buyers proceed to the nearest Storage Yard for goods their customers need. Storage Yards, in turn, will deliver raw materials and other needed supplies to the closest buildings first. Cart pushers from Storage Yards will grudgingly travel long distances if necessary, but industries could be idle while they are waiting for needed supplies. It's wise to locate Storage Yards near all the facilities that need them. Click on a Storage Yard to find out exactly how much of each item the particular Storage Yard has on hand and whether or not it can accept more goods. You can control the influx and outflow of goods with Special Orders. Click on an item to tell the Storage Yard how to handle it. The orders are: Fill Storage Yard: To limit how much of a single item a Storage Yard accepts, use the Fill command represented by a colored circle. You can tell the Storage Yard to Fill 1/4, 1/2 or 3/4 of the Storage Yard. If you do not want to limit the Storage Yard's intake of a particular item, make sure you have a complete green circle. This choice is useful when you want a Storage Yard to store equal amounts of multiple commodities, or if you want a yard to store food for export. Don't Accept: Use this command to tell a Storage Yard to stop accepting an item altogether. The Storage Yard will not accept any new shipments of the particular item, but Bazaar buyers, trade partners and industries in the city can use the supplies the Storage Yard still has on hand until the stock of the item is completely depleted. Use this option to make delivery men bypass a nearby Storage Yard in favor of one farther away. Unless you tell them otherwise, Storage Yards do not accept food, thus ensuring that food is delivered to Granaries instead. Get: If a Storage Yard is running low on a particular item you would like it to have on hand, use the Get command. The Storage Yard's cart pusher will search for the item in other Storage Yards until he has met the request. You can tell a Storage Yard to get up to 1/4, 1/2, 3/4 or the full capacity of the Storage Yard with the Fill command. This option can enable outlying Storage Yards to remain stocked. Empty: If you issue this command, the Storage Yard's cart pusher will try to empty the Storage Yard's stock of the particular item, looking for industries or other Storage Yards that can accept the item. Use this order if you have decided to demolish a yard, or if you want to remove one type of goods that it carries. Accept All/Accept None: Use this command to quickly shift between a granary accepting everything or refusing everything. The default behavior is accept all, but you can modify it through the gameplay options. Storage Yards are key to getting goods to the city's residents. <link="#Bazaar_Title"><u>Bazaars</u></link> get the goods citizens' need directly from Storage Yards. Storage Yards are also vital for trade. All imported goods are stored in the Storage Yards, and all goods earmarked for export are kept there until traders from other cities come to collect them.
ru: Склады являются хранилищем для всей готовой продукции и излишков сырья. Они также хранят еду, если вы прямо прикажете им об этом (см. Особые указания ниже), и помогают торговать импортируемыми и экспортируемыми товарами (см. статью <link="#Trade_Title"><u>Торговля</u></link>). Для работы складам необходим доступ к дорогам и рабочей силе. Склады наиболее эффективны, когда полностью укомплектованы рабочими. Они могут работать при нехватке работников, но при этом не смогут эффективно доставлять товары. Каждый склад разделён на восемь секций и может хранить до восьми различных типов товаров. Каждая секция может принимать только определённый товар, хотя один и тот же товар может храниться в нескольких секциях. Количество хранимого товара зависит от его размеров. Чем больше товар, тем меньшее его количество может хранить склад. Например, в одной секции склада может храниться гораздо больше керамики, чем каменных блоков. Многим постройкам необходим быстрый доступ к складам. <link="#Industry_Title"><u>Производства</u></link> доставляют товары на ближайший склад, а базарные закупщицы отправляются на ближайший склад за товарами, которые нужны их клиентам. Склады, в свою очередь, будут доставлять сырьё и другие необходимые материалы в первую очередь в ближайшие постройки. Доставщики со складов в случае необходимости будут неохотно преодолевать большие расстояния, но при этом производства могут простаивать в ожидании необходимых поставок. Целесообразно располагать склады рядом со всеми объектами, которые в них нуждаются. Нажмите на склад, чтобы точно узнать, сколько каждого товара имеется в наличии на нём и может ли он принять больше товаров. Вы можете контролировать поступление и отправку товаров с помощью особых указаний. Нажмите на предмет, чтобы сообщить складу, как с ним обращаться. Возможны следующие указания: Принимать: чтобы ограничить количество определённых товаров, используйте команду «Принимать», представленную цветным кругом. Вы можете приказать складу заполнить 1/4, 1/2 или 3/4 от общей вместимости. Если вы не хотите ограничивать размещение товара на складе, убедитесь, что напротив него изображён полный зелёный круг. Этот выбор полезен, когда нужно, чтобы на складе хранилось равное количество нескольких товаров, или чтобы на складе хранились товары на экспорт. Не принимать: используйте эту команду, чтобы сообщить складу, чтобы он вообще прекратил принимать данный тип товаров. Склад не будет принимать новые поставки этого товара, но закупщицы с базара, торговые партнёры и производства в городе могут использовать оставшиеся на складе запасы данного товара. Используйте эту возможность, чтобы доставщики обходили ближайший склад в пользу другого, расположенного дальше. Если не указать обратное, склады не будут принимать пищу, поэтому еда будет доставляться в амбары. Получить: если на складе заканчивается определённый товар, который вы хотели бы иметь под рукой, используйте команду «Получить». Доставщик со склада будет искать этот товар на других складах, пока не выполнит указание. Вы можете указать складу получить до 1/4, 1/2, 3/4 или полную вместимость склада. Эта возможность позволяет дальним складам оставаться заполненными. Опустошить: при использовании этого указания доставщик со склада попытается опустошить запас определённого товара, доставив его на производства или другие склады. Используйте это указание, если вы решили снести склад или хотите убрать один вид товаров, находящийся на этом складе. Принимать всё/Принимать ничего: используйте это указание, чтобы быстро переключать поведение склада, принимающим всё или отказывающимся от всего. Поведение по умолчанию — принимать всё, однако это можно изменить в настройках игрового процесса. Склады являются ключом в доставке товаров жителям города. <link="#Bazaar_Title"><u>Базары</u></link> получают необходимые горожанам товары непосредственно со складов. Склады также важны для торговли. Все импортные товары хранятся на складах, а все товары, предназначенные для продажи, хранятся там до тех пор, пока за ними не приедут торговцы из других городов.

# #StorageYard_Title
source: Storage Yard
ru: Склад

# #SunTemple_Content
source: Sun Temples pay special honor to the Sun Cult that most pharaohs hold very dear. To build a Sun Temple, you will need <link="#StoneQuarries_Title"><u>sandstone</u></link> and <link="#WoodCutter_Title"><u>wood</u></link>, plus the services of the <link="#ConstructionGuilds_Title"><u>Carpenters' Guild</u></link>, <link="#ConstructionGuilds_Title"><u>Stonemasons' Guild</u></link> and <link="#WorkCamp_Title"><u>Work Camps</u></link>. Sun Temples start with a sandstone obelisk. Before the obelisk can be built, adequate supplies of sandstone must be stored in the city's <link="#StorageYard_Title"><u>Storage Yards</u></link>. Once there is enough sandstone, the Sun Temple can be placed. After the stone is placed, carpenters build scaffolding around the obelisk. Then, stonemasons decorate the sides of the sandstone obelisk. When they finish the obelisk, they begin work on the remainder of the Sun Temple. First they build a Vestibule, and then a stone Wall. After the Wall is complete, the stonemasons build the Fore Temple. To complete these elements, stonemasons need several sledge loads of sandstone delivered by peasants. While they are working on the Fore Temple, Wall and Vestibule, stonemasons install decorative tiles between the Walls. Once the Fore Temple is complete and all the tiles have been laid, the Sun Temple is finished. Check in with the <link="#ConstructionForeman_Title"><u>construction foreman</u></link> for construction updates. A visit to the <link="#OverseerMonuments_Title"><u>Overseer of the Monuments</u></link> can be useful.
ru: Храмы Солнца воздают особую честь культу Солнца, которым очень дорожат фараоны. Чтобы возвести храм Солнца, необходимы <link="#StoneQuarries_Title"><u>песчаник</u></link> и <link="#WoodCutter_Title"><u>древесина</u></link>, а также услуги артелей <link="#ConstructionGuilds_Title"><u>плотников</u></link> и <link="#ConstructionGuilds_Title"><u>каменотёсов</u></link > и <link="#WorkCamp_Title"><u>рабочих лагерей</u></link>. Храмы Солнца начинаются с обелиска из песчаника. Для его возведения необходимо, чтобы на городских <link="#StorageYard_Title"><u>складах</u></link> было достаточно песчаника. Как только необходимое количество блоков песчаника будет достигнуто, станет возможным размещение храма Солнца. После укладки камня плотники возведут вокруг обелиска строительные леса, а каменотёсы начнут украшать стороны обелиска. Закончив работу над обелиском, они начнут возведение остальной части храма Солнца. Сначала строится вестибюль, а затем — каменные стены. Закончив стены, каменотёсы построят передний храм. Для этих работ каменотёсам необходимы поставки песчаника, доставляемого на салазках чернорабочими. Работая над передним храмом, стенами и вестибюлем, каменотёсы будут облицовывать их декоративными плитками. Как только передний храм будет построен и будут уложены все плитки, храм Солнца будет считаться законченным. Посещайте <link="#ConstructionForeman_Title"><u>прораба</u></link> и <link="#OverseerMonuments_Title"><u>советника по монументам</u></link> для получения новостей о строительстве.

# #SunTemple_Title
source: Sun Temple
ru: Храм Солнца

# #TaxCollector_Content
source: Tax collectors patrol the city's streets to make sure residents are paying their fair share. Tax collectors work out of a Tax Collector's office, which needs road access and labor. In addition, the city must have a functioning <link="#Palace_Title"><u>Palace</u></link> before the tax collector can perform his duty. A portion of the city's funds is stored within each Tax Collector's office. Setting a tax rate can be a tricky business. You must balance the needs of the city's treasury with citizens' level of patience. People won't brook paying a high tax rate for too long and will not hesitate to leave your city in search of a more affordable situation. If a portion of the city's population is paying a high tax rate while another portion isn't paying any, <link="#PopulationGrowth_Title"><u>City Sentiment</u></link> will plummet, which could result in <link="#Crime_Title"><u>crime</u></link>. Visit your <link="#OverseerTreasury_Title"><u>Overseer of the Treasury</u></link> and consult the entry on <link="#Money_Title"><u>money</u></link> for advice on setting a tax rate.
ru: Сборщики налогов обходят улицы и контролируют поступление средств от жителей города. Сборщики работают из конторы, для которой нужен доступ к дороге и рабочей силе. В добавок к этому, в городе должен быть <link="#Palace_Title"><u>дворец</u></link>. Часть богатств города хранится в конторе сборщиков. Установление ставки налога может быть сложным делом. Вам придётся балансировать между нуждами города и терпением его жителей. Людям не нравится слишком долго платить высокие налоги, и при первой возможности они покинут город в поисках лучшей доли. Если часть населения платит высокие налоги, а другая часть — нет, <link="#PopulationGrowth_Title"><u>настроение города</u></link> может резко упасть, что приведёт к росту <link="#Crime_Title"><u>уровня преступности</u></link>. Посетите своего <link="#OverseerTreasury_Title"><u>смотрителя по казне</u></link> и прочитайте статью о <link="#Money_Title"><u>деньгах</u></link> для совета по установлению ставки налога.

# #TaxCollector_Title
source: Tax Collector
ru: Сборщик налогов

# #TempleComplexBast_Content
source: Building a Temple to Bast brings good fortune to any city. Bast helps keep citizens happy by making them satisfied with less. As a result of her benevolence, the rate at which your citizens consume food and goods is reduced, and the effects of entertainers, educators and health providers last longer. Her sister goddesses also improve life for your citizens: Altar of Isis, Goddess of Healing: Through priestesses of Bast, Isis lays her healing hands on the city's populace, removing plagued walkers from the streets and cleansing any infected houses the priestesses may pass. Isis also takes care to improve your city's overall health. Oracle of Hathor, Goddess of Joy, Love and Festivity: Hathor, flattered by the Oracle you have built for her, will improve citizens' mood, resulting in a better <link="#PopulationGrowth_Title"><u>City Sentiment</u></link>. People love living next to a Temple Complex. For more on religion, click <link="#Religion_Title"><u>here</u></link>
ru: Строительство храмового комплекса Баст приносит удачу любому городу. Баст помогает горожанам быть счастливыми, заставляя их довольствоваться меньшим. В результате её благосклонности скорость, с которой ваши жители потребляют еду и товары, снижается, а эффекты артистов, учителей и врачей длятся дольше. Её сестры-богини также улучшают жизнь ваших горожан: Алтарь Исиды, богини исцеления: через жриц Баст Исида возлагает свои исцеляющие руки на население города, удаляя с улиц больных чумой и очищая все заражённые дома, мимо которых проходят жрицы. Исида также позаботится об общем улучшении здравоохранения вашего города. Оракул Хатор, богини радости, любви и праздника: Хатор, польщенная созданным вами оракулом, улучшит настроение горожан, что приведёт к улучшению <link="#PopulationGrowth_Title"><u>настроений в городе</u></link>. Людям нравится жить рядом с храмовым комплексом. Чтобы узнать больше о религии, нажмите <link="#Religion_Title"><u>сюда</u></link>.

# #TempleComplexBast_Title
source: Temple Complex to Bast
ru: Храмовый комплекс Баст
