Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Guide_LoadingScreen.po
Languages: ru

# #Tips_001
source: Build floodplain farms as close to the water as you can. If the flood is poor, the farms will still be at least partially covered, and that way retain more fertility.
ru: Стройте заливные фермы как можно ближе к воде. Если разлив будет слабым, такие фермы всё равно получат часть удобрений и смогут сохранить плодородность.

# #Tips_002
source: Try to sell goods like Papyrus and Linen as they have a low need in the city and sell at relatively high prices.
ru: Старайтесь продавать такие товары, как папирус или ткань. Город в них обычно мало нуждается, а при продаже за них можно выручить хорошую сумму.

# #Tips_003
source: Land trade routes are much better than water trade routes, as they are not dependent on having an open dock to trade at.
ru: Наземные торговые пути гораздо выгоднее водных, так как не зависят от наличия пристани для ведения торговли.

# #Tips_004
source: If you are building directly on the Kingdom Road you will want to roadblock it to prevent your walkers from wandering away from where they are needed.
ru: Если вы ведёте стройку прямо у Царского тракта, то, скорее всего, вам понадобится перегородить его заграждениями, чтобы ваши ходоки не разбегались далеко от тех мест, где они на самом деле нужны.

# #Tips_005
source: Because each city is limited to how much they can buy in a year, and because you may produce a lot more than they can buy of a finished product, you may want to sell off both the finished product and the raw materials.
ru: Каждый город в год может купить только ограниченное количество товаров. Так как вы можете производить готового продукта гораздо больше, то в некоторых случаях целесообразно продавать и изделия, и сырьё.

# #Tips_006
source: If you want to avoid creating Scribes in your city, just avoid distributing luxury goods to your houses so they don't evolve into manors. This way you can provide all the other services like libraries and scribal schools for high society but keep a strong workforce.
ru: Если вы не хотите появления в городе сословия писцов, просто запретите распределение предметов роскоши в дома, из-за чего они не смогут улучшиться в поместья. Благодаря этому вы сможете обеспечить общество другими услугами, например библиотеками и школами писцов, и при этом сохранить многочисленную рабочую силу.

# #Tips_007
source: Be sure to always have extra temples and shrines built for your Patron God, as they need the extra attention.
ru: Стройте больше святилищ и храмов для бога-покровителя вашего города, так как он требует большего внимания.

# #Tips_008
source: Walkers have a 2 tiles effect around them, meaning that a recruiter can find occupied houses one tile away from the road he’s on.
ru: Зона действия ходоков простирается на две клетки вокруг них, а это значит, что вербовщик сможет найти заселённые дома за одну клетку от дороги, по которой идёт.

# #Tips_009
source: It’s better to respond late to a request than ignoring it completely, the penalty will be less severe and sometimes, if the gods are willing, you might even get away with it.
ru: Лучше отвечать на запросы с опозданием, чем не отвечать на них вовсе. Наказание будет гораздо мягче, а иногда, если боги будут милостивы, вы и вовсе можете его избежать.

# #Tips_010
source: Use the gameplay options to set up the game the way you enjoy it the most. We’re just here to have fun and build pyramids.
ru: Вы можете менять настройки игрового процесса под свои нужды. В конце концов, мы здесь собрались, чтобы получать удовольствие и строить пирамиды.

# #Tips_011
source: Until you’ve reached the last levels of housing, trade will bring way more debens in than taxes.
ru: Пока вы не достигните высокого развития своих домов, торговля будет прибыльнее сбора налогов.

# #Tips_012
source: While food is consumed by inhabitants, goods are consumed by houses. As long as you don't build new housing, there is no reason to produce more goods.
ru: Еда потребляется жителями, а товары — домами. Пока вы не строите новые жилища, нет нужды производить новые товары.

# #Tips_013
source: While physicians are not required to evolve houses right away, they will still protect your citizens from diseases.
ru: Хотя лекари не нужны для улучшения низкоуровневых домов, они защищают ваших жителей от болезней.

# #Tips_014
source: It takes 4 months to a fully staffed military recruiter to train 7 soldiers. Start your forts early to avoid getting caught by unexpected invasions.
ru: Чтобы обучить семерых солдат, полностью обеспеченному вербовщику необходимо четыре месяца. Стройте форты как можно раньше, чтобы не быть застигнутым врасплох неожиданным вторжением.

# #Tips_015
source: The Palace, your Mansion and the Festival Square are all unique and somewhat expensive buildings. Plan your city accordingly.
ru: Дворец, ваш особняк и праздничная площадь являются уникальными и достаточно дорогими сооружениями. Планируйте свой город с умом.

# #Tips_016
source: Distribution walkers seem to roam aimlessly along your road network, but some setups allow you to control their path. A powerful tool, but hard to set up.
ru: Распределяющие товары ходоки склонны бесцельно бродить по дорогам, но определённая застройка домов позволит вам контролировать их маршрут. Это очень ценный инструмент, хоть и сложный в освоении.

# #Tips_017
source: Building a city without roadblocks is quite a challenge, they are your most powerful crowd control tool, never hesitate to abuse them!
ru: Возведение города без использования заграждений довольно проблематично. Заграждения являются наиболее эффективным средством сдерживания толпы, используйте их чаще!

# #Tips_018
source: Meadow farms have different harvest dates, some will even send their production out twice a year.
ru: У луговых ферм разные даты сбора урожая, некоторые из них могут дать урожай дважды в год.

# #Tips_019
source: Use ctrl + left-click (by default) to copy/paste a building already placed on the map. No need to go through the construction menu.
ru: Используйте Ctrl + левую кнопку мыши (сочетание по умолчанию) для копирования уже построенных зданий. Не нужно даже открывать меню строительства.

# #Tips_020
source: The best kept egyptian secret is that hippos can dance, but ostriches have the most swag.
ru: Самым оберегаемым египтянами секретом является то, что гиппопотамы умеют танцевать, но у страусов чётче движения.
