Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Guide.po
Languages: ru

# #BentPyramid_Content
source: Inspired by the sun, the architects who contrived the Bent Pyramid envisioned a giant obelisk with bent sides, representing one of the sun's warming rays. So that it would shine as brightly as the sun, the sides of the Pyramid were smoothed. To build a Bent Pyramid, you will need supplies of <link="#StoneQuarries_Title"><u>plain stone</u></link> and <link="#StoneQuarries_Title"><u>limestone</u></link>, and peasants from a <link="#WorkCamp_Title"><u>Work Camp</u></link>. When four blocks of either plain stone or limestone are stored in the <link="#StorageYard_Title"><u>Storage Yards</u></link>, peasants load the stone onto a sledge and drag it over to the construction site. To properly place the stones, the services of the <link="#ConstructionGuilds_Title"><u>Stonemasons' Guild</u></link> are essential. The <link="#ConstructionGuilds_Title"><u>Carpenters' Guild</u></link> provides ramps from wood that is delivered to the Carpenters' Guild. Bent Pyramids come in two sizes. Read the entries on <link="#MonumentConstruction_Title"><u>Monument Construction</u></link>, the <link="#OverseerMonuments_Title"><u>Overseer of the Monuments</u></link> and the <link="#ConstructionForeman_Title"><u>Construction Foreman</u></link> for more information.
ru: Придумавшие ломаную пирамиду архитекторы, задумали гигантский обелиск с ломаными сторонами, символизирующий согревающие лучи солнца. Чтобы пирамида сияла так же ярко, как солнце, её стороны были сглажены. Чтобы построить ломаную пирамиду, вам потребуются запасы <link="#StoneQuarries_Title"><u>камня</u></link> и <link="#StoneQuarries_Title"><u>известняка</u>< /link> и чернорабочие из <link="#WorkCamp_Title"><u>рабочего лагеря</u></link>. Когда на <link="#StorageYard_Title"><u>складе</u></link> появятся четыре блока камня или известняка, рабочие погрузят их на салазки и перетащат их на строительную площадку. Чтобы правильно уложить камни, необходимы услуги <link="#ConstructionGuilds_Title"><u>артели каменщиков</u></link>. <link="#ConstructionGuilds_Title"><u>Артель плотников</u></link> изготовит пандусы из доставленной в неё древесины. Ломаные пирамиды бывают двух размеров. Для получения дополнительной информации обратитесь к статьям <link="#MonumentConstruction_Title"><u>строительство монументов</u></link>, <link="#OverseerMonuments_Title"><u>советник по монументам</u></link> и <link="#ConstructionForeman_Title"><u>прораб</u></link>.

# #BentPyramid_Title
source: Bent Pyramid
ru: Ломаная пирамида

# #Booth_Content
source: Booths are the smallest, least expensive <link="#Entertainment_Title"><u>entertainment</u></link> venue you can build. A Booth holds one stage that hosts jugglers, who amuse the crowd with acrobatics and gravity-defying tricks. Booths need a special kind of road access: they must be placed on a turn in the road. Booths must also be fully staffed and have trained jugglers on hand. The staff help control the crowds and attend to the needs of the juggler while the juggler entertains. Jugglers receive training at <link="#TrainingCenters_Title"><u>Juggler's School</u></link>, and can also take the stage at <link="#Bandstand_Title"><u>Bandstands</u></link> and <link="#Pavilion_Title"><u>Pavilions</u></link>. Houses need access to entertainment to <link="#HousingDesirability_Title"><u>evolve</u></link>, and jugglers bring benefits to all the houses they pass. Having a Booth in the neighborhood also increases that neighborhood's desirability. Active Booths also contribute to the city's <link="#Ratings_Title"><u>Culture rating</u></link>. A visit to your <link="#OverseerDiversions_Title"><u>Overseer of Diversions</u></link> will tell you how many jugglers are working in the city.
ru: Помосты — самые маленькие и дешёвые <link="#Entertainment_Title"><u>развлекательные</u></link> площадки, которые можно построить. На помосте находится только одна сцена, на которой жонглёры развлекают публику акробатикой и трюками. Помостам необходим особое размещение: их нужно ставить только на повороте дороги. Помосты также должны иметь доступ к рабочей силе и обученным жонглёрам. Работники помогают сдерживать толпу и обеспечивают всем необходимым выступающего жонглёра. Жонглёры проходят обучение в соответствующей <link="#TrainingCenters_Title"><u>школе жонглёров</u></link>, и могут выступать также на <link="#Bandstand_Title"><u>эстрадах</u></link> и <link="#Pavilion_Title"><u>сценах</u></link>. Домам нужен доступ к развлечениям для дальнейшего <link="#HousingDesirability_Title"><u>развития</u></link>, а жонглёры приносят пользу всем домам, мимо которых проходят. Наличие помоста по соседству также повышает привлекательность района. Активные помосты также влияют на <link="#Ratings_Title"><u>рейтинг культуры</u></link> города. Чтобы узнать, сколько жонглёров работает в городе, посетите <link="#OverseerDiversions_Title"><u>советника по развлечениям</u></link>.

# #Booth_Title
source: Booth
ru: Помост

# #Brewery_Content
source: To begin the brewing process, Breweries must have road access, labor and a supply of barley. <link="#Barley_Title"><u>Barley Farms</u></link> produce needed barley, or it can be imported from a <link="#Trade_Title"><u>trade partner</u></link>. One Barley Farm can typically supply enough barley for two Breweries. Breweries can store some barley on the premises to keep themselves working between harvests. Once the brewers have all the needed supplies, they brew beer. You can tell if a brewer is hard at work if you see the brewer and his staff in the Brewery. Once the brewing process is complete, delivery men first try to take the beer to a <link="#SenetHouse_Title"><u>Senet House</u></link>. If no Senet House needs the beer, delivery men take it to a <link="#StorageYard_Title"><u>Storage Yard</u></link>, where it can be picked up by <link="#Bazaar_Title"><u>Bazaar buyers</u></link> for distribution to your citizens or <link="#Trade_Title"><u>traded</u></link> for a tidy profit. Beer is one product your citizens require before they build up their homes into more attractive dwellings. Beer is also served at <link="#OverseerTemple_Title"><u>grand festivals</u></link>.
ru: Для своей работы пивоварням необходимы доступ к дороге и рабочей силе и поставки ячменя, который можно выращивать на <link="#Barley_Title"><u>ячменных фермах</u></link> или закупать у <link="#Trade_Title"><u>торговых партнёров</u></link>. Одна ферма обычно может обеспечить ячменём две пивоварни. Пивоварни могут хранить у себя немного сырья для непрерывной работы между урожаями. Как только пивовары получат всё необходимое, они начнут варить пиво, и вы увидите их усердную работу в постройке. Закончив процесс, они отправят разносчика с готовым пивом в <link="#SenetHouse_Title"><u>дома сенета</u></link> или, если им оно не нужно, на <link="#StorageYard_Title"><u>склад</u></link>, откуда <link="#Bazaar_Title"><u>торговки с базара</u></link> распределят его среди ваших жителей. Излишки пива также можно с выгодой <link="#Trade_Title"><u>продать</u></link>. Пиво является важным товаром, необходимым для развития домов в более привлекательные жилища. Пиво также подаётся на <link="#OverseerTemple_Title"><u>великих праздниках</u></link>.

# #Brewery_Title
source: Brewery
ru: Пивоварня

# #BrickPyramid_Content
source: Brick-core Pyramids are the most complex Pyramids you will build. They require three types of raw materials and three types of construction guilds. You need <link="#Brickworks_Title"><u>brick</u></link>, <link="#StoneQuarries_Title"><u>limestone</u></link> and <link="#WoodCutter_Title"><u>wood</u></link> to build them, as well as the services of the <link="#ConstructionGuilds_Title"><u>Bricklayers' Guild</u></link>, the <link="#ConstructionGuilds_Title"><u>Stonemasons' Guild</u></link> and the <link="#ConstructionGuilds_Title"><u>Carpenters' Guild</u></link>. You also need peasants from <link="#WorkCamp_Title"><u>Work Camps</u></link> to haul the heavy bricks and stones to the work site once enough is stored in the <link="#StorageYard_Title"><u>Storage Yards</u></link>. Brick-Core Pyramids can be small, medium, large, Pyramid Complex and Grand Pyramid Complex. Read the entries on <link="#MonumentConstruction_Title"><u>Monument Construction</u></link>, the <link="#OverseerMonuments_Title"><u>Overseer of the Monuments</u></link> and the <link="#ConstructionForeman_Title"><u>Construction Foreman</u></link> for more information.
ru: Кирпичные пирамиды являются самым сложными пирамидами. Для их постройки необходимо три вида сырья (<link="#Brickworks_Title"><u>кирпичи</u></link>, <link="#StoneQuarries_Title"><u>известняк</u></link> и <link="#WoodCutter_Title"><u>древесина</u></link>) и три вида артелей (<link="#ConstructionGuilds_Title"><u>каменщиков</u></link>, <link="#ConstructionGuilds_Title"><u>каменотёсов</u></link> и <link="#ConstructionGuilds_Title"><u>плотников</u></link>). Также понадобятся чернорабочие из <link="#WorkCamp_Title"><u>рабочих лагерей</u></link> для доставки кирпичей и камней со <link="#StorageYard_Title"><u>складов</u></link> на строительную площадку. Кирпичные пирамиды бывают малыми, средними и большими, образовывая комплекс пирамид и большой комплекс пирамид. Обратитесь к разделам <link="#MonumentConstruction_Title"><u>Строительство монументов</u></link>, <link="#OverseerMonuments_Title"><u>Советник по монументам</u></link> и <link="#ConstructionForeman_Title"><u>Прораб</u></link> для дальнейшей информации.

# #BrickPyramid_Title
source: Brick-core Pyramid
ru: Кирпичная пирамида

# #Brickworks_Content
source: Brickworks fashion <link="#ClayPit_Title"><u>clay</u></link> and <link="#GrainFarm_Title"><u>straw</u></link> into bricks. Bricks are used in the construction of several types of monuments and can also be <link="#Trade_Title"><u>exported</u></link> for profit. Once a Brickworks has labor and road access, it needs a supply of raw materials to function. Brickworks need both straw and clay. Straw is produced on <link="#GrainFarm_Title"><u>Grain Farms</u></link> and clay is dug out of the ground at <link="#ClayPit_Title"><u>Clay Pits</u></link>. Both raw materials can also be imported from a <link="#Trade_Title"><u>trade partner</u></link>. When a Brickworks is producing bricks, you can see brick makers toiling in its yard. Once a load of bricks is produced, the bricks are delivered to a <link="#StorageYard_Title"><u>Storage Yard</u></link>. Brickworks make <link="#HousingDesirability_Title"><u>undesriable</u></link> neighbors.
ru: Кирпичная мастерская производит кирпичи из <link="#ClayPit_Title"><u>глины</u></link> и <link="#GrainFarm_Title"><u>соломы</u></link>. Кирпичи используются при строительстве некоторых монументов, а также могут быть <link="#Trade_Title"><u>проданы</u></link> для получения прибыли. Как только у кирпичной мастерской появится доступ к рабочей силе и дорогам, для его работы потребуется сырьё — солома и глина. Солома производится на <link="#GrainFarm_Title"><u>зерновых фермах</u></link>, а глина добывается из земли на <link="#ClayPit_Title"><u>глиняных карьерах</u ></link>. Оба материала также можно закупать у <link="#Trade_Title"><u>торговых партнёров</u></link>. Когда кирпичная мастерская работает, вы увидите, как рабочие трудятся в его дворе. После изготовления партия кирпича доставляется на <link="#StorageYard_Title"><u>склад</u></link>. Кирпичные мастерские делают соседние жилые районы <link="#HousingDesirability_Title"><u>менее привлекательными</u></link>.

# #Brickworks_Title
source: Brickworks
ru: Кирпичная мастерская

# #Burial_Content
source: To ensure that the deceased has all he or she needs in the afterlife, you must stock most tombs with burial provisions. Burial provisions are materials that the deceased used while alive. You may also need to provide materials for the construction of special accouterments needed for the afterlife, such as a funeral barge and sarcophagus. Monuments are not complete until you supply any required burial provisions. The <link="#OverseerMonuments_Title"><u>Overseer of Monuments</u></link> has a list of the necessary items and quantities. When you are ready to send them, tell the Overseer of Monuments to dispatch goods to the tomb. You need to have the full amount of the required material in the <link="#StorageYard_Title"><u>Storage Yards</u></link> before you can send goods to the monument. Your city may need to <link="#Trade_Title"><u>import</u></link> some burial provisions.
ru: Чтобы обеспечить усопшего всем необходимым для счастливой загробной жизни, необходимо снабдить гробницы погребальными принадлежностями. Погребальные принадлежности — это предметы, которыми усопший пользовался при жизни. Вам также может понадобиться доставить материалы для строительства специального снаряжения, необходимого для загробной жизни, например, похоронная баржа и саркофаг. Памятники не будут завершены, пока вы не предоставите все необходимое для захоронения. У <link="#OverseerMonuments_Title"><u>советника по монументам</u></link> есть список всех необходимых предметов и их количество. Когда вы будете готовы отправить их, скажите советнику, чтобы он отправил эти товары в гробницу. Для успешной отправки к монументу на <link="#StorageYard_Title"><u>складах</u></link> должно быть полное количество необходимых материалов. Некоторые погребальные принадлежности можно будет получить только через <link="#Trade_Title"><u>закупку</u></link> у соседних городов.

# #Burial_Title
source: Burial Provisions
ru: Погребальные принадлежности

# #Caesareum_Content
source: One of Alexandria's finest architectural masterpieces is the Caesareum, a sprawling seaside temple and visual landmark for sailors entering Alexandria's massive harbor. To build the Caesareum, first select it from the Monuments list. After you select it, you will see a footprint of the building. Scout around for a suitably large section of clear land and place the monument. You'll know when you've picked an appropriate spot when the footprint is entirely green. Once a suitable site has been determined, construction can commence. Peasants from a <link="#WorkCamp_Title"><u>Work Camp</u></link> will begin by clearing the land, exposing the bedrock below. Once the land is ready, <link="#ConstructionGuilds_Title"><u>stonemasons</u></link> from a Stonemasons' Guild will arrive to place the white marble that peasants will deliver from a <link="#StorageYard_Title"><u>Storage Yard</u></link>. White marble must be <link="#Trade_Title"><u>imported</u></link> from a trade partner. Peasants will drag the white marble over to the construction site as soon as four blocks of it is stored in a single Storage Yard. <link="#ConstructionGuilds_Title"><u>Carpenters</u></link> from a Carpenters' Guild supplied with <link="#WoodCutter_Title"><u>wood</u></link> will also be needed to build scaffolding. If your city does not have its own source of wood, you will need to import some. Near the end of the project, a supply of granite from a Storage Yard will also be needed, which can be imported if your city cannot <link="#StoneQuarries_Title"><u>quarry</u></link> its own. Click on the Caesareum during its construction and its <link="#ConstructionForeman_Title"><u>Construction Foreman</u></link> will present you with a progress report.
ru: Одним из великолепнейших архитектурных шедевров Александрии является Цезариум, обширный прибрежный храм и прекрасный ориентир для моряков, заходящих в гавань города. Чтобы построить Цезариум, выберите его из списка монументов, при этом на карте появится его проекция. Найдите достаточно большой участок расчищенной земли. Если проекция полностью зелёная, это значит, что выбранное место полностью соответствует необходимым требованиям. После размещения строительной площадки можно приступать к строительству. Чернорабочие из <link="#WorkCamp_Title"><u>рабочего лагеря</u></link> начнут расчищать землю, обнажая коренную породу. Как только земля будет готова, прибудут <link="#ConstructionGuilds_Title"><u>каменотёсы</u></link> из соответствующей артели для укладки белого мрамора, доставляемого со <link="#StorageYard_Title"><u>склада</u></link> чернорабочими. Белый мрамор можно только <link="#Trade_Title"><u>закупить</u></link> от торгового партнёра. Рабочие перетащат его на строительную площадку, как только на складе накопится четыре блока. <link="#ConstructionGuilds_Title"><u>Плотники</u></link> из соответствующей артели с помощью запасённой <link="#WoodCutter_Title"><u>древесины</u></link> соорудят строительные леса. Если в городе нет источника древесины, придётся её закупать. Ближе к концу строительства также потребуется поставка гранита со склада, который также можно закупать, если город не может его <link="#StoneQuarries_Title"><u>добывать</u></link>. Щёлкните по Цезариуму во время его строительства, чтобы получить отчёт о ходе работ от <link="#ConstructionForeman_Title"><u>прораба</u></link>.

# #Caesareum_Title
source: Caesareum
ru: Цезариум

# #CattleRanch_Content
source: Raise cattle on a Cattle Ranch to provide meat to the city's residents. Cattle Ranches need to be placed adjacent to a road and need access to labor. They also need straw, either from a <link="#GrainFarm_Title"><u>Grain Farm</u></link> or imported from a <link="#Trade_Title"><u>trade partner</u></link>. Cattle Ranches do not need to be placed on fertile land, nor do they need access to water. Read about <link="#FoodFarming_Title"><u>farming & food</u></link> production to learn more about the place of meat in your citizens' diets. Cattle ranches stink, and citizens do not enjoy living nearby.
ru: Выращивайте скот на скотоводческих фермах, чтобы организовать поставки мяса жителям города. Скотоводческим фермам необходим доступ к дорогам и рабочей силе. Им также необходима солома, выращиваемая на <link="#GrainFarm_Title"><u>фермах зерна</u></link> или поставляемая от <link="#Trade_Title"><u>торговых партнёров</u></link>. Скотоводческие фермы не нужно размещать на плодородных землях, и им не нужен доступ к воде. Прочтите о <link="#FoodFarming_Title"><u>Пище и земледелии</u></link>, чтобы узнать больше о роли мяса в рационе ваших жителей. Скотоводческие фермы воняют, и людям не нравится жить рядом с ними.

# #CattleRanch_Title
source: Cattle Ranch
ru: Скотоводческая ферма

# #ChiefOverseer_Content
source: The Chief Overseer consults with all your other Overseers to provide a thumbnail sketch of the city's status. He's a good person to visit when you're not sure what your city needs most. Urgent items requiring immediate attention appear in yellow. Serious problems appear in white. Hover your mouse on any problem for advice on how it might be addressed. Your Chief Overseer also provides you with the latest Nilometer reading. The Nilometer predicts the next season's flood. Your other overseers report to the Chief Overseer, and you should carefully consider what he has to say. He has a better idea of your city's overall condition than does anyone else, save yourself. Heeding his warnings early could save your city from disaster.
ru: Главный советник консультируется с остальными советниками, чтобы предоставить примерную картину происходящего в городе. Если вы не уверены, что нужно городу в данный момент, то главный советник — первое лицо, которого нужно посетить. Срочные проблемы, требующие немедленного вмешательства, будут подсвечены жёлтым, серьёзные — белым. Наведите мышь на проблему, чтобы получить совет, каким способом её можно решить. Главный советник также приводит последние показания Нилометра, который предсказывает разлив в следующем сезоне. Другие советники предоставляют главному советнику отчёт о своей деятельности, так что вам следует внимательно изучать его сведения. Никто, кроме него, не даст лучшего совета о состоянии города. Его предупреждения могут уберечь ваш город от катастроф до того, как они начнутся.

# #ChiefOverseer_Title
source: Chief Overseer
ru: Главный советник

# #ClayPit_Content
source: Clay Pits produce clay that can be molded into <link="#Potter_Title"><u>pottery</u></link>, combined with <link="#GrainFarm_Title"><u>straw</u></link> to make <link="#Brickworks_Title"><u>bricks</u></link>, or delivered to an <link="#ConstructionGuilds_Title"><u>Artisans' Guild</u></link> and converted into plaster. Clay Pits must have access to the road and to a supply of labor. They can only be located near the water. Once Clay Pit workers dig up enough clay to fill a cart, the Clay Pit sends a delivery man to take the goods to whomever needs it. The delivery man always tries to take clay to a Brickworks, Potter or Artisans' Guild that needs the supply, favoring the nearest building. If none of these industries need the raw material, the delivery man takes the clay to the nearest <link="#StorageYard_Title"><u>Storage Yard</u></link> that can accept it. If no one can accept the clay, the delivery waits until space opens up. Clay Pits are dank, ugly holes dug into the earth, and your discriminating citizens will not want to live near such an unsightly facility.
ru: Глиняный карьер производит глину, из которой изготавливается <link="#Potter_Title"><u>керамика</u></link> и (в сочетании с <link="#GrainFarm_Title"><u>соломой</u></link>) <link="#Brickworks_Title"><u>кирпичи</u></link>. Её также доставляют в <link="#ConstructionGuilds_Title"><u>артель художников</u></link>, где из неё делают штукатурку. Глиняным карьерам нужен доступ к дороге и рабочей силе. Их можно размещать только рядом с водой. Как только рабочий добудет достаточно глины, карьер отправит разносчика туда, где она необходима. Разносчик всегда будет стараться доставить глину в ближайшую артель художников, кирпичную или гончарную мастерскую. Если ни одному из этих производств не нужно сырьё, разносчик доставит глину на ближайший готовый её принять <link="#StorageYard_Title"><u>склад</u></link>. Если никто не хочет принимать сырье, доставщик будет ждать, пока не возникнет потребность. Глиняные карьеры — это уродливые ямы, вырытые в сырой земле, и ваши разборчивые граждане не захотят жить рядом с таким неприглядным сооружением.

# #ClayPit_Title
source: Clay Pit
ru: Глиняный карьер

# #ConstructionForeman_Content
source: Once monument construction begins, the Construction Foreman provides detailed information on the status of the monument. He keeps a running tally of how much of each construction material is needed to complete the monument. If construction is not running smoothly, he can tell you why. To visit the Construction Foreman, click on the monument site.
ru: Как только начнётся возведение монумента, прораб будет предоставлять детальные сведения о процессе строительства. Он постоянно подсчитывает, сколько каждого строительного материала необходимо для завершения монумента. Если при строительстве возникает проблема, он может указать вам её причину. Чтобы посетить прораба, щёлкните по строительной площадке монумента.

# #ConstructionForeman_Title
source: Construction Foreman
ru: Прораб
