Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Houses.po
Languages: ru

# #devolve_bazaarnofood
source: This house will devolve soon. Although it has access to a Bazaar, the Bazaar itself finds it hard to get supplies of food.
ru: Состояние этого дома скоро ухудшится. У жителей есть доступ к базару, но там не так много пищи.

# #devolve_losteducation
source: This house will devolve soon. Its previously excellent access to education was downgraded when it lost access to higher education.
ru: Состояние этого дома скоро ухудшится. Жители потеряли доступ к учебным заведениям и не могут получить превосходное образование.

# #devolve_lowentertainment_1
source: This house will devolve soon, as there is hardly any entertainment in the location
ru: Состояние этого дома скоро ухудшится, так как в округе почти нет развлечений.

# #devolve_lowentertainment_20
source: This house will devolve soon, as there is too little entertainment in the location
ru: Состояние этого дома скоро ухудшится, так как в округе слишком мало развлечений.

# #devolve_lowentertainment_40
source: This house will devolve soon. There is some entertainment to be found in the location, but not enough
ru: Состояние этого дома скоро ухудшится. В этом районе есть какие-то развлечения, но их недостаточно.

# #devolve_lowentertainment_60
source: This house will devolve soon. There is good entertainment to be found in the location, but not enough variety
ru: Состояние этого дома скоро ухудшится. В этом районе есть немало развлечений, но они недостаточно разнообразные.

# #devolve_lowentertainment_80
source: This house will devolve soon. There is excellent entertainment to be found in the location, but venues are too crowded, or lack enough variety for the discerning scribal classes
ru: Состояние этого дома скоро ухудшится. В этом районе есть отличные развлечения, но в местах для них большие толпы, либо сами развлечения слишком однообразны для разборчивой образованной публики.

# #devolve_no2ndfood
source: This house will devolve soon, as it currently only has access to a single type of food from its local Bazaar. This discourages the wealthier citizens.
ru: Состояние этого дома скоро ухудшится, так как в местном базаре есть только один вид пищи. Это отталкивает богатых граждан.

# #devolve_no2ndluxurygoods
source: This house will devolve soon, as its discerning residents want a second type of luxury good
ru: Состояние этого дома скоро ухудшится, так как его разборчивые жители хотят получать ещё один тип предметов роскоши.

# #devolve_no2ndreligion
source: This house will devolve soon. Its access to local religious facilities was reduced to the Temple of only one god.
ru: Состояние этого дома скоро ухудшится. Из мест для поклонения у жителей остался доступ к храму только одного бога.

# #devolve_no3rdfood
source: This house will devolve soon, as it currently gets only two types of food from its local Bazaar. This is discouraging the scribal classes.
ru: Состояние этого дома скоро ухудшится, так как в местном базаре есть только два вида пищи. Это отталкивает образованных людей.

# #devolve_no3rdreligion
source: This house will devolve soon. Its previously excellent religious facilities were reduced to the Temples of only two gods.
ru: Состояние этого дома скоро ухудшится. Из мест для поклонения у жителей остался доступ к храмам только двух богов.

# #devolve_nobazaar
source: This house will devolve soon. It has lost access to a Bazaar.
ru: Состояние этого дома скоро ухудшится. У жителей больше нет доступа к базару.

# #devolve_nobeer
source: This house will devolve soon, as it has run out of beer and its local Bazaar has an erratic supply at best.
ru: Состояние этого дома скоро ухудшится, так как кончились запасы пива, а в местном базаре его доставляют нерегулярно.

# #devolve_nocourthouse
source: This house will devolve soon, as it has no access to magistrates from Courthouses.
ru: Состояние этого дома скоро ухудшится, так как их давно не посещал магистрат из здания суда.

# #devolve_nodentist
source: This house will devolve soon, as it has lost Dentist access.
ru: Состояние этого дома скоро ухудшится. У жителей больше нет доступа к дантисту.

# #devolve_nodesirability
source: This house will devolve soon. The falling desirability of living in this locality is dragging it down
ru: Состояние этого дома скоро ухудшится. Привлекательность района упала слишком низко.

# #devolve_noeducation
source: This house will devolve soon, as it has lost all basic educational facilities provided by either a Scribal School or a Library.
ru: Состояние этого дома скоро ухудшится. Жители потеряли доступ к начальному образованию, которое даёт школа писцов или библиотека.

# #devolve_noentertainment
source: This house will devolve soon, as there is no entertainment to be found in the location
ru: Состояние этого дома скоро ухудшится, так как в округе нет развлечений.

# #devolve_nofood
source: This house will devolve soon, as it has not received any supplies of food recently from a local Bazaar
ru: Состояние этого дома скоро ухудшится. Жители давно не получали пищи с местного базара.

# #devolve_nohealth
source: This house will devolve soon, as it now has woeful health provision. Not only does it lack access to a Mortician, but Physician access is also less than perfect.
ru: Состояние этого дома скоро ухудшится из-за плохо налаженного здравоохранения. У жителей не только нет доступа к бальзамировщику, но и к лекарю им попасть не так просто.

# #devolve_nolibrary
source: This house will devolve soon. Its access to education has been downgraded, as it has lost access to its Library.
ru: Состояние этого дома скоро ухудшится. Жители потеряли доступ к библиотеке, и им стало сложнее получить образование.

# #devolve_nolinen
source: This house will devolve soon, as it has run out of linen and its local Bazaar has an erratic supply at best.
ru: Состояние этого дома скоро ухудшится, так как кончились запасы ткани, а в местном базаре её доставляют нерегулярно.

# #devolve_noluxurygoods
source: This house will devolve soon. The idle scribes who live here need a Bazaar to provide luxury goods
ru: Состояние этого дома скоро ухудшится. Живущим здесь праздным писцам нужны предметы роскоши с местного базар.

# #devolve_nomortuary
source: This house will devolve soon, as its health provision has been cut. Physician coverage is good, but there is no local access to a Mortuary.
ru: Состояние этого дома скоро ухудшится, так как его отрезали от системы здравоохранения. Сюда заходит лекарь, но у жителей нет доступа к бальзамировщику.

# #devolve_nophysician
source: This house will devolve soon, as its health provision has been cut. There is local access to a Mortuary, but a Physician's office is hard to find.
ru: Состояние этого дома скоро ухудшится, так как его отрезали от системы здравоохранения. У жителей есть доступ к бальзамировщику, но им сложно найти лекаря.

# #devolve_nopottery
source: This house will devolve soon. It has run out of pottery, and its local Bazaar has at best an erratic supply.
ru: Состояние этого дома скоро ухудшится, так как кончились запасы керамики, а в местном базаре её доставляют нерегулярно.

# #devolve_noreligion
source: This house will devolve soon, as it has lost all access to local religious facilities.
ru: Состояние этого дома скоро ухудшится. Жители потеряли доступ к местам для поклонения богам.

# #devolve_noscribalschool
source: This house will devolve soon. Its access to education has been downgraded, as it has lost access to its Scribal School.
ru: Состояние этого дома скоро ухудшится. Жители потеряли доступ к школе писцов, и им стало сложнее получить образование.

# #devolve_nowater
source: This house will devolve soon, as it lacks access to even the most primitive water source.
ru: Состояние этого дома скоро ухудшится, так как у жителей нет доступа даже к самому примитивному источнику воды.

# #devolve_nowatercarrier
source: This house will devolve soon, as it is not visited by a water carrier
ru: Состояние этого дома скоро ухудшится, так как сюда не ходит водонос.

# #evolve_bazaarnofood
source: This house cannot evolve. Although it has access to a local Bazaar, the Bazaar itself has trouble getting supplies of food.
ru: Этот дом не может улучшиться. У жителей есть доступ к базару, но там не так много пищи.

# #evolve_lowentertainment_1
source: This house cannot evolve, as there is hardly any entertainment to be found in the location.
ru: Этот дом не может улучшиться, так как в округе почти нет развлечений.

# #evolve_lowentertainment_20
source: This house cannot evolve, as there is too little entertainment to be found in the location.
ru: Этот дом не может улучшиться, так как в округе слишком мало развлечений.

# #evolve_lowentertainment_40
source: This house cannot evolve, as there is some entertainment to be found in the location, but not enough.
ru: Этот дом не может улучшиться. В этом районе есть какие-то развлечения, но их недостаточно.

# #evolve_lowentertainment_60
source: This house cannot evolve, as there is good entertainment to be found in the location, but not enough variety.
ru: Этот дом не может улучшиться, так как развлечения в этом районе слишком однообразные.

# #evolve_lowentertainment_80
source: This house cannot evolve, as there is excellent entertainment to be found in the location, but the venues are too crowded or lack enough variety for the discerning scribal classes.
ru: Этот дом не может улучшиться. В этом районе есть отличные развлечения, но в местах для них большие толпы, либо сами развлечения слишком однообразны для разборчивой образованной публики.

# #evolve_no2ndfood
source: This house cannot evolve, as it needs a second type of food, supplied from a local Bazaar, to encourage wealthier Egyptians to move in.
ru: Этот дом не может улучшиться, так как богатым жителям требуются поставки второго вида пищи с местного базара.

# #evolve_no2ndluxurygood
source: In order to evolve, a Bazaar must provide this house with a second type of luxury good, like ebony<sprite name="Ebony">.
ru: Чтобы улучшить этот дом, жители должны получать с базара второй тип предметов роскоши, например чёрное дерево<sprite name="Ebony">.

# #evolve_no2ndreligion
source: This house has access to Temples of a single god only. It will not improve until residents can pay homage to other gods.
ru: У жителей этого дома есть доступ к храмам только одного бога. Дом не улучшится, пока они не смогут воздавать почести другим богам.

# #evolve_no3rdfood
source: This house cannot evolve, as it needs a third type of food, supplied from a local Bazaar, to encourage a higher class of Egyptians to move in.
ru: Этот дом не может улучшиться, так как богатым жителям требуются поставки третьего вида пищи с местного базара.

# #evolve_no3rdreligion
source: This house has access to Temples of only two gods. It will not improve until residents can pay homage to other gods.
ru: У жителей этого дома есть доступ к храмам только двух богов. Дом не улучшится, пока они не смогут воздавать почести другим богам.

# #evolve_nobazaar
source: This house cannot evolve, as it does not have access to a local Bazaar.
ru: Этот дом не может улучшиться, так как у жителей нет доступа к местному базару.

# #evolve_nobeer
source: This house cannot evolve. It needs supplies of beer provided to it by its local Bazaar before a wealthier class of citizen will move in.
ru: Этот дом не может улучшиться, так как более обеспеченным жителям требуются поставки пива с местного базара.

# #evolve_nocourthouse
source: This house cannot evolve, as it does not have access to a local magistrate from a Courthouse.
ru: Этот дом не может улучшиться, так как у жителей нет доступа к магистрату из здания суда.

# #evolve_nodentist
source: This house cannot evolve, as it has no local access to a Dentist.
ru: Этот дом не может улучшиться, так как у жителей нет доступа к дантисту.

# #evolve_nodesirability
source: This dwelling cannot evolve until the desirability of the area improves.
ru: Это жилище не может улучшиться, пока район не станет более привлекательным.

# #evolve_noeducation
source: This house cannot evolve, as it has no basic educational facilities provided by either a Scribal School or a Library.
ru: Этот дом не может улучшиться, так как у жителей нет доступа к начальному образованию, которое даёт школа писцов или библиотека.

# #evolve_noentertainment
source: This house cannot evolve, as there is no entertainment to be found in the location.
ru: Этот дом не может улучшиться, так как в округе нет развлечений.

# #evolve_nofood
source: This house cannot evolve, as it needs a supply of food from a local Bazaar.
ru: Этот дом не может улучшиться, так как жителям требуются поставки пищи с местного базара.

# #evolve_nohealth
source: This house cannot evolve, as it effectively has no health provision. It does not have access to a Physician or a Mortuary.
ru: Этот дом не может улучшиться, так как его отрезали от системы здравоохранения. У жителей нет доступа к лекарю или моргу.

# #evolve_nolibrary
source: This house cannot evolve, as its access to education needs to be improved by access to a Library.
ru: Этот дом не может улучшиться, так ка для лучшего качества образования необходим доступ к библиотеке.

# #evolve_nolinen
source: This house cannot evolve. It needs supplies of linen provided to it by its local Bazaar before a wealthier class of citizen will move in.
ru: Этот дом не может улучшиться, так как более обеспеченным жителям требуются поставки ткани с местного базара.

# #evolve_noluxurygood
source: This house cannot evolve. Before a wealthier class of citizen will move in, the local Bazaar must supply this dwelling with luxury goods, like jewelry<sprite name="Jewelry">.
ru: Этот дом не может улучшиться. Чтобы сюда переехали более обеспеченные жители, местный базар должен обеспечить дом предметами роскоши, например, украшениями<sprite name="Jewelry">.

# #evolve_nomortuary
source: This house cannot evolve, as it wants greater health provision. Physician coverage is good, but there is no local access to a Mortuary.
ru: Этот дом не может улучшиться, так как его жителям необходимо лучшее здравоохранение. Местный лекарь хорошо справляется с работой, но также требуется доступ к моргу.

# #evolve_nophysican
source: This house cannot evolve, as it wants greater health provision. There is local access to a Mortuary, but access to a Physician is needed.
ru: Этот дом не может улучшиться, так как его жителям необходимо лучшее здравоохранение. Здесь есть доступ к моргу, но требуется и лекарь.

# #evolve_nopottery
source: This house cannot evolve. It needs supplies of pottery provided to it by its local Bazaar before a wealthier class of citizen will move in.
ru: Этот дом не может улучшиться, так как более обеспеченным жителям требуются поставки керамики с местного базара.

# #evolve_noreligion
source: This house cannot evolve, as it has no access to any local religious facilities.
ru: Этот дом не может улучшиться, так как у жителей нет доступа к местам для поклонения богам.

# #evolve_noscribalschool
source: This house cannot evolve, as its access to education needs to be improved by access to a Scribal School.
ru: Этот дом не может улучшиться, так ка для лучшего качества образования необходим доступ к школе писцов.

# #evolve_nowater
source: This house cannot evolve, as it does not have access to even the most primitive water source.
ru: Этот дом не может улучшиться, так как у жителей нет доступа даже к самому примитивному источнику воды.

# #evolve_nowatercarrier
source: This house cannot evolve, as it does not have access to a water carrier's services
ru: Этот дом не может улучшиться, так как сюда не ходит водонос.

# #evolve_perfect
source: The dwellers of this palace are at the pinnacle of Egyptian society. They want for nothing. Just keeping their needs satisfied is a remarkable achievement!
ru: В этом дворце живут самые сливки египетского общества. Они ни в чём не нуждаются. Одно только удовлетворение их текущих потребностей уже немалое достижение!

# #evolve_soon
source: Local conditions are improving, and this dwelling's owners are upgrading it even now.
ru: Условия жизни стали лучше, и жители этого дома прямо сейчас занимаются его улучшением.

# #house_00
source: Unoccupied
ru: Нет жителей

# #house_00_desc
source: This plot is vacant at the moment. Either the land has not yet been built upon, or the existing home's previous residents fell ill and died.
ru: Этот участок в данный момент свободен. Либо здесь ещё ничего не построили, либо предыдущие жильцы умерли от болезни.

# #house_00_noroad
source: This lot is too far from the nearest road. Unless a new road is soon built nearby, the site will revert to open land.
ru: Этот участок находится слишком далеко от дороги. Если в ближайшее время рядом с ним не появится дорога, участок пропадёт.

# #house_01
source: Crude Hut
ru: Грубая хижина

# #house_02
source: Sturdy Hut
ru: Крепкая хижина

# #house_03
source: Meager Shanty
ru: Скромная лачуга

# #house_04
source: Common Shanty
ru: Обычная лачуга

# #house_05
source: Rough Cottage
ru: Примитивный дом

# #house_06
source: Ordinary Cottage
ru: Обычный дом

# #house_07
source: Modest Homestead
ru: Скромная усадьба

# #house_08
source: Spacious Homestead
ru: Просторная усадьба

# #house_09
source: Modest Apartment
ru: Скромные апартаменты

# #house_10
source: Spacious Apartment
ru: Просторные апартаменты

# #house_11
source: Common Residence
ru: Обычная резиденция

# #house_12
source: Spacious Residence
ru: Просторная резиденция

# #house_13
source: Elegant Residence
ru: Элегантная резиденция

# #house_14
source: Fancy Residence
ru: Богатая резиденция

# #house_15
source: Common Manor
ru: Обычное поместье

# #house_16
source: Spacious Manor
ru: Просторное поместье

# #house_17
source: Elegant Manor
ru: Элегантное поместье

# #house_18
source: Stately Manor
ru: Величественное поместье

# #house_19
source: Modest Estate
ru: Скромное имение

# #house_20
source: Palatial Estate
ru: Роскошное имение

# #house_crimerisk_00
source: Residents report no crime at all.
ru: От жителей нет никаких жалоб о преступлениях.

# #house_crimerisk_15
source: This is a peaceful neighborhood.
ru: Это мирный район.

# #house_crimerisk_30
source: There is some crime here, nothing serious.
ru: Случаются мелкие преступления, но ничего серьёзного.

# #house_crimerisk_45
source: Crime is becoming a problem.
ru: Преступность становится проблемой.

# #house_crimerisk_60
source: High crime levels are scaring the locals.
ru: Уровень преступности пугает местных жителей.

# #house_crimerisk_75
source: A lawless area. People fear for their safety.
ru: Место, где царит беззаконие. Люди боятся за свою жизнь.

# #house_crimerisk_90
source: This is a breeding ground for thieves.
ru: Это просто рассадник воров.

# #house_disease
source: House infected for another {0} days.
ru: Зараза будет в доме ещё {0} дней.

# #house_extraroom
source: Extra room for {0}
ru: Есть место для {0} человек

# #house_firerisk_00
source: No fire risk.
ru: Нет риска пожара.

# #house_firerisk_15
source: Very low fire risk.
ru: Очень низкий риск пожара.

# #house_firerisk_30
source: Low fire risk.
ru: Низкий риск пожара.

# #house_firerisk_45
source: Slight fire risk.
ru: Незначительный риск пожара.

# #house_firerisk_60
source: High fire risk.
ru: Высокий риск пожара.

# #house_firerisk_75
source: Very high fire risk.
ru: Очень высокий риск пожара.

# #house_firerisk_90
source: Extreme fire risk.
ru: Крайне высокий риск пожара.

# #house_food
source: Food
ru: Пища

# #house_frogs
source: House infested with frogs for another {0} days.
ru: Нашествие жаб продлится ещё {0} дней.

# #house_goods
source: Goods
ru: Товары

# #house_health_00
source: The inhabitants of this house are in excellent health.
ru: У обитателей этого дома отличное состояние здоровья.

# #house_health_15
source: The health of this house's inhabitants is very good.
ru: У обитателей этого дома очень хорошее здоровье.

# #house_health_30
source: Plague is still possible, but the health conditions of this house's inhabitants are good.
ru: Здоровье обитателей этого дома хорошее, но есть небольшой риск заражения чумой.

# #house_health_45
source: The health of this house's inhabitants is average at best, and plague could strike.
ru: Здоровье обитателей этого дома довольно среднее, они могут заболеть чумой.

# #house_health_60
source: The health of this house's inhabitants is poor, and there is a serious risk of plague.
ru: Здоровье обитателей этого дома в не лучшем состоянии, есть высокий риск чумы.

# #house_health_75
source: The health of this house's inhabitants is terrible and plague is very likely.
ru: Здоровье обитателей этого дома в плохом состоянии, скорее всего, они скоро заразятся чумой.

# #house_health_90
source: The health of this house's inhabitants has become appalling. Plague is imminent.
ru: Здоровье обитателей этого дома в ужасном состоянии. Чума неизбежна.

# #house_luxurygoods
source: Luxury Goods
ru: Предметы роскоши

# #house_nodesirability
source: A nearby building ({[Building]}) is having a detrimental effect on the desirability of the location.
ru: Здание поблизости ({[Building]}) плохо влияет на привлекательность этого места.

# #house_nospace
source: This dwelling would soon evolve to one of greater stature if it had more space to expand into.
ru: Этот дом улучшится до более престижной резиденции, если у него будет место для расширения.

# #house_occupants
source: {0} occupants
ru: Проживает {0} человек

# #house_taxes_off
source: Not visited by a tax collector. Not paying tax
ru: Сборщик налогов не посещал этого места. Налоги не платятся.

# #house_taxes_on
source: Generated {0} debens<sprite name="Deben"> so far in tax.
ru: Собрано налогов на {0} дебенов <sprite name="Deben">.
