Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/MapEditor.po
Languages: ru

source: Raw materials
ru: Сырьё

source: Available Buildings
ru: Доступные постройки

source: Available Foods
ru: Доступная еда

source: Available Goods
ru: Доступные товары

source: Available Luxury
ru: Доступные предметы роскоши

# #Available_Resources
source: Available foods, goods & luxury
ru: Доступные еда, товары и предметы роскоши

# #Average
source: Average landscape
ru: Средний ландшафт

# #Brush_Clear
source: Remove Flags
ru: Удалить флаги

# #Brush_Cliff
source: Cliff
ru: Утёс

# #Brush_Dune
source: Sand dunes
ru: Песчаные дюны

# #Brush_Floodplain
source: Floodplain
ru: Пойменное поле

# #Brush_Marsh
source: Marshland
ru: Болото

# #Brush_Meadow
source: Meadow
ru: Луг

# #Brush_Ore
source: Ore-bearing rock
ru: Рудоносная скала

# #Brush_Road
source: Road
ru: Дорога

# #Brush_Rock
source: Ordinary rock
ru: Обычная скала

# #Brush_Sand
source: Plain
ru: Равнина

source: Brush size
ru: Размер кисти

# #Brush_Trees
source: Trees
ru: Деревья

# #Brush_Water
source: Water
ru: Вода

# #Building_Available
source: Available
ru: Доступно

# #Building_Locked
source: Locked
ru: Заблокировано

# #Building_Unavailable
source: Unavailable
ru: Недоступно

# #CityStatus_DistantCityToEgyptianCity
source: Distant City To Egyptian City
ru: Удаленный город в Египетский город

# #CityStatus_EgyptianCityToDistantCity
source: Egyptian City To Distant City
ru: Египетский город в Удаленный город

# #CityStatus_TradeAvailable
source: Trade Available
ru: Доступна торговля

# #CityStatus_TradeShutsdown
source: Trade Shutdown
ru: Торговля остановлена

# #CityStatus_UnderSiege
source: Under Siege
ru: Под осадой

source: Create Folder
ru: Создать каталог

# #Enormous
source: Enormous land
ru: Огромный ландшафт

source: Enter folder name
ru: Введите имя каталога

# #EventInvalid_Desc
source: This event has invalid parameters. Would you like to fix it or delete it and return to the event list?
ru: У события неправильные параметры. Хотите исправить или удалить его и вернуться к списку событий?

# #EventInvalid_FixEvent
source: Fix event
ru: Исправить событие

# #EventInvalid_ReturnToEventList
source: Delete and return to list
ru: Удалить и вернуться к списку

# #EventInvalid_Title
source: Event invalid
ru: Неправильное событие

# #EventLink_None
source: None
ru: Нет

# #EventType_BloodRiver
source: Blood River
ru: Кровавая река

# #EventType_CityStatusChange
source: City Status Change
ru: Изменение статуса города

# #EventType_ClayPitFlood
source: Clay Pit Flood
ru: Затопление глиняного карьера

# #EventType_ContaminatedWater
source: Contaminated Water
ru: Заражённая вода

# #EventType_FailedFlood
source: Failed Flood
ru: Нет разлива

# #EventType_Gift
source: Gift
ru: Подарок

# #EventType_GoldMineCollapse
source: Gold Mine Collapse
ru: Обрушение золотого рудника

# #EventType_Hailstorm
source: Hailstorm
ru: Град

# #EventType_Invasion
source: Invasion
ru: Вторжение

# #EventType_KingdomInvasion
source: Kingdom Invasion
ru: Вторжение Царства

# #EventType_KingdomRatingDecrease
source: Kingdom Rating Decrease
ru: Снижение рейтинга Царства

# #EventType_KingdomRatingIncrease
source: Kingdom Rating Increase
ru: Увеличение рейтинга Царства

# #EventType_LandTradeProblem
source: Land Trade Problem
ru: Проблема сухопутной торговли

# #EventType_LocustPlague
source: Locust Plague
ru: Нашествие саранчи

# #EventType_PerfectFlood
source: Perfect Flood
ru: Превосходный разлив

# #EventType_PriceDecrease
source: Price Decrease
ru: Снижение цены

# #EventType_PriceIncrease
source: Price Increase
ru: Увеличение цены

# #EventType_Request
source: Request
ru: Запрос

# #EventType_ToadPlague
source: Toad Plague
ru: Нашествие лягушек

# #EventType_TradeDecrease
source: Trade Decrease
ru: Снижение торговли

# #EventType_TradeIncrease
source: Trade Increase
ru: Увеличение торговли

# #EventType_TroopRequest
source: Troop Request
ru: Запрос войск

# #EventType_WageDecrease
source: Wage Decrease
ru: Снижение жалования

# #EventType_WageIncrease
source: Wage Increase
ru: Увеличение жалования

# #EventType_WaterTradeProblem
source: Water Trade Problem
ru: Проблема водной торговли

# #Event_AmountMax
source: Amount Max.
ru: Макс. количество

# #Event_AmountMin
source: Amount Min.
ru: Мин. количество

# #Event_ArmyMax
source: Army Max.
ru: Макс. армии

# #Event_ArmyMin
source: Army Min.
ru: Мин. армии

# #Event_ChainedEvent
source: Chained Event
ru: Связанное событие

# #Event_CityStatus
source: City Status
ru: Статус города

# #Event_EventLinks
source: Call another event
ru: Вызов другого события

# #Event_Frequency
source: Frequency
ru: Частота

# #Event_From
source: From
ru: От

# #Event_Goods
source: Goods
ru: Товары

# #Event_InvasionDelay
source: Invasion Delay
ru: Задержка вторжения

# #Event_IsBedouin
source: Bedouin?
ru: Бедуины?

# #Event_IsNaval
source: Is Naval?
ru: Водное?

# #Event_LinkAccept
source: On Accept
ru: При принятии

# #Event_LinkDecline
source: On Refuse
ru: При отказе

# #Event_LinkDefeat
source: On Defeat
ru: При поражении

# #Event_LinkLate
source: On Lateness
ru: При задержке

# #Event_LinkVictory
source: On Victory
ru: При победе

# #Event_Reason
source: Reason
ru: Причина

# #Event_Related_City
source: Related City
ru: Связанный город

source: Event Type
ru: Тип события

# #Event_WarshipMax
source: Warship Max.
ru: Макс. военных кораблей

# #Event_WarshipMin
source: Warship Min.
ru: Мин. военных кораблей

# #Fish
source: Fishing point
ru: Точка рыболовства

source: Flood Visualizer
ru: Визуализация разлива

# #Frequency_Delay
source: Delay
ru: Задержка

# #Frequency_Month
source: Month
ru: Месяц

# #Frequency_Once
source: Once
ru: Однажды

# #Frequency_Recurrent
source: Recurrent
ru: Периодически

# #Frequency_TimeLimit
source: Time Limit
ru: Лимит времени

# #Frequency_Triggered
source: Triggered
ru: По триггеру

# #Frequency_Until
source: Until
ru: До

# #Frequency_Year
source: Year
ru: Год

# #From_City
source: City
ru: Город

# #From_Pharaoh
source: Pharaoh
ru: Фараон

# #Game_Good
source: Resources
ru: Ресурсы

# #God_Local
source: Local
ru: Местный

# #God_None
source: None
ru: Нет

# #God_Patron
source: Patron
ru: Покровитель

# #GroundEntry
source: Entry point
ru: Точка входа

# #GroundExit
source: Exit point
ru: Точка выхода

# #IE_Buyer
source: Buy Price
ru: Цена покупки

# #IE_Items
source: Items
ru: Предметы

# #IE_Seller
source: Sell Price
ru: Цена продажи

# #ImportExport
source: Import/Export Prices
ru: Цены импорта/экспорта

source: Kingdom builder
ru: Строитель Царства

# #Large
source: Large landscape
ru: Большой ландшафт

# #LinkedBuilding_DisablingBuildings
source: Disabling {0} will disable the following Buildings:
ru: Отключение {0} также отключит следующие постройки:

# #LinkedBuilding_EnablingBuildings
source: Enabling {0} will enable the following Buildings:
ru: Включение {0} также включит следующие постройки:

# #LinkedBuilding_Title
source: Related buildings
ru: Связанные постройки

# #LinkedGoods_EnablingGoods
source: Enabling {0} will enable the following Goods:
ru: Включение {0} также включит следующие товары:

# #LinkedGoods_Title
source: Related goods
ru: Связанные товары

# #Map_Illustration
source: Mission Illustration
ru: Иллюстрация миссии

# #Map_Musics
source: Audio Settings
ru: Настройки аудио

source: Map name
ru: Название карты

# #Map_Period
source: Period
ru: Период

source: Map tagline
ru: Подзаголовок карты

source: Mission Events
ru: События миссии

# #Music_Add
source: Add Music
ru: Добавить музыку

# #Music_Available
source: Available Music
ru: Доступная музыка

# #Music_Population
source: Population-based Music
ru: Музыка на основе населения

# #Music_To
source: To
ru: К

source: New
ru: Создать

source: Overwrite Map
ru: Переписать карту

# #OverwriteMapConfirm
source: Confirm the map overwriting
ru: Подтвердите перезапись карты

# #Placeholder_CityName
source: Enter city name
ru: Введите название города

# #Placeholder_CityTagline
source: Enter city tagline
ru: Введите подзаголовок города

# #Predator
source: Killer point
ru: Точка убийц

# #Presets_AbuSimbel
source: Abu Simbel
ru: Абу-Симбел

# #Presets_Alexandria
source: Alexandria
ru: Александрия

# #Presets_Pyramids
source: Pyramids
ru: Пирамиды

# #Presets_ValleyOfTheKings
source: Valley of the Kings
ru: Долина Царей

# #Prey
source: Map prey point
ru: Точка добычи

# #Quit_Editor
source: Quit Map Editor
ru: Выйти из редактора карт

# #Quit_Editor_Desc
source: Are your sure you want to quit the editor and return to the main menu ?
ru: Вы уверены, что хотите выйти из редактора и вернуться в основное меню?

# #Reason_ConstructionProject
source: Construction Project
ru: Строительный проект

# #Reason_DistantBattle
source: Distant Battle
ru: Далекая битва

# #Reason_EgyptianCity
source: Egyptian City
ru: Египетский город

# #Reason_Famine
source: Famine
ru: Голод

# #Reason_General
source: General
ru: Общее

# #Reason_GodFestival
source: God Festival
ru: Фестиваль бога

# #Reason_Threat
source: Threat
ru: Угроза

# #RiverEntry
source: River in
ru: Начало реки

# #RiverExit
source: River out
ru: Конец реки

source: Sandbox Mode
ru: Режим песочницы

source: Save Map
ru: Сохранить карту

source: Settings
ru: Настройки

# #Small
source: Small landscape
ru: Маленький ландшафт

# #Tiny
source: Tiny landscape
ru: Крохотный ландшафт

# #Title_Win_Conditions
source: Win conditions
ru: Условия победы

source: User Maps
ru: Пользовательские карты

# #Validation_NoFood
source: Please define at least one food resource as available. People need to eat!
ru: Укажите хотя бы один доступный источник еды. Людям нужно есть!

# #Validation_NoGroundEntry
source: You must place an entry point for migrants to appear on the map
ru: Разместите точку появления для мигрантов на карте

# #Validation_NoRiverEntry
source: You have defined water trade cities but no river entry point !
ru: Вы указали города с водной торговлей, но не указали входную точку реки!

# #Validation_NoTagline
source: City requires a tagline
ru: Для города нужен подзаголовок

# #Validation_NoTitle
source: City requires a name
ru: Для города нужно название

# #Validation_NoWinCondition
source: This map is not in sandbox but there's no defined win condition!
ru: Эта карта — не песочница, но нет определённых условий победы!

# #VeryLarge
source: Very large land
ru: Очень большой ландшафт

# #WinCond_BurialGoods
source: Burial Goods
ru: Погребальные принадлежности

# #WinCond_Culture
source: Culture
ru: Культура

# #WinCond_Houses
source: Houses
ru: Дома

# #WinCond_Kingdom
source: Kingdom
ru: Царство

# #WinCond_MonumentPresets
source: Monuments Presets
ru: Наличие монументов

# #WinCond_Monuments
source: Available Monuments
ru: Доступные монументы

# #WinCond_NoMonument
source: None
ru: Нет

# #WinCond_Population
source: Population
ru: Население

# #WinCond_Prosperity
source: Prosperity
ru: Благополучие

# #WinCond_SelectMonument
source: Select monument
ru: Выберите монумент

# #WorldFilter_Active
source: Active
ru: Активно

# #WorldFilter_All
source: All
ru: Все

# #WorldFilter_Inactive
source: Inactive
ru: Неактивно

# #WorldFilter_MyCity
source: My City
ru: Мой город

# #WorldFilter_Pharaoh
source: Pharaoh City
ru: Город Фараона

# #WorldMap_CityIllustration
source: City Illustration
ru: Иллюстрация города

# #WorldMap_CityStatus
source: City Status
ru: Статус города

# #WorldMap_EnableCity
source: Enable City
ru: Включить город

# #WorldMap_Export
source: Export
ru: Экспорт

# #WorldMap_Import
source: Import
ru: Импорт

# #WorldMap_Items
source: Items
ru: Предметы

# #WorldMap_LandRoute
source: Land route
ru: Наземный путь

# #WorldMap_NoRoute
source: No Route
ru: Нет пути

# #WorldMap_OpenPrice
source: Open Price
ru: Цена открытия

# #WorldMap_SeaRoute
source: Sea route
ru: Водный путь

# #WorldMap_StatusEgyptianCity
source: Egyptian City
ru: Египетский город

# #WorldMap_StatusForeignCity
source: Foreign City
ru: Иноземный город

# #WorldMap_StatusMyCity
source: My City
ru: Мой город

# #WorldMap_StatusPharaohCity
source: Pharaoh City
ru: Город Фараона

# #WorldMap_Trade
source: Trade
ru: Торговля

# #WorldMap_Volume
source: Volume
ru: Размер

# #WorldMap_VolumeLarge
source: Large
ru: Большой

# #WorldMap_VolumeMedium
source: Medium
ru: Средний

# #WorldMap_VolumeSmall
source: Small
ru: Маленький

source: amount
ru: количество

# #god_settings
source: Gods settings
ru: Настройки богов

# #god_temple_complex
source: Temple Complex
ru: Храмовый комплекс

# #map_editor_climate
source: Climate
ru: Климат

# #map_editor_create_new_climate
source: Terrain set
ru: Набор земли

# #map_editor_create_new_create
source: Create
ru: Создать

# #map_editor_create_new_size
source: Map size
ru: Размер карты

# #map_editor_default_map
source: Default map
ru: Карта по умолчанию

# #map_editor_flood_quality
source: Flooding quality:
ru: Качество разливов:

# #map_editor_griddisplay
source: Display Grid
ru: Показать сетку

# #map_editor_load_mission
source: Loading a mission
ru: Загрузка миссии

# #map_editor_parameters
source: Parameters
ru: Параметры

# #parameters_additional_funds
source: Rescue Gift
ru: Спасительный подарок

# #parameters_buildings
source: Set available buildings
ru: Установить доступные постройки

# #parameters_current_pharaoh
source: Current Pharaoh:
ru: Текущий фараон:

# #parameters_ennemy
source: Choose an enemy
ru: Выберите врага

# #parameters_events
source: Plan events
ru: Запланировать события

# #parameters_flood_duration
source: Flooding lasts for:
ru: Разливы длятся:

# #parameters_flood_start
source: Flooding starts in:
ru: Разливы начинаются:

# #parameters_gods
source: Define gods
ru: Определите богов

# #parameters_interests
source: Interest rate on debt
ru: Процент при долге

# #parameters_killers
source: Killer Types
ru: Типы убийц

# #parameters_kingdom_wages
source: Kingdom wages
ru: Жалование царства

# #parameters_late_flood
source: Late Flood?
ru: Поздний разлив?

# #parameters_rank
source: Initial rank
ru: Начальный ранг

# #parameters_start_15th
source: Starts the 15th
ru: Начинается 15-го

# #parameters_start_1st
source: Starts the 1st
ru: Начинается 1-го

# #parameters_starting year
source: Starting Year
ru: Год старта

# #parameters_starting_funds
source: Initial funds
ru: Начальные средства

# #parameters_trade
source: Adjust prices of imports and exports
ru: Изменить цены импорта и экспорта

source: Save
ru: Сохранить

source: to
ru: к

# 2Months
source: Two Months
ru: Два месяца

# 3Months
source: Three Months
ru: Три месяца

# 4Months
source: Four Months
ru: Четыре месяца

# Arid
source: Arid climate
ru: Засушливый климат

# Enormous
source: Enormous map
ru: Огромная карта

source: Excellent
ru: Отличный

source: Good
ru: Хороший

# GroundInvasion
source: Invasion point
ru: Точка вторжения

# Humid
source: Humid climate
ru: Влажный климат

# Large
source: Large map
ru: Большая карта

source: Mediocre
ru: Посредственный

# Medium
source: Medium map
ru: Средняя карта

source: None
ru: Нет

# Normal
source: Normal climate
ru: Нормальный климат

source: Perfect
ru: Превосходный

source: Poor
ru: Слабый

source: River entry
ru: Начало реки

source: River exit
ru: Конец реки

# Small
source: Small map
ru: Маленькая карта

# Tiny
source: Tiny map
ru: Крохотная карта

# VeryLarge
source: Huge map
ru: Очень большая карта
