Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Menu.po
Languages: ru

source: AD
ru: н. э.

source: April
ru: апрель

# #April_Short
source: Apr
ru: апр

source: August
ru: август

# #August_Short
source: Aug
ru: авг

source: BC
ru: до н. э.

# #Battle_Defeat_Debt
source: With no debens <sprite name="Deben"> in your treasury, invaders decided to stay and oust your from power. They'll find someone that will not leave an empty vault behind them.
ru: Не найдя ни одного дебена <sprite name="Deben"> в вашей казне, захватчики решили остаться и отстранить вас от власти. Они подберут себе того, кто не оставляет после себя пустых сокровищниц.

# #Battle_Defeat_DebtANDKingdom
source: You've lost the battle, but you've also lost the respect of your population and your fellow Egyptians. Now that there is no army to defend you, your own people oust you from power!
ru: Проиграв битву, вы также потеряли уважение среди ваших жителей и других египтян. Теперь, когда нет защищавшей вас армии, люди отстраняют вас от власти!

# #Battle_Defeat_Kingdom
source: As your reputation in Egypt is so low, invaders oust you from power without any trouble, and will rule {[city_name]} in your place!
ru: Ваша репутация в Египте настолько низка, что захватчики без труда отстранили вас от власти, и теперь {[city_name]} в их руках!

# #Battle_Defeat_Normal
source: Invaders pillaged your treasury, {[debens]} debens <sprite name="Deben"> were stolen and some of your buildings were destroyed. They've now retreated, but that will not be the case if your city find itself in debt or if your Kingdom Rating falls too low.
ru: Захватчики разграбили вашу казну, украв {[debens]} дебенов <sprite name="Deben"> и разрушив часть зданий. Теперь они уходят, но это будет не самой большой бедой, если ваш город окажется в долгах и ваша репутация упадёт слишком низко.

# #Battle_Victory
source: You have defeated the invaders! {[city_name]} is safe for now... Rebuild your army as soon as possible!
ru: Вы победили захватчиков! {[city_name]} пока что в безопасности... Восстановить свои войска как можно скорее!

# #CampaignSave
source: Campaign
ru: Кампания

# #Campaign_Save_Details
source: Last save on {[cityname]} {[year]} {[month]} {[day]}
ru: Последнее сохранение в {[cityname]} {[year]} {[month]} {[day]}

# #Campaign_Save_None
source: There is no campaign save for this family
ru: Для данной династии нет сохранённой кампании

source: Cancel
ru: Отмена

# #CityFunds
source: Current city funds
ru: Текущие средства города

# #CityPopulation
source: Current city population
ru: Текущее население города

# #Clear_History
source: Clear
ru: Очистить

source: Completed
ru: Завершено

source: Confirm
ru: Подтвердить

source: Continue
ru: Продолжить

source: Create Family
ru: Создать династию

# #Create_Save
source: New Save
ru: Новое сохранение

# #CurrentDate
source: The current date!
ru: Текущая дата!

source: December
ru: декабрь

# #December_Short
source: Dec
ru: дек

# #DesirabilityOverlay_Hover_0
source: This is one of the least desirable places in town
ru: Это одно из самых непривлекательных мест в городе.

# #DesirabilityOverlay_Hover_1
source: No one would prefer to live here, but there are worse places
ru: Никто не желает жить здесь, но бывают места и похуже.

# #DesirabilityOverlay_Hover_2
source: People have no strong feelings about this area's desirability
ru: Люди не уверены, является ли данная местность привлекательной.

# #DesirabilityOverlay_Hover_3
source: This area is better than some, although not highly attractive
ru: Здесь получше, чем в других местах, хотя и не так уж привлекательно.

# #DesirabilityOverlay_Hover_4
source: Most people would find this a pleasant place to live
ru: Большинство людей с удовольствием будут здесь жить.

# #DesirabilityOverlay_Hover_5
source: This is among the most fashionable addresses in your city
ru: Это наиболее привлекательные места в вашем городе.

# #Enter_Name
source: Enter a family name
ru: Введите имя династии

# #Enter_Save_Name
source: Enter a save name
ru: Введите название сохранения

# #Family_Avatar
source: Choose an avatar
ru: Выберите изображение

source: February
ru: февраль

# #February_Short
source: Feb
ru: фев

source: Final City Funds
ru: Итоговые средства города

source: Final Culture Rating
ru: Итоговый рейтинг культуры

source: Final Kingdom Rating
ru: Итоговый рейтинг Царства

source: Final Monument rating
ru: Итоговый рейтинг монументов

source: Final Population
ru: Итоговое население

source: Final Prosperity Rating
ru: Итоговый рейтинг благополучия

# #Funds_hover
source: Make sure you don't go into debt
ru: Следите за тем, чтобы не влезть в долги.

# #Funds_hover_EmergencyFundUsed
source: You already used your emergency fund, don't go into debt again.
ru: Вы уже использовали экстренные средства, больше не влезайте в долги.

# #Funds_hover_Negative
source: Find a way to make some deben before you reach a debt of 5000
ru: Найдите способ получить дебены, пока ваш долг не достиг 5000.

# #Funds_hover_Over5000
source: You won't be able to build anything unless you debt gets lower than 5000 debens
ru: Вы не сможете ничего построить, пока ваш долг не станет меньше 5000 дебенов.

# #Game_Selectin_Mission
source: Mission Selection
ru: Выбор миссии

# #Game_Selection_Campaign
source: Campaigns
ru: Кампании

# #Game_Selection_Load
source: Load game
ru: Загрузить игру

source: Home
ru: Домой

# #Hover_BastetOverlay
source: Bastet Overlay
ru: Слой Бастет

# #Hover_BazaarOverlay
source: Bazaar Overlay
ru: Слой базаров

# #Hover_Briefing
source: Briefing
ru: Инструктаж

# #Hover_ChiefOverseer
source: Chief Overseer
ru: Главный советник

# #Hover_CloseOverlay
source: Close active overlay
ru: Закрыть текущий слой

# #Hover_CollapseOverlay
source: Collapse Risk Overlay
ru: Слой угрозы обрушения

# #Hover_CrimeOverlay
source: Crime Risk Overlay
ru: Слой угрозы преступности

# #Hover_DancersOverlay
source: Dancers Overlay
ru: Слой танцовщиц

# #Hover_DesirabilityOverlay
source: Desirability Overlay
ru: Слой привлекательности

# #Hover_DiseasesOverlay
source: Diseases Risk Overlay
ru: Слой угрозы заболеваний

# #Hover_EducationOverlay
source: Education Overlay
ru: Слой образования

# #Hover_Encyclopedia
source: Encyclopedia
ru: Энциклопедия

# #Hover_EntertainmentOverlay
source: Entertainment Overlay
ru: Слой развлечений

# #Hover_FireOverlay
source: Fire Risk Overlay
ru: Слой угрозы пожара

# #Hover_HealthOverlay
source: Health Overlay
ru: Слой здоровья

# #Hover_Help
source: Ingame Help
ru: Внутриигровая справка

# #Hover_JugglersOverlay
source: Jugglers Overlay
ru: Слой жонглёров

# #Hover_LibrariansOverlay
source: Librarians Overlay
ru: Слой библиотекарей

# #Hover_MalariaOverlay
source: Malaria Risk Overlay
ru: Слой угрозы малярии

# #Hover_Menu
source: Menu
ru: Меню

# #Hover_MilitaryOverseer
source: Military Overseer
ru: Военный советник

# #Hover_MusiciansOverlay
source: Musicians Overlay
ru: Слой музыкантов

# #Hover_NilometerExcellent
source: The next flood should be excellent
ru: Следующий разлив должен быть отличным.

# #Hover_NilometerGood
source: The next flood should be good
ru: Следующий разлив должен быть хорошим

# #Hover_NilometerMediocre
source: The next flood is likely to be mediocre
ru: Следующий разлив, скорее всего, будет посредственным.

# #Hover_NilometerNone
source: The next flood will likely fail entirely
ru: Следующего разлива, скорее всего, не будет.

# #Hover_NilometerOff
source: Close the Nilometer
ru: Закрыть Нилометр

# #Hover_NilometerOn
source: Open the Nilometer
ru: Открыть Нилометр

# #Hover_NilometerPerfect
source: The next flood should be perfect
ru: Следующий разлив должен быть идеальным.

# #Hover_NilometerPoor
source: The next flood is likely to be poor
ru: Следующий разлив, скорее всего, будет слабым.

# #Hover_Notifications
source: Notifications
ru: Оповещения

# #Hover_OsirisOverlay
source: Osiris Overlay
ru: Слой Осириса

# #Hover_OverlayAll
source: All
ru: Все

# #Hover_Overlays
source: Overlays
ru: Слои

# #Hover_OverseerCommerce
source: Overseer of Commerce
ru: Торговый советник

# #Hover_OverseerGranaries
source: Overseer of the Granaries
ru: Советник по продовольствию

# #Hover_OverseerHealth
source: Overseer of Public Health
ru: Советник по здравоохранению

# #Hover_OverseerLearning
source: Overseer of Learning
ru: Советник по образованию

# #Hover_OverseerMonuments
source: Overseer of the Monuments
ru: Советник по монументам

# #Hover_OverseerTemples
source: Overseer of the Temples
ru: Советник по храмам

# #Hover_OverseerTreasury
source: Overseer of the Treasury
ru: Советник по казне

# #Hover_OverseerWorkers
source: Overseer of the Workers
ru: Советник по рабочей силе

# #Hover_Overseers
source: Overseers
ru: Советники

# #Hover_PoliticalOverseer
source: Political Overseer
ru: Советник по политике

# #Hover_ProblemsOverlay
source: Problems Overlay
ru: Слой проблем

# #Hover_PtahOverlay
source: Ptah Overlay
ru: Слой Птаха

# #Hover_RaOverlay
source: Ra Overlay
ru: Слой Ра

# #Hover_RatingsOverseer
source: Ratings Overseer
ru: Советник по рейтингу

# #Hover_ReligionOverlay
source: Religion Overlay
ru: Слой религии

# #Hover_RisksOverlay
source: Risks Overlay
ru: Слой угроз

# #Hover_SenetPlayersOverlay
source: Senet players Overlay
ru: Слой игроков в сенет

# #Hover_SethOverlay
source: Seth Overlay
ru: Слой Сета

# #Hover_TaxationOverlay
source: Taxation Overlay
ru: Слой налогообложения

# #Hover_TeachersOverlay
source: Teachers Overlay
ru: Слой учителей

# #Hover_WaterOverlay
source: Water Overlay
ru: Слой водоснабжения

# #Hover_Worldmap
source: Worldmap
ru: Карта мира

# #In_Game_Saved
source: City Saved
ru: Город сохранён

# #In_Game_Saved_Desc
source: Your city was successfully saved!
ru: Ваш город успешно сохранён!

# #Intro_skip
source: Press any key to skip
ru: Нажмите любую клавишу для пропуска

source: January
ru: январь

# #January_Short
source: Jan
ru: янв

source: July
ru: июль

# #July_Short
source: Jul
ru: июл

source: June
ru: июнь

# #June_Short
source: Jun
ru: июн

# #KeepPlaying
source: Keep Governing
ru: Продолжить правление

# #LeaveConfirmation
source: Are you sure you want to leave the game ? Unsaved progress will be lost.
ru: Вы уверены, что хотите покинуть игру? Несохранённый прогресс будет утерян.

# #LoadMapIssue_Content
source: Something's wrong with this save file!
ru: Произошло что-то не так с данным сохранением!

# #LoadMapIssue_Title
source: Loading Issue
ru: Проблема загрузки

# #Load_Campaign
source: Resume Campaign
ru: Продолжить кампанию

# #Loading_Saved_Game
source: Load Saved Game
ru: Загрузить сохранённую игру

source: March
ru: март

# #March_Short
source: Mar
ru: мар

source: May
ru: май

# #May_Short
source: May
ru: май

source: Mission completed
ru: Миссия завершена

source: Next Mission
ru: Следующая миссия

source: Notifications
ru: Оповещения

source: November
ru: ноябрь

# #November_Short
source: Nov
ru: ноя

source: Objectives
ru: Задачи

source: October
ru: октябрь

# #October_Short
source: Oct
ru: окт

source: OK
ru: ОК

# #Options_Audio_Volume_Ambiance
source: Ambient Sounds
ru: Фоновые звуки

# #Options_Audio_Volume_Master
source: Master
ru: Общий

# #Options_Audio_Volume_Music
source: Music
ru: Музыка

# #Options_Audio_Volume_SFX
source: SFX
ru: Спецэффекты

# #Options_Audio_Volume_Voice
source: Voices
ru: Голоса

# #Population_hover
source: {0} workers out of {1} inhabitants. Unemployment at {2}%
ru: Количество рабочих: {0}. Всего жителей: {1}. Уровень безработицы: {2}%.

# #Population_hover_missing_workers
source: {0} workers out of {1} inhabitants. {2} additional workers required.
ru: Количество рабочих: {0}. Всего жителей: {1}. Требуется дополнительных рабочих: {2}.

# #Popup_Destroy_Monument_Content
source: Are you sure you want to destroy this monument ?
ru: Вы действительно хотите разрушить этот монумент?

# #Popup_Destroy_Monument_Title
source: Monument Destruction
ru: Разрушение монумента

source: Proceed
ru: Продолжить

# #Remove_Family
source: Delete Dynasty?
ru: Удалить династию?

# #Remove_Family_Desc
source: This deletes the selected dynasty and all of its saved games. Are you sure you want to do that?
ru: Это действие удалит выбранную династию и все её сохранённые игры. Вы действительно хотите это сделать?

# #Remove_Save
source: Delete game
ru: Удалить игру

# #Remove_Save_Desc
source: Are you absolutely certain you want to delete this save forever?
ru: Вы уверены, что хотите навсегда удалить это сохранение?

# #Replay
source: Replay mission
ru: Начать миссию заново

source: Reset
ru: Сбросить

source: Restart
ru: Перезапуск

# #Return_Main_Menu
source: Return to main menu
ru: В главное меню

source: Sandbox
ru: Песочница

# #Save
source: Save game
ru: Сохранить игру

# #SaveRequireRestart_Content
source: Some options require restarting the game to be applied.
ru: Для применения некоторых настроек требуется перезапуск игры.

# #SaveRequireRestart_Title
source: Restart required
ru: Требуется перезапуск

source: Save Campaign
ru: Сохранить компанию

source: September
ru: сентябрь

# #September_Short
source: Sep
ru: сен

# #Speed
source: Speed settings
ru: Настройки скорости

# #Speed_Faster
source: Speed up the game
ru: Ускорить игру

# #Speed_Lower
source: Slow down the game
ru: Замедлить игру

# #Speed_Normal
source: Normal speed
ru: Обычная скорость

# #Speed_Pause
source: Pause the game
ru: Поставить на паузу

# #Title_Choose_Mission
source: Choose a Mission
ru: Выбор миссии

# #Title_Click_To_Start
source: Click to start the game
ru: Щёлкните, чтобы начать игру

# #Title_Credits
source: Credits
ru: Авторы

# #Title_Exit_Game
source: Exit game
ru: Выход из игры

# #Title_Extras
source: Extras
ru: Дополнения

# #Title_Family_Selection
source: Family Registry
ru: Обзор династий

# #Title_Historical
source: Explore History
ru: Изучение истории

# #Title_Loading_Saved_Game
source: Loading saved game
ru: Загрузка сохраненной игры

# #Title_Map_Editor
source: Mission Editor
ru: Редактор миссий

# #Title_Options
source: Options
ru: Параметры

# #Title_Personal
source: Custom Missions
ru: Отдельные миссии

# #Title_Play
source: Play
ru: Игра

source: Victory
ru: Победа

# #WhishlistOn
source: Whishlist on <sprite name="Steam_icon_logo">
ru: Список желаемого в <sprite name="Steam_icon_logo">

source: Work in progress
ru: В работе

source: Load
ru: Загрузка

# #map_editor_create_new
source: New map
ru: Новая карта

# #map_editor_load
source: Load map
ru: Загрузить карту

# #map_editor_save
source: Save map
ru: Сохранить карту

# #menu_back
source: Back
ru: Назад

# #options_audio
source: Audio
ru: Звук

# #options_fullscreen
source: Full screen
ru: Полный экран

# #options_gameplay
source: Gameplay
ru: Игровой процесс

# #options_graphics
source: Graphics
ru: Графика

# #options_keybinding
source: Keybinding
ru: Привязка клавиш

# #options_language
source: Language
ru: Язык

# #options_resolution
source: Display settings
ru: Настройки отображения
