Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Menu_Options.po
Languages: ru

# #Aging
source: Workers population
ru: Рабочее население

# #Aging_0
source: Age Simulation
ru: Симуляция старения

# #Aging_0_hover
source: Citizens grow old, and only the ones between 20 and 49 years old work
ru: Жители стареют, и только в возрасте между 20 и 49 годами способны работать.

# #Aging_1
source: Fixed Worker Ratio
ru: Фиксированное соотношение

# #Aging_1_hover
source: {0}% of the population is always available for work.
ru: {0}% населения всегда доступно для работы.

source: Auto-save delay
ru: Задержка автосохранения

# #AutoSaveDelayLabel
source: {0} years
ru: {0} лет

# #AutoSaveDelayLabel_Disabled
source: Disabled
ru: Отключено

# #AutoSaveQuantity
source: Autosaves max count
ru: Количество автосохранений

# #AutoSaveToggle
source: Autosaves
ru: Автосохранения

# #BazaarDefault
source: Bazaar Default Accept
ru: Базары принимают товары

# #BazaarDefault_0_hover
source: Bazaar accept and distribute all goods by default
ru: Базары по умолчанию принимают и распределяют все товары.

# #BazaarDefault_1_hover
source: Bazaar don't distribute any goods by default
ru: Базары по умолчанию не распределяют никаких товаров.

source: Cheatcodes
ru: Чит-коды

# #Cheatcodes_0_hover
source: You can use cheatcodes
ru: Вы можете использовать чит-коды.

# #Cheatcodes_1_hover
source: You can't use cheatcodes
ru: Вы не можете использовать чит-коды.

# #Cheatcodes_activated
source: activated
ru: активирован

# #Cheatcodes_invalid
source: Invalid code :
ru: Неправильный код:

source: Cursor confined
ru: Ограничение курсора

# #Difficulty_Easy
source: Easy
ru: Лёгкий

# #Difficulty_Hard
source: Hard
ru: Тяжёлый

# #Difficulty_Normal
source: Normal
ru: Нормальный

# #Difficulty_Title
source: Difficulty
ru: Уровень сложности

# #Difficulty_Title_0_hover
source: A more relaxed way to play
ru: Более расслабленный способ игры.

# #Difficulty_Title_1_hover
source: The standard way of experiencing Pharaoh: A New Era
ru: Обычная сложность игры в Pharaoh: A New Era.

# #Difficulty_Title_2_hover
source: For those who seek more of a challenge
ru: Для тех, кто ищет настоящих сложностей.

# #Difficulty_Title_Hover
source: Set the difficulty level to how you feel most comfortable with.
ru: Установите наиболее комфортный для вас уровень сложности.

# #DockDefault
source: Dock Default Accept
ru: Пристани принимают товары

# #DockDefault_0_hover
source: Docks trade all resources by default
ru: Пристани по умолчанию принимают все товары.

# #DockDefault_1_hover
source: Docks don't trade any resource by default
ru: Пристани по умолчанию не принимают никаких товаров.

# #Dropdown_accept_all
source: All
ru: Все

# #Dropdown_accept_none
source: None
ru: Ничего

# #EventsPause
source: Scripted Events Pause
ru: Пауза при событии

# #EventsPause_0_hover
source: Scripted Events prompts pause the game
ru: Заскриптованные события ставят игру на паузу.

# #EventsPause_1_hover
source: You city keeps running while a scripted event prompt is displayed
ru: Город продолжит свою деятельность, пока отображается заскриптованное событие.

source: Framerate
ru: Частота кадров

source: Gardens
ru: Сады

# #Gardens_0
source: Random Click & Drag Gardens
ru: Случайно генерируемые сады

# #Gardens_0_hover
source: You can click & drag to build gardens. They are selected randomly and regroup themselves automatically by stack of 2x2 or 3x3 when possible
ru: Удерживая левую кнопку мыши, вы можете генерировать сады. Их внешний вид будет подбираться случайным образом и преображаться в сочетаниях 2x2 или 3x3.

# #Gardens_1
source: Select Your Gardens
ru: Выбирать собственный сад

# #Gardens_1_hover
source: You can place Gardens the same way you can place Statues and change their look by pressing the rotation key
ru: Вы можете размещать сады тем же способом, что и статуи, и менять их внешний вид нажатием клавиши вращения.

# #GranaryDefault
source: Granaries Default Accept
ru: Амбары принимают товары

# #GranaryDefault_0_hover
source: Granaries accept all goods by default
ru: Амбары по умолчанию принимают все товары.

# #GranaryDefault_1_hover
source: Granaries refuse all goods by default
ru: Амбары по умолчанию не принимают никаких товаров.

source: Hover Delay
ru: Задержка при наведении

# #HoverDelay_hover
source: Duration of time you can hover over a building before the info is displayed
ru: Задержка при наведении курсора на здание перед отображением информации.

# #Monitor
source: Display
ru: Экран

# #OverlayColumn
source: Overlay Columns
ru: Столбы слоев

# #OverlayColumn_0_hover
source: Display columns for the active overlay on each impacted building, as in the old game
ru: Отображать столбы в текущем слое для каждого затронутого здания, как это было в оригинальной игре.

# #OverlayColumn_1_hover
source: Overlays only display building coloration
ru: Слои только подкрашивают здания.

source: Overseer Pause
ru: Советник включает паузу

# #OverseerPause_0_hover
source: Opening any Overseer pauses the game
ru: Открытие любого экрана советника ставит игру на паузу.

# #OverseerPause_1_hover
source: Your city keeps running while you consult the Overseers
ru: Город продолжит свою деятельность, пока вы обращаетесь к советникам.

source: Predators
ru: Хищники

# #Predators_0_hover
source: Predators roam the map and will kill citizens that pass by too closely
ru: Хищники бродят по карте и могут убить слишком близко проходящих жителей.

# #Predators_1_hover
source: There are no dangers on the map
ru: На карте нет никакой опасности.

source: Screen mode
ru: Режим экрана

# #StorageDefault
source: Storage Default Accept
ru: Склады принимают товары

# #StorageDefault_0_hover
source: Granaries & Storage Yards accept all goods by default
ru: Амбары и склады по умолчанию принимают все товары.

# #StorageDefault_1_hover
source: Granaries & Storage Yards refuse all goods by default
ru: Амбары и склады по умолчанию не принимают никаких товаров.

# #StorageYardDefault
source: Storage Yards Default Accept
ru: Склады принимают товары

# #StorageYardDefault_0_hover
source: Storage Yards accept all goods by default
ru: Склады по умолчанию принимают все товары.

# #StorageYardDefault_1_hover
source: Storage Yards refuse all goods by default
ru: Склады по умолчанию не принимают никаких товаров.

# #Subcategory
source: Subcategory Preopen
ru: Разворачивание категорий

# #Subcategory_0_hover
source: Clicking on a building category on the rightbar opens every subcategory directly
ru: Нажатие по категории на правой панели развернёт все её подкатегории.

# #Subcategory_1_hover
source: You have to individually click on every subcategory in order to access the buildings inside
ru: Для получения доступа к постройке зданий необходимо щёлкать на каждую подкатегорию.

# #Toggle_no
source: No
ru: Нет

# #Toggle_off
source: Off
ru: Выкл

# #Toggle_on
source: On
ru: Вкл

# #Toggle_yes
source: Yes
ru: Да

# #Tower
source: Off-Road Tower
ru: Башни без дорог

# #Tower_0_hover
source: Towers get access to the workforce event when not connected to a road
ru: Башни автоматически получают доступ к рабочей силе, даже будучи не подключёнными к дорожной сети.

# #Tower_1_hover
source: Towers need a connection to a road in order to get access to the workforce
ru: Башням необходимо подключение к дорожной сети, чтобы получить доступ к рабочей силе.

source: UI scale
ru: Масштабирование интерфейса

source: Uncapped Zoom
ru: Неограниченный масштаб

# #UncappedZoom_hover
source: You can zoom out as much as you want. Can have a severe effect on performances, use at your own risks
ru: Вы можете отдалять карту без ограничений. Это может плохо сказаться на производительности, следует использовать с осторожностью.

# #UnlimitedFramerate
source: Unlimited
ru: Не ограничено

# #Vsync
source: Vertical synchronisation
ru: Вертикальная синхронизация

# #WalkerRange
source: Unique Walker Range
ru: Зона действия ходоков

# #WalkerRanger_0_hover
source: All walkers have the same basic range
ru: У всех ходоков одинаковая зона действия.

# #WalkerRanger_1_hover
source: Every type of walker has its own range, some can cover more tiles than others
ru: У каждого типа ходоков собственная зона действия.

# #Waterlift
source: Off-Road Water Lift
ru: Шадуфы без дорог

# #Waterlift_0_hover
source: Waterlifts automatically get access to the workforce even when not connected to a road
ru: Шадуф автоматически получают доступ к рабочей силе, даже будучи не подключёнными к дорожной сети.

# #Waterlift_1_hover
source: Waterlifts need a connection to a road in order to get access to the workforce
ru: Шадуфам необходимо подключение к дорожной сети, чтобы получить доступ к рабочей силе.

# #Worforce
source: Recruitment system
ru: Система вербовки

# #Worforce_0
source: Recruiters
ru: Вербовщики

# #Worforce_0_hover
source: Buildings send recruiters looking for the workforce in inhabited houses
ru: Постройки отправляют вербовщиков в поисках рабочей силы в жилых домах.

# #Worforce_1
source: Global Labor Pool
ru: Общий фонд рабочей силы

# #Worforce_1_hover
source: Every building has access to the workforce as long as it's connected to a road
ru: Все подключённые к дорожной сети постройки имеют доступ к общему фонду рабочей силы.
