Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Menu_Objectives.po
Languages: ru

# #CultureRating
source: Culture rating of {0}
ru: Рейтинг культуры: {0}

# #Houses_01
source: {0} Crude Huts
ru: Грубых хижин: {0} шт.

# #Houses_02
source: {0} Sturdy Huts
ru: Крепких хижин: {0} шт.

# #Houses_03
source: {0} Meager Shanties
ru: Скромных лачуг: {0} шт.

# #Houses_04
source: {0} Common Shanties
ru: Обычных лачуг: {0} шт.

# #Houses_05
source: {0} Rough Cottages
ru: Примитивных домов: {0} шт.

# #Houses_06
source: {0} Ordinary Cottages
ru: Обычных домов: {0} шт.

# #Houses_07
source: {0} Modest Homesteads
ru: Скромных усадеб: {0} шт.

# #Houses_08
source: {0} Spacious Homesteads
ru: Просторных усадеб: {0} шт.

# #Houses_09
source: {0} Modest Apartments
ru: Скромных апартаментов: {0} шт.

# #Houses_10
source: {0} Spacious Apartments
ru: Просторных апартаментов: {0} шт.

# #Houses_11
source: {0} Common Residences
ru: Обычных резиденций: {0} шт.

# #Houses_12
source: {0} Spacious Residences
ru: Просторных резиденций: {0} шт.

# #Houses_13
source: {0} Elegant Residences
ru: Элегантных резиденций: {0} шт.

# #Houses_14
source: {0} Fancy Residences
ru: Богатых резиденций: {0} шт.

# #Houses_15
source: {0} Common Manors
ru: Обычных поместий: {0} шт.

# #Houses_16
source: {0} Spacious Manors
ru: Просторных поместий: {0} шт.

# #Houses_17
source: {0} Elegant Manors
ru: Элегантных поместий: {0} шт.

# #Houses_18
source: {0} Stately Manors
ru: Величественных поместий: {0} шт.

# #Houses_19
source: {0} Modest Estates
ru: Скромных имений: {0} шт.

# #Houses_20
source: {0} Palatial Estates
ru: Роскошных имений: {0} шт.

# #Houses_Level
source: lvl
ru: ур.

# #KingdomRating
source: Kingdom rating of {0}
ru: Рейтинг Царства: {0}

# #MonumentRating
source: Monument rating of {0}
ru: Рейтинг монументов: {0}

# #Population
source: Population of {0}
ru: Население: {0}

# #ProsperityRating
source: Prosperity rating of {0}
ru: Рейтинг благополучия: {0}
