Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Menu_Options_Notifs.po
Languages: ru

source: Attack called off
ru: Нападение не состоялось

# #CityBecomeEgyptian
source: City becomes egyptian
ru: Город стал египетским

# #CityBecomeForeign
source: City becomes foreign
ru: Город стал иноземным

source: City sentiment update
ru: Изменение настроений в городе

source: City unemployment
ru: Безработица

# #Collapsed
source: Collapsed building
ru: Рухнуло здание

source: Collapsed mine
ru: Рухнул рудник

source: Debt
ru: Долг

source: Debt anniversary
ru: Годовщина долга

source: Disease
ru: Болезнь

source: Employees needed
ru: Требуются рабочие

source: Events
ru: События

source: Festival
ru: Праздник

# #Fire
source: Fire in the city
ru: В городе пожар

# #FishingBoatBlocked
source: Fishing boat can't navigate
ru: Рыбацкая лодка не может приплыть

source: Flooded clay pit
ru: Глиняный карьер затопило

source: Hidden
ru: Скрыто

source: Invasion reminder
ru: Напоминание о вторжении

# #KingdomDecrease
source: Kingdom standing decreases
ru: Рейтинг Царства падает

# #KingdomIncrease
source: Kingdom standing increases
ru: Рейтинг Царства растёт

source: Kingdom road blocked
ru: Царский тракт недоступен

source: Major blessings
ru: Большое благословение

# #MajorPlagues
source: Calamities
ru: Бедствия

source: Major wraths
ru: Большой гнев

source: Malaria
ru: Малярия

source: Minor blessings
ru: Малое благословение

source: Minor wraths
ru: Малый гнев

source: Monument finished
ru: Монумент завершён

source: Nilometer
ru: Нилометр

source: No working dock
ru: Нет действующей пристани

source: Out of money
ru: Кончились деньги

source: Plague
ru: Чума

source: Population Milestone
ru: Новая веха населения

source: Price changes
ru: Изменение цен

# #RequestCompliance
source: Request compliance possible
ru: Требование выполнимо

source: Theft
ru: Воровство

# #Toggled
source: Fullscreen
ru: На весть экран

# #TradeLevelDecrease
source: Trade level decreases
ru: Уровень торговли снизился

# #TradeLevelIncrease
source: Trade level increases
ru: Уровень торговли увеличился

# #TroopsBack
source: Troops are back
ru: Войска вернулись назад

# #WageDecrease
source: Wage decreases
ru: Жалование снизилось

# #WageIncrease
source: Wage increases
ru: Жалование увеличилось
