Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Missions.po
Languages: ru

# #C52_victory
source: With Cleopatra's deep treasury and Antony's genius for tactics, Octavian's fleet and veteran legions have been scattered to the four winds. Romans impatiently await the triumphant return of Antony and Cleopatra. Hand in hand, Rome and Alexandria will rule the Mediterranean for many more generations.
ru: Благодаря богатой казне Клеопатры и тактическому гению Антония флот Октавиана и его легионы опытных воинов были разбиты. Римляне с нетерпением ждут триумфального возвращения Антония и Клеопатры, а Рим и Александрия будут рука об руку править всем Средиземноморьем ещё много поколений.

# #CM01_name
source: Alexandria
ru: Александрия

# #CM01_tagline
source: An Alexandrian Affair
ru: Александрийское дело

# #CM02_mission
source: Keep an eye on the clock, as Pharaoh will send his hordes if you don't complete his obelisk in time. The region has all the resources needed to complete the monument, and you won't be hounded by any outside distractions like requests for items. Successful cities will have carefully planned roads and will make skillful use of the available land.
ru: Следите за часами, если вы не закончите обелиск вовремя, фараон натравит на вас свои орды. Регион богат всеми ресурсами, необходимыми для возведения монумента, и вас не будут досаждать никаким запросами на отправку товаров. Секрет процветания города лежит в тщательном планировании дорог и умелом использовании доступной земли.

# #CM02_name
source: Bridges
ru: Мосты

# #CM02_tagline
source: 20 Years until invasion
ru: 20 лет до вторжения

# #CM03_name
source: Cataract
ru: Порог

# #CM03_tagline
source: Abu Or Not Abu
ru: Абу или не Абу

# #CM04_mission
source: The Egyptian kingdom is now well established but Pharaoh wishes to continue its expansion. You are to establish a city for the purpose of creating weapons to aid Pharaoh's armies in this endeavor. As a reward for this undertaking you may also construct a modest pyramid for yourself. Look to Egypt's many settlements if you should require anything that the land does not provide. Be warned though, Egypt's accomplishments have not come without some resentment from its inferior neighbors, and their jealousy has sparked a call-to-arms against many Egyptian outposts. It would be wise to raise an army as quickly as possible. The enemy attacks may be frequent and could come from any direction!
ru: Египетское царство теперь прочно стоит на ногах, однако фараон желает дальнейшей экспансии. Вы должны основать город для производства оружия, чтобы помочь армии фараона в этом начинании. В награду за это вам будет разрешено построить себе скромную пирамиду. Наладьте связь с другими городами Египта, если вам понадобится что-то, чего нет в вашей земле. Однако имейте в виду, успехи Египта не остались незамеченными со стороны менее развитых соседей, и их зависть разожгла множество стычек на границах египетских форпостов. Рекомендуется собрать собственную армию как можно скорее. Вражеские атаки будут очень частыми и исходить с любого направления!

# #CM04_name
source: Chariot Blitz
ru: Колесничий блиц

# #CM04_tagline
source: Empire Expansion
ru: Расширение империи

# #CM05_mission
source: The perils of the civil war are over, and your family has triumphed. You rule Egypt with an iron fist, and many cities cower under your great authority. Some of these cities will provide you with the valuable wood you need to construct your magnificent Pyramid Complex in your new capital at Itjtawy. You should acknowledge their obedience by helping them in their times of need. Other cities, however, chafe under your rule. On, Khmun and Waset will rise up against you. Be prepared to strike them down if they rebel. Itjtawy should offer just enough of the finer things in life to keep people in the city. Your ratings goals are: Culture Rating of 30, Prosperity Rating of 40, Kingdom Rating of 40 and population of 5000. Be forewarned: if you do not accomplish these goals quickly, trouble could arise.
ru: Ужасы гражданской войны миновали, и теперь ваша семья пожинает плоды победы. Вы правите Египтом твёрдой рукой, и много городов склоняются перед вашей великой властью. Некоторые из этих городов поставляют вам ценную древесину, необходимую для строительства величественного комплекса пирамид в новой столице Иттауи. В знак признательности их покорности помогите им в трудный час. Другие же города весьма раздражены вашим правлением. Он, Шмун и Уасет скоро восстанут против вас. Будьте готовы усмирить их, если они взбунтуются. В Иттауи должен поддерживаться достаточно высокий уровень жизни, чтобы люди оставались в городе. Ваши целевые показатели: рейтинг культуры — 30, рейтинг благополучия — 40, рейтинг Царства — 40 и размер населения — 5000 людей. Предупреждаем: если вы не достигните этих целей в кратчайшие сроки, могут возникнуть проблемы.

# #CM05_name
source: Empire
ru: Империя

# #CM05_tagline
source: Rule your Empire
ru: Правьте своей империей

# #CM06_mission
source: Egypt's dominance has spread across the Mediterranean, and you have decided to personally oversee the establishment of Enkomi in Cyprus. Enkomi will be one of the most beautiful cities in the Egyptian empire, replete with all the luxuries of Egyptain life. Conditions in the city must be good enough for ten Palatial Estates to be established. You must also mark the territory as Egyptian by building three obelisks. While you are busy in Enkomi, people on the Egyptian mainland grumble about your absence. Some claim you have forgotten your priorities. As Egypt impatiently awaits your return, usurpers eye the throne of the land with increasing intensity. Complete your tasks in Enkomi as quickly as possible so that you can return to Egypt and reaffirm your power. If you linger too long in Enkomi, all will be lost...
ru: Господство Египта распространилось по всему Средиземноморью, и вы решили лично проследить за становлением Энгоми на Кипре. Энгоми станет одним из самых прекраснейших городов в империи, полным египетской роскоши. Уровень жизни должен быть достаточно высоким для появления десяти роскошных имений. Также вы должны построить три обелиска, дабы засвидетельствовать владение Египтом этих земель. Пока вы заняты строительством в Енгоми, на континенте люди недовольны вашим отсутствием. Кто-то даже заявляет, что вы забыли о своих прямых обязанностях. В то время, как вашего возвращения с нетерпением ждёт весь Египет, самозванцы начинают жадно поглядывать на пустующий трон. Выполните свои задачи в Энгоми как можно скорее, вернитесь в Египет и напомните о своей власти. Если вы пробудете там слишком долго, то потеряете всё...

# #CM06_name
source: Enkomi
ru: Энгоми

# #CM06_tagline
source: Hang In There
ru: Побудь здесь

# #CM07_mission
source: Great Pharaoh, your armies have conquered Kerma! Build a new city upon its ruins and defend it from marauding Kushites.The city site is very rich in resources and the terrain lends itself to defense. Only ever increasingly powerful Kushite invasions will disturb your city building plans.
ru: О великий фараон, ваши армии захватили Керму! Постройте на его руинах новый город и защитите его от мародёрских атак кушитов. Земли вокруг богаты ресурсами, а сама местность располагает к хорошей обороне. Ваши планы по строительству города могут нарушить только всё возрастающие набеги кушитских воинов.

# #CM07_name
source: Fortress Kerma
ru: Крепость Керма

# #CM07_tagline
source: Kush Wants Kerma back
ru: Кушиты требуют Керму назад

# #CM08_name
source: Gateway to Atlantis
ru: Врата в Атлантиду

# #CM08_tagline
source: We are not alone...
ru: Мы не одиноки...

# #CM09_mission
source: Pepy II has ruled Egypt for some 90 years and, like the old Pharaoh, the government is showing signs of crumbling. As the leader of Henen-nesw, you have designs on Egypt's throne. To prove your worthiness, quickly build an exemplary city at Henen-nesw, teeming with 10,000 people. Provide enough of the sweeter things in life to earn a Culture Rating of 60 and a Prosperity Rating of 70 and to allow for the development of one Palatial Estate. The rest of Egypt looks upon you with wary eyes, distrustful of your intentions. Lull them into a sense of security by responding to their every whim, earning a Kingdom Rating of 100. Crown your fine achievement by building three monuments, a Mausoleum, a Large Stepped Pyramid and a Small Stepped Pyramid. Quickly complete your goals, and prove to the country that you would make a much finer ruler than those upstarts at Waset. As you build your city at Henen-nesw, you find yourself being threatened by your enemies, the Libyans. To add to your difficulties, bloodthirsty Bedouin soldiers lurk to the west of the city. The rest of Egypt is concerned about your Pharaonic ambitions and will carefully watch your actions. If you appear to be a threat to them, they will push to cut you off before you have an opportunity to grow.
ru: Пиопи II правил Египтом 90 лет. Как и старый фараон, правительство больше не в состоянии править страной. Как правитель Хенен-несута, вы имеете претензии на трон. Дабы доказать свою состоятельность, быстро постройте в Хенен-несуте образцовый город численностью в 10 тысяч человек. Обеспечьте городу множество удобств, чтобы появилось роскошное имение, а рейтинг культуры достиг 60 и рейтинг процветания — 70. Остальной Египет настороженно следит за вашими действиями. Усыпите их бдительность, выполняя все их прихоти и получив рейтинг царства 100. Увенчайте свои выдающиеся достижения постройкой трёх монументов: мавзолея, большой и малой ступенчатой пирамиды. Быстро выполните свои задачи и докажите стране, что из вас получится более достойный правитель, чем из того выскочки из Уасета. Занимаясь строительством в Хенен-несуте, вы столкнётесь с угрозой со стороны недружественных ливийцев. Вдобавок к этому, кровожадные бедуины рыскают в землях к западу от города. Остальной Египет обеспокоен вашими притязаниями на титул фараона и будет внимательно следить за вашими действиями. Если они разглядят в вас угрозу, то постараются расправиться с вами до того, как вы сможете окрепнуть.

# #CM09_name
source: Henen-nesw
ru: Хенен-несут

# #CM09_tagline
source: So You Wanna Be Pharaoh
ru: Так значит, ты хочешь стать фараоном

# #CM10_name
source: Holy Grail
ru: Святой Грааль

# #CM10_tagline
source: The Holy Grail
ru: Святой Грааль

# #CM11_name
source: Hostile Nations
ru: Враждебные народы

# #CM11_tagline
source: Harsh Times Abound
ru: Суровые времена в изобилии

# #CM12_mission
source: You have everything you need to build the city of your dreams. You can afford to be generous with your resources, and as a result the rest of the world just can't shower you with enough gifts.
ru: У вас есть всё, чтобы построить город мечты. Щедро распоряжайтесь своими ресурсами, и остальной мир не сможет осыпать вас достаточным количеством даров.

# #CM12_name
source: King
ru: Царь

# #CM12_tagline
source: It's good to be king
ru: Хорошо быть царём

# #CM13_mission
source: What is this desolate wasteland whither you have been sent by Pharaoh? Legends of Libyan riches are false and the supple coast of which Pharaoh's messengers spoke is nothing but a rocky wasteland. Pharaoh has tasked you with establishing a prosperous port here, yet only with the help of the gods will you be able to succeed. Where is the copper that made the strong Libyan weapons? Where are the fertile pastures spoken of as legendary? Who are the mysterious Sea People threatening to invade your shores? Show respect for the gods in times of need: build temple complexes to celebrate their power and they will help you through your times of trouble.
ru: И почему фараон отправил вас в эту пустынную глушь? Легенды о ливийских богатствах оказались ложью, а благодатный берег, о котором твердили посланники фараона, — каменистой пустошью. Фараон поручил вам основать здесь процветающий порт, но только лишь боги способны вам в этом помочь. Где же та медь, из которой ковалось грозное ливийское оружие? Где легендарные плодородные поля? Что это за народы моря, грозящие вторгнуться в наши берега? Воздайте уважение богам в час нужды: постройте храмовый комплекс, дабы они заметили ваше рвение и помогли вам в трудное время.

# #CM13_name
source: Kyrene
ru: Кирена

# #CM13_tagline
source: A River In Libya
ru: Река в Ливии

# #CM14_mission
source: Egypt is a shining star amidst a land of savages. Any enlightened individual can clearly see that Egypt's achievements outshine all others and this is surely due to divine providence from the gods themselves. But there are those who prefer to live as animals rather than rise to their divinely assigned status. Thieves and villains plunder the tombs of your forefathers despite their most carefully laid out designs. Pharaoh does not wish his afterlife to be disturbed and has wisely chosen to construct his monument away from the eyes of the greedy jackals that would violate a consecrated tomb to profit their own contemptible existence. Pharaoh wishes his burial place to be somewhat more modest, and therefore less attractive to rogues, than his forebears. He has chosen you to build a mausoleum deep inside the carved caverns of the living rock itself. Workers have completed the hollowing out of a suitably sized chamber deep within a network of caves. You are now to finish the project by building Pharaoh's eternal resting place. You will be responsible for getting all needed supplies into the cavern and constructing the mausoleum, no small task. Pharaoh will also make good use of your operation to ensure a steady supply of copper to the kingdom.
ru: Египет сияет яркой звездой над землями дикарей. Любой просвещённый человек ясно видит, как благодаря божественному провидению достижения Египта затмевают все остальные. Но есть и те, что предпочитают жить грязным животным, а не достойным своего божественного статуса человеком. Воры и злодеи, несмотря на все ухищрения, безнаказанно грабят усыпальницы наших предков. Фараон не желает, чтобы его загробная жизнь была потревожена, и мудро решил построить свой монумент вдали от глаз жадных шакалов, желающих осквернить священную гробницу своей нечестивой жаждой наживы. Фараон желает, чтобы его место погребения было несколько скромнее и не привлекало внимания разбойников. Он выбрал вас для строительства мавзолея в вырезанных пещерах глубоко внутри цельной скалы. Рабочие уже завершили выемку породы под камеру подходящих размеров глубоко внутри сети пещер. Вам предстоит закончить проект, построив место вечного упокоения фараона. Вы обязаны доставить все необходимые для строительства мавзолея материалы, а это непростая задача. Фараон также время от времени будет пользоваться вашими услугами, чтобы обеспечить стабильные поставки меди в царство.

# #CM14_name
source: Lost Tomb
ru: Забытая гробница

# #CM14_tagline
source: Lost Tomb of the Pharaoh
ru: Забытая гробница фараона

# #CM15_name
source: NAFTA
ru: НАФТА

# #CM15_tagline
source: North African Free Trade
ru: Североафриканская зона свободной торговли

# #CM16_name
source: Pharaoh's Memphis
ru: Мемфис фараона

# #CM16_tagline
source: Create Your Capital
ru: Создайте свою столицу

# #CM17_mission
source: Pharaoh is confused. He has mistaken your oasis town of Farafra for a granite-producing city and is requesting granite from you for the construction of obelisks at Iken. In order to avoid humiliating Pharaoh by pointing out his mistake, you must fulfill his request in a timely fashion. Of course, this is all in addition to the fact that you are constructing a mausoleum and a pyramid for him... Use your knowledge of trade and manufacturing to satisfy the needs of Pharaoh.
ru: Фараон в замешательстве. Он посчитал, что ваш город-оазис Фарафра добывает гранит, и запросил у вас поставки этого материала для возведения обелисков в Икене. Дабы не выставить фараона на посмешище из-за этой ошибки, вы должны своевременно выполнить его запрос. Конечно же, не забывая при этом, что вы ещё строите для него мавзолей и пирамиду... Используйте свои познания в торговле и производстве, чтобы удовлетворить все потребности фараона.

# #CM17_name
source: Pyramid Scheme
ru: Схема пирамиды

# #CM17_tagline
source: 2 plus 2 is 5
ru: 2 плюс 2 будет 5

# #CM18_name
source: Sandbox
ru: Песочница

# #CM18_tagline
source: Just city-building
ru: Просто возведение города

# #CM19_name
source: Sandbox Bent and Sphinx
ru: Песочница: ломаная пирамида и сфинкс

# #CM19_tagline
source: Just city-building
ru: Просто возведение города

# #CM20_name
source: Sandbox Maus and Mastabas
ru: Песочница: мавзолеи и мастабы

# #CM20_tagline
source: Just city-building
ru: Просто возведение города

# #CM21_name
source: Sandbox Mudbrick Pyramids
ru: Песочница: кирпичные пирамиды

# #CM21_tagline
source: Just city-building
ru: Просто возведение города

# #CM22_name
source: Sandbox Obelisks
ru: Песочница: обелиски

# #CM22_tagline
source: Just city-building
ru: Просто возведение города

# #CM23_name
source: Sandbox Pyramids
ru: Песочница: пирамиды

# #CM23_tagline
source: Just city-building
ru: Просто возведение города

# #CM24_name
source: Sandbox Sun Temple
ru: Песочница: храм Солнца

# #CM24_tagline
source: Just city-building
ru: Просто возведение города

# #CM25_mission
source: In the Egyptian outpost at Shaat you will face a fierce band of Hyksos who have found refuge in the Kushite city of Kerma. Pharaoh has chosen you as the most capable of defeating these rogue invaders - a task which must be completed before Shaat can hope to prosper. Your best hope of defeating the fearsome Hyksos is to make good use of the mighty chariot. After rebuffing years of attacks from the Hyksos, respond to Kerma's request for troops to stamp out the Hyksos' threat once and for all. The people who are brave enough to live in Shaat should be rewarded for enduring attack after attack. Conditions in the city should be posh enough to result in one Palatial Estate. You also need to build a large obelisk to remind citizens of Egypt's glory and to declare Egypt's dominance to the Hyksos. By the way, you might notice that the game will say that four Palatial Estates are needed to win. Because the game counts each tile of a Palatial Estate separately, this really means that only one Palatial Estate is needed.
ru: У египетского форпоста в Шаате вы столкнётесь со свирепой бандой гиксосов, нашедших убежище в кушитском городе Керма. Следует сокрушить этих разбойников, иначе невозможно будет надеяться на процветание Шаата, и для выполнения этой задачи фараон выбрал именно вас как самого достойного кандидата. Единственная возможность победить грозных гиксосов — умело использовать могучие колесницы. Отразив несколько атак гиксосов, откликнитесь на просьбу о военной помощи от Кермы, чтобы раз и навсегда уничтожить неприятеля. Люди, что достаточно храбры, чтобы жить в Шаате, должны быть вознаграждены за то, что терпят бесчисленные нападения. Условия жизни в городе должны быть настолько высокими, чтобы в результате появилось хотя бы одно роскошное имение. Также вы должны построить большой обелиск, дабы напомнить жителями о славе Египта и провозгласить его господство на гиксосами. К слову говоря, вы могли заметить, что в условиях достижения победы значится появление четырёх роскошных имений. Поскольку игра считает каждую клетку роскошного имения отдельно, на самом деле это означает, что потребуется только одно роскошное имение.

# #CM25_name
source: Shaat
ru: Шаат

# #CM25_tagline
source: Egyptian Outpost
ru: Египетский форпост

# #CM26_mission
source: Pharaoh has ordered you to build a settlement at Farafra Oasis. In this arid land you must build a prosperous city, build large Mastaba tombs, and supply Pharaoh with all that he asks for (Pharaoh especially likes the local pottery, bricks, and wood). The only problem is that the Oasis is rather small. Your citizens will need the water that the oasis supplies, wild game inhabit the grassy areas, fertile meadows lie nearby, and valuable trees surround the oasis. It will take careful city planning to use the oasis to its fullest.
ru: Фараон приказал вам основать поселение в оазисе Фарафра. В этом засушливом регионе вы должны построить процветающий город с большими мастабами и снабжать фараона всем, чего бы он не потребует (ему особенно нравятся керамика, кирпичи и древесина местного производства). Единственной проблемой является то, что оазис совсем небольшой, а жителям нужна вода. Однако жизнь вокруг бьёт ключом: на плодородных полях пасутся дикие животные и растут ценные породы деревьев. Тщательно планируйте свой город, чтобы в полной мере воспользоваться всеми дарами оазиса.

# #CM26_name
source: Small Oasis
ru: Небольшой оазис

# #CM26_tagline
source: Water is Life
ru: Вода — это жизнь

# #CM27_name
source: Steps
ru: Ступени

# #CM27_tagline
source: City of Stepped Pyramids
ru: Город ступенчатых пирамид

# #CM28_name
source: The Good Life
ru: Хорошая жизнь

# #CM28_tagline
source: Live Long and Prosper
ru: Живи долго и процветай

# #CM29_name
source: Toshka
ru: Тошка

# #CM29_tagline
source: The Nubian frontier
ru: Нубийский рубеж

# #CM30_mission
source: Pharaoh's ability to rule is waning in his advanced years. Governmental infrastructure has become increasingly disorganized. Cities that once depended on leadership and trade from the capital are striking out on their own to acquire what they need. Some of these cities will call upon your city for assistance. Helping your neighbors will open new trade routes. But beware, as Pharaoh's power wanes, some communities will become bolder and greedier, and they may try to extort you. However, one city will prove to be an ally, and will provide you with gifts of valuable copper in exchange for military support. If you can protect your sister city, you can form an alliance to quash these treasonous cities and bring peace to the region. By then, trade with a new city will be available. This new route will provide you with the granite you need to build an obelisk in the ailing Pharaoh's honor.
ru: Власть стареющего фараона ослабевает. Бюрократическая структура становится всё неуправляемей. Города, однажды зависевшие от руководства и торговли со столицей, ныне самостоятельно приобретают всё необходимое. Некоторые из этих городов попросят у вас помощи, а взамен откроют с вами торговые отношения. Но будьте осторожны, власть фараона слабеет, и некоторые осмелевшие общины попробуют силой отобрать ваши богатства. Однако один город станет надёжным союзником и в обмен на военную помощь отблагодарит ваш город ценной медью. Если вы сможете защитить город-побратим, то сформируете грозный альянс, который сокрушит всех предателей и установит надёжный мир. К тому времени появится торговый путь с новым городом, по которому вы сможете закупить гранит для строительства обелиска во славу дряхлеющего фараона.

# #CM30_name
source: Two Cities
ru: Два города

# #CM30_tagline
source: Aid your sister city
ru: Помогите братскому городу

# #CM31_name
source: Unreliant
ru: Неуверенность

# #CM31_tagline
source: A self-sufficient city
ru: Самоподдерживающийся город

# #CM32_name
source: Warfare
ru: Военные действия

# #CM32_tagline
source: Keep the routes open
ru: Держите дороги открытыми

# #CM33_name
source: Riddle of the Sphinx
ru: Загадка Сфинкса

# #CM33_tagline
source: The stone guardian
ru: Каменный страж
