Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Missions.po
Languages: ru

# #200_mission
source: Welcome to ancient Egypt, land of the Pharaohs! Here you'll participate in the history of one of the greatest civilizations the world has ever seen, in an epic story that spans more than fifteen centuries and two dozen generations. You must lead one family, generation by generation, from its earliest beginnings in Egyptian pre-history, through the dawn of civilization...to the establishment of a unique and powerful empire...and beyond. Our story begins more than five thousand years ago, along the banks of the Nile river, in an area known as Nubt. Here a small confederacy of clans struggles to eke out an existence in the harsh environment. With you at its head, your family leads this small settlement.
ru: Добро пожаловать в Древний Египет, страну фараонов! Вы примете участие в истории величайшей цивилизации, просуществовавшей на протяжении пятнадцати столетий и двух десятков поколений. Вы проведёте свою династию вперёд, поколение за поколением, от зарождения египетской цивилизации — к становлению уникальной и могущественной империи и даже дальше. Наша история начинается более пяти тысяч лет назад, на берегах Нила, в местечке под названием Нубет. Здесь небольшая группа племён в суровых условиях ведёт борьбу за существование. Ваш род во главе с вами управляет этим небольшим поселением.

# #200_name
source: Nubt
ru: Нубет

# #200_tagline
source: A Village is Born
ru: Рождение деревни

# #200_victory
source: Well done! By filling your people's bellies with nourishing food and protecting their homes from fire and collapse, you have helped this fledgling civilization take its first step on the long road of history.
ru: Прекрасно! Накормив людей досыта и защитив их дома от пожаров и обрушений, вы помогли юной цивилизации сделать первый шаг в своей долгой истории.

# #201_mission
source: After many years, and the passing of a generation, your family has resettled in the area of Thinis, in Upper Egypt. Here, a small band of local rulers is attempting to extend its influence over Lower Egypt, and all lands along the river Nile, and to unite this realm under its own house, with one supreme leader. Establishing Thinis as a thriving city, like nothing ever seen before, will prove the worthiness of the Thinite confederacy, and help them gain supremacy over Lower Egypt and the other factions vying for power. In time, this will mean providing the population with entertainment, and building wonderful temples to worship the region's patron deity. To build a city this grand will require a substantial supply of cash. You'll find rich deposits of gold ore in Thinis, and harvesting them should be your first priority.
ru: Спустя много лет и одно поколение ваш род переселился в область Тиниса в Верхнем Египте. Здесь небольшая группа местных правителей пытается распространить своё влияние на Нижний Египет и все земли в долине Нила, дабы объединить их под единым началом верховного правителя одного рода. Если Тинис достигнет процветания, какого ещё не знал ни один город, то Тинитская конфедерация докажет свою жизнеспособность и сумеет установить господство над Нижним Египтом. Для этого необходимо выделить места для развлечений и воздвигнуть великолепные храмы в честь бога-покровителя. Чтобы добиться успеха, понадобится немало денег. В Тинисе есть богатые залежи золота. Его добыча должна стать для вас первостепенной задачей.

# #201_name
source: Thinis
ru: Тинис

# #201_tagline
source: The Dawn of Civilization
ru: Рассвет цивилизации

# #201_victory
source: Excellent. You have built the first true city in this unforgiving land, providing for your citizens' corporal and spiritual needs, and have helped the Thinite confederacy unify the divided land.
ru: Превосходно. Вы построили первый настоящий город в этих суровых землях, смогли удовлетворить физические и духовные потребности своих жителей и помогли Тинитской конфедерации объединить разобщённые племена.

# #202_mission
source: The Thinite nobles still struggle to unite the lands of the Nile under one supreme ruler. To aid them in their cause, it is hoped that you will endeavor to establish a thriving community at Perwadjyt, in the humid Delta region of Lower Egypt, thus spreading their influence throughout the length of the sacred river. To support a population larger than that of a village, you must learn to use agriculture. Egyptian farmers have begun to exploit the rich, fertile soil deposited by the annual Inundation of the Nile river for growing crops. The Nile can be hazardous, however. Many dangers lurk along its banks and in its waters, such as deadly crocodiles, hippopotamuses and malaria-carrying mosquitoes.
ru: Тинитская знать всё ещё пытается объединить земли в долине Нила под властью одного правителя. Чтобы помочь им, установите процветающее поселение в Пер-Уаджите в плодородной дельте Нижнего Египта, распространив таким образом своё влияние по всей священной реке. Чтобы поддерживать население большого города, вам придётся научиться земледелию. Египетские земледельцы начали обрабатывать плодородную почву, богато удобряемую ежегодными разливами Нила. Однако порой Нил может быть опасен. В водах реки таится множество угроз, включая смертельно опасных крокодилов и бегемотов, а вездесущие комары разносят малярию.

# #202_name
source: Perwadjyt
ru: Пер-Уаджит

# #202_tagline
source: The Precarious Nile
ru: Непредсказуемый Нил

# #202_victory
source: Superb! Your own citizens are beginning to look to you as their caretaker, and neighboring cities also hail you as a provider in times of need.
ru: Великолепно! Теперь ваши жители считают вас заботливым правителем, а соседние города могут положиться на вас в трудные времена.

# #203_mission
source: As the people who live along the Nile still struggle to survive in this harsh environment, a local king named Narmer has risen to power. Though Narmer has dominion over much of this land, full unification of the twin kingdoms has yet to be achieved. In commemoration of his accession, Narmer wishes your family to establish and govern a new city at Nekhen. This city will have temples to many of the gods of Egypt and numerous places of entertainment.
ru: В долине Нила, жители которой всё ещё продолжают осваивают суровый регион, к власти пришёл правитель Нармер. Хотя он владеет большей частью здешних земель, до объединения двух Царств ещё далеко. В ознаменование своего восхождения на трон Нармер повелел вашей династии основать новый город Нехен. В городе нужно воздвигнуть храмы богами Египта и выделить места для развлечений.

# #203_name
source: Nekhen
ru: Нехен

# #203_tagline
source: The First Pharaoh
ru: Первый фараон

# #203_victory
source: Well done! Thanks to your capable leadership, Egyptian civilization has advanced considerably, and will continue to do so in the coming decades.
ru: Прекрасно! Под вашим умелым руководством египетская цивилизация значительно продвинулась вперёд, и в ближайшие десятилетия её развитие продолжится.

# #204_mission
source: After a lengthy struggle, King Hor-Aha has managed to unite the twin kingdoms of Upper and Lower Egypt, and proclaimed himself Pharaoh over all Egypt! As a sign of his absolute sovereignty, and the establishment of this, the first dynasty of Egypt, Hor-Aha has ordered the founding of an imposing capital at Men-nefer, from which he may govern this fledgling nation. Because of your family's many generations of faithful service to this land, Pharaoh has chosen you to be the architect of this splendid city. Because the capital is the very symbol of our Kingdom, its citizens must enjoy a quality of life heretofore unknown in this land. To this end you will eventually need to trade with other cities in the realm, and to provide a higher standard of education for at least some of your citizens. You must also build a sacred mastaba tomb for the city's nobles.
ru: После длительной борьбы царь Хор Аха добился объединения Верхнего и Нижнего Египта и провозгласил себя фараоном всего Египта! Чтобы продемонстрировать незыблемость своей власти и ознаменовать появление первой правящей династии Египта, Хор Аха повелел основать великолепную столицу Мен-нефер, откуда он будет править зарождающейся нацией. Поскольку ваша династия на протяжении многих поколений верно служила этим землям, архитектором этого великолепного города фараон назначил именно вас. Столица является символом Царства, а потому её жителям необходимо обеспечить доселе невиданный уровень жизни. Для этого вам понадобится установить торговые пути к другим городам и обеспечить высокий уровень образования хотя бы для части населения. Кроме того, вы должны построить священную мастабу — усыпальницу для городской знати.

# #204_name
source: Men-nefer
ru: Мен-нефер

# #204_tagline
source: A Capital is Founded
ru: Основание столицы

# #204_victory
source: Congratulations. You have built a capital worthy both of the living and the dead. And, by developing trade relations with other cities, you have introduced your city to the world's stage.
ru: Поздравляем. Вы построили столицу, достойную и живых, и мёртвых. Наладив торговлю с другими городами, вы представили ваш город на мировой арене.

# #205_mission
source: A new Pharaoh, Den, has taken the throne of Egypt. Pharaoh is deeply concerned, as enemies have begun to threaten our borders, and our nation lacks adequate supplies of valuable copper needed to create weapons with which to equip our troops. Pharaoh Den has ordered a mining expedition into the unforgiving land of Sinai, beyond our borders and deep within Bedouin territory. The area known as Timna is rich in gold and copper ore, as well as precious turquoise gemstones, but it is otherwise barren. Conditions there will be harsh, and you'll need to import many amenities, perhaps even additional food and fine linen, from Egypt. Pharaoh will demand frequent shipments from Sinai and will ask you for money, copper, gemstones and weapons. You can use any surplus of these items to help support the expedition. Be always on your guard, for the Bedouin of the Sinai desert are formidable adversaries, and they will not willingly allow foreigners to occupy their land, let alone plunder their mineral wealth. To lighten the burden that such living conditions impose on your city's people, build a Pavilion at some busy intersection. Citizens can relax at the Pavilion's juggling and music stages, and, if you also build a Dance School, this new type of performance will provide great entertainment.
ru: Египетский трон занял новый фараон — Ден. Он обеспокоен набегами врагов на границах, а царству не хватает поставок очень ценной меди, необходимой для создания оружия нашим войскам. Фараон Ден приказал отправить экспедицию на её поиски в суровые земли Синая — территорию под контролем бедуинов далеко за пределами царства. Область, известная как Тимна, богата золотой и медной рудой, а также драгоценной бирюзой, но во остальном она пустынна. Условия жизни крайне тяжёлые, и нам придётся завозить из Египта необходимые материалы, возможно, даже еду и ткани. Фараон будет часто присылать запросы на отправку денег, меди, самоцветов и оружия. Излишки сверх этих запросов вы можете использовать для поддержания экспедиции. Будьте начеку: бедуины Синайской пустыни — грозные противники, и они не потерпят присутствия чужеземцев на своей земле, не говоря уже о хищении их богатств. Чтобы хоть как-то облегчить жизнь горожан в столь суровых условиях, постройте сцену на каком-нибудь из оживлённых перекрёстков. Жители смогут отвлечься от забот, наблюдая за выступлениями жонглёров и музыкантов. А если построить школу танцев, то появится новый вид развлечений, который доставит горожанам ещё большее удовольствие.

# #205_name
source: Timna
ru: Тимна

# #205_tagline
source: An Expedition to Sinai
ru: Синайский поход

# #205_victory
source: Pharaoh applauds you. Through your skilled management, you have successfully defended your city from Bedouin attack and provided Egypt with the means of defending itself.
ru: Фараон восхищён вами. Под вашим умелым руководством городу удалось защититься от набегов бедуинов и снабдить Египет средствами, так необходимыми для обороны.

# #206_mission
source: Egypt's military troops are now unmatched in the known world, but the new Pharaoh, Khasekhemwy of the second dynasty, now also demands a powerful navy based at Behdet. Nothing less than a fleet of warships will suffice to allow us dominion over the high seas, but timber is scarce, as our climate supports only a few sparse areas of forest. Cedar may be imported at great cost from Byblos, in the land of Lebanon to the northeast. Fortunately, exports of our native papyrus will provide a means of offsetting this expense.
ru: По всем известным землям гремит слава непобедимой армии Египта, однако новый фараон Хасехемуи из второй династии требует большего — создать могущественный флот в Бехдете. Чтобы завоевать господство на море, понадобится целая армада военных кораблей, однако в нашем климате местных источников необходимой для их постройки древесины очень мало. В Библе, ливанском городе на северо-востоке, можно закупить за большие деньги великолепную кедровую древесину. К счастью, экспорт производимого нами папируса сможет компенсировать такие затраты.

# #206_name
source: Behdet
ru: Бехдет

# #206_tagline
source: Pharaoh's Navy
ru: Флот фараона

# #206_victory
source: Pharaoh is pleased. You have mastered the seas and river and made good use of the resources they offer. The mighty navy you built patrols the waterways, securing our borders.
ru: Фараон доволен. Вы покорили моря и реку и пустили их богатства на благие дела. Построенный вами грозный флот теперь патрулирует воды, охраняя наши границы.

# #207_mission
source: Abedju, the burial place of our forefathers, has grown over the years into a sprawling necropolis of sacred tombs. Now, most noble men and women wish to make this their eternal resting place. To honor them, the new Pharaoh Khasekhemwy of the second dynasty has ordered the construction of three sacred mastaba tombs (one of greater size than the other two) for the local nobility. Pharaoh has also ordered the creation of a powerful navy, based at Behdet. Abedju, too must support a modest fleet of combat ships, if our shores are to remain totally secure. This will not be easy, as timber is scarce, and our climate supports only a few sparse areas of forest. Cedar may be imported at great cost from Byblos, in the land of Lebanon to the northeast. Fortunately, exports of our native papyrus will provide a means of offsetting this expense.
ru: Абджу, место упокоения наших предков, с годами превратился в некрополь из священных гробниц. Здесь желают обрести покой самые могущественные люди Царства. В знак их уважения новый фараон Хасехемуи из второй династии приказал воздвигнуть три священные мастабы (одна из которых должны быть крупнее других). Также фараон повелел основать могущественный флот в Бехтеде. Чтобы защитить наши берега, Абджу также должен разместить у себя несколько военных кораблей. Однако сделать это будет непросто: в нашем климате местных источников необходимой для их постройки древесины очень мало. В Библе, ливанском городе на северо-востоке, можно закупить за большие деньги великолепную кедровую древесину. К счастью, экспорт производимого нами папируса сможет компенсировать такие затраты.

# #207_name
source: Abedju
ru: Абджу

# #207_tagline
source: The Challenge of the Sea
ru: Освоение моря

# #207_victory
source: Pharaoh smiles at your accomplishments. You have made the most of what the river and sea have to offer, defending our borders with a small but capable fleet of ships. You have also honored the nobility by providing them with tombs to house their bodies.
ru: Фараона радуют ваши достижения. Вы смогли извлечь максимум пользы из реки и моря, защитив наши границы небольшим, но боеспособным флотом. Вы также воздали должное благородным семьям, обеспечив их гробницами, где будут покоиться их тела.

# #208_mission
source: A new Pharaoh, Nebka, has been proclaimed, heralding the beginning of the third dynasty of Egyptian rulers. Nebka has brought great organization and structure to Egypt, ordering that all our realm be divided into districts, or nomes, each governed by a local ruler called a 'Nomarch'. Though this system may seem rigid, under his leadership Egypt has grown and prospered, and made many great achievements in art and architecture. Merchant caravans, traveling oasis by oasis from deep within the African interior, have begun to provide Egypt with many rare and exotic luxury goods, now prized by our people. Unfortunately these caravans are routinely attacked by warriors from Libya, and even by Bedouin of the Eastern Desert. To secure these trade routes, Pharaoh Nebka, He of the Sedge and Bee, wishes you to establish a military post at the Selima Oasis, the hub of the caravan trade, far beyond the borders of our realm. There you will find some trees suitable for timber, the sale of which will help you raise money to fund the establishment of this outpost. To forge weapons, you may obtain copper from our newly established mines at Timna, in the land of Sinai. From the Selima Oasis, you may import ebony from the African nation of Kerma. Once you have succeeded in establishing this outpost, it shall provide a reliable source of ebony for all the cities in our realm.
ru: Был провозглашён новый фараон Небка, возвестивший о начале третьей династии египетских правителей. Небка реформировал власть в Египте, поделив землю на провинции или «номы». Каждым номом теперь руководит местный правитель, называемый «номархом». Хотя эта система может показаться несовершенной, но под руководством Небки Египет растёт и процветает, развиваются искусство и архитектура. Торговые караваны, следующие от оазиса к оазису из глубин Африки, начали поставлять Египту редчайшие и диковинные товары, которые очень ценятся среди наших жителей. К несчастью, на эти караваны регулярно нападают ливийские воины и бедуины из Восточной пустыни. Дабы обезопасить торговые пути, фараон Небка, владыка Пчелы и Камыша, повелевает вам основать военный форпост в оазисе Селима, центре караванной торговли, далеко за пределами нашего царства. Там есть немного деревьев для рубки, от продажи которых вы получите средства на развитие форпоста. Для создания оружия вы можете приобрести медь из наших новых шахт Тимны в землях Синая. В оазисе Селима можно закупать чёрное дерево у африканского народа Кермы. Построив форпост, вы обеспечите наши города надёжным источником чёрного дерева.

# #208_name
source: Selima Oasis
ru: Оазис Селима

# #208_tagline
source: The Road to Africa
ru: Дорога в Африку

# #208_victory
source: Well done! You have met the twin challenges of securing an important trade route and building a prosperous city that provides for even the most discriminating citizens. Your achievement is truly noteworthy.
ru: Прекрасно! Вы смогли не только обезопасить важный торговый путь, но и построить процветающий город, которым довольны даже самые придирчивые жители. Вы достигли поистине блестящих результатов.

# #209_mission
source: A new Pharaoh, Nebka, has been proclaimed, heralding the beginning of the third dynasty of Egyptian rulers. Nebka has brought great organization and structure to Egypt, ordering that all our realm be divided into districts, or nomes, each governed by a local ruler called a 'Nomarch'. Though this system may seem rigid, under his leadership Egypt has grown and prospered, and made many great achievements in art and architecture. Pharaoh wishes to extend the borders of our realm further south, into Nubia. He orders that a city be founded at the first cataract of the Nile, on the island of Abu, that we may take advantage of the abundant deposits of gemstones, granite and sandstone to be found there. The growing necropolis of Abedju demands these materials for the creation of more and more elaborate tombs for the nobility. The capital at Men-nefer, too, may have need of bricks for the construction of tombs, and Pharaoh Nebka may approve requests for these and other building materials. Pharaoh Nebka has also ordered that one of your peers establish a military post at the Selima Oasis, to secure the caravan routes into the African interior. Once it has been established, you may look to the Selima outpost as a source of imported ebony, a highly prized luxury good.
ru: Был провозглашён новый фараон Небка, возвестивший о начале третьей династии египетских правителей. Небка реформировал власть в Египте, поделив землю на провинции или «номы». Каждым номом теперь руководит местный правитель, называемый «номархом». Хотя эта система может показаться несовершенной, но под руководством Небки Египет растёт и процветает, развиваются искусство и архитектура. Фараон желает расширить границы наших владений дальше на юг, в Нубию. Он повелел основать город на первом пороге Нила, на острове Абу, чтобы получить доступ к местным залежам самоцветов, гранита и песчаника. Эти материалы требуются для создания ещё более изысканных усыпальниц египетской знати в растущем некрополе Абджу. Столице Мен-нефер также могут понадобиться поставки кирпичей для строительства гробниц, так что ожидайте от фараона запросы на эти и другие строительные материалы. Кроме того, фараон Небка приказал вашему родственнику основать форпост в оазисе Селима, чтобы предоставить защиту караванным путям вглубь Африки. Как только он будет установлен, вы можете рассчитывать на приобретение в Селиме чёрного дерево, чрезвычайно важного и дорогого товара.

# #209_name
source: Abu
ru: Абу

# #209_tagline
source: The Nubian Border
ru: Нубийская граница

# #209_victory
source: Well done! You have established a thriving city that other Egyptian cities look to as an example and that Nubia looks to with envy.
ru: Прекрасно! Вы основали процветающий город, на который равняются другие египетские города и с завистью заглядываются нубийцы.
