Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Missions.po
Languages: ru

# #C47_mission
source: For many generations Egyptians have been suffering under the cruel fist of Persia. Babylon's grip upon our sacred lands is, however, not as strong as it once was. While our accursed oppressors have been busy meddling in the politics of Greece, a series of revolts in Egypt has finally managed to loosen the hated Persian yoke. Now, however, word has reached Pharaoh Achoris that a force commanded by Fleet Admiral Conon (a Greek lackey receiving Persian gold) has been dispatched by Artaxerxes II and is headed for our shores. Pharaoh Achoris has wisely determined that a strong naval presence in the Nile is needed to thwart this incursion. As Royal Governor of Tanis, you must build strong ships and train stalwart troops to guard the approaches by water and land. You will need to establish a trade route with Enkomi to import sturdy wood with which to construct a fleet. Copper can also be imported from Enkomi, on the island of Cyprus. This trade route is precarious at best, as it runs close to the Levant coast, under control of our foe. Supplying the Pharaoh with needed supplies should help to supplement your income. Be aware that funds are tight in these troubled times. To succeed, you must be savvy in business and trade as well as a skillful commander.
ru: В течение многих поколений египтяне страдали под гнётом безжалостной Персии. Однако ныне господство Вавилона в нашей священной земле не так сильно, как раньше. Пока проклятые угнетатели погрязли в политических распрях с Грецией, череда восстаний в Египте наконец смогла ослабить ненавистную хватку персов. Впрочем, до фараона Ахориса дошли вести, что к нашим берегам по приказу Артаксеркса II направляются корабли под командованием флотоводца Конона (греческого приспешника, купленного на персидское золото). Фараон Ахорис мудро рассудил, что нам необходим сильный флот в Ниле, чтобы остановить это вторжение. Будучи царским наместником Таниса, вы должны построить надёжные корабли и обучить умелых воинов, дабы защитить подступы с моря и суши. Вам понадобится установить торговый путь к Энгоми на Кипре ради закупок прочной древесины. Медь можно закупать там же. Торговый путь довольно опасен, поскольку пролегает у побережья Леванта, находящегося во власти наших врагов. Снабжайте фараона всем необходимым, чтобы пополнить свои доходы. Учтите, что в такое неспокойное время средства находятся на исходе. Чтобы преуспеть, вы должны стать как бережливым торговцем, так и умелым военачальником.

# #C47_name
source: Tanis
ru: Танис

# #C47_tagline
source: Rebirth of a Navy
ru: Возрождение флота

# #C47_victory
source: Hail to the hero of Tanis, protector of Egypt! Your glorious victories on land and on water have secured Egypt's continued independence. The once-powerful Persians now quake before they speak the name of Pharaoh Achoris.
ru: Славьтесь, герой Таниса, защитник Египта! Ваши блестящие победы на земле и на воде сохранили независимость Египта. Некогда могущественные персы теперь дрожат от страха при имени фараона Ахориса.

# #C48_mission
source: The great Alexander, son of Phillip II of Macedon and scourge of the Babylonian Empire, blessed the lands of Egypt with his presence. With his coming, the final corrupt Persian satrap has hastily fled. After sacrificing to the Apis bull at Memphis, Alexander has been accepted as Pharaoh. All the people rejoice! Before setting off on his journey to the Oracle of Amun in the Siwi Oasis, however, our leader decided to found a new city, one that he wishes to someday be the capital of his vast and expanding empire. In his infinite wisdom, he has appointed you to be this future city's first mayor! The great Alexander has bestowed upon you a generous endowment of funds from which to begin construction, and has given you the services of the esteemed Greek architect Dinocrates. In a mere dozen years he expects you to have the commercial, cultural and military might of his city developed to high standards, as he has vowed to return. Our leader has even taken the time to trace the positions of the two main thoroughfares of his city. The Canopic Street runs along an east-west axis; the other main avenue is perpendicular to it and heads inland from Cape Lochias southward toward Lake Mariut. As trusted overseer of this project, you should quickly build port facilities and establish lucrative trade routes. There should be many customers for our products, especially wheat, barley, papyrus and linen. Do not neglect the cultural aspects of this city, nor its military, however, as there are still roaming vandals that wish to rob Egypt of her wealth.
ru: Великий полководец Александр, сын Филиппа II Македонского и бич Вавилонской империи, благословил своим присутствием земли Египта. Последний персидский сатрап спешно бежал, едва заслышав о его имени. Принеся Апису в жертву быка в Мемфисе, Александр удостоился титула фараона. Возрадуйтесь, люди! Перед отправкой к оракулу Амона в оазисе Сива наш повелитель приказал основать новый город, который, как он надеется, когда-нибудь станет столицей его огромной империи. В своей безграничной мудрости Александр назначил вас правителем будущей столицы! Он снабдил вас значительной суммой на строительство и предоставил в ваше распоряжение прославленного греческого архитектора Дейнократа. Он ожидает, что через двенадцать лет, когда он вернётся, город станет торговой, культурной и военной столицей. Наш властитель даже нашёл время, чтобы разметить две центральные улицы будущего города. Улица Канопик тянется с востока на запад. Другая улица расположена перпендикулярно и, начинаясь от мыса Лохиас, идёт на юг в сторону озера Марьют. Как доверенному советнику данного проекта, вам следует быстро построить порт и проложить выгодные торговые пути. На ваши товары быстро найдутся покупатели, особенно на пшеницу, ячмень, папирус и ткань. Не забывайте также о культурной жизни города и позаботьтесь о защите. Ещё остались бродячие варвары, которые не преминут разграбить сокровища Египта.

# #C48_name
source: Alexandria
ru: Александрия

# #C48_tagline
source: Alexander the Great
ru: Александр Великий

# #C48_victory
source: You have done well. Your wise leadership and careful planning have positioned Alexandria to be the hub of Mediterranean commerce. It is most unfortunate that Alexander the Great never saw his empire's capital. At least we have the satisfaction to know that he is now safely entombed within it.
ru: Вы справились достойно. Ваша мудрость и тщательное планирование сделали Александрию центром торговли в Средиземноморье. Какое несчастье, что сам Александр Великий так и не увидел столицы своей империи. Но мы хотя бы знаем, что он надёжно погребён в её сердце.

# #C49_mission
source: The legacy of Alexander the Great lives on in our proud city. Even though his mortal remains rest in Alexandria's Mausoleum, his great city continues to thrive. It is up to you, Ptolemy I Soter, to carry on with the job the noble Alexander began. Since its founding by Alexander barely 30 years ago, the city has become a powerful commercial hub, supplying much-needed foodstuffs and items of luxury to much of the surrounding area. To further its economic progress and to ensure safe passage of the many ships entering the great harbor, you should construct a massive Lighthouse on Pharos Island, near the mouth of the harbor. This structure's beacon of light will guide distant seafarers safely into the harbor, ensuring that they do not founder on its tricky shoals. Important as commerce is, however, you cannot ignore the cultural and intellectual advancement of our society. Under your leadership Alexandria can now become the intellectual capital of the known world as well. Gather works of knowledge from near and far, and build a great Library in which to keep them. As sure as ants are attracted to honey, learned scholars from all over will journey to this unrivaled center of knowledge and learning. To build these great monuments you will need to import a building material, such as white marble, that will be suitable for such great structures. Enkomi, on the island of Cyprus, is a good source for this material. Lastly, do not ignore your military. There always seems to be unrest in one place or another. It might be necessary to dispatch troops to distant frontiers to protect Egypt's interests and defend her honor.
ru: Наследие Александра Великого до сих пор живёт в нашем славном городе. Пусть его останки ныне покоятся в городском мавзолее, Александрия, его великое детище, продолжает процветать. И вы, Птолемей I Сотер, продолжите дело, начатое благородным Александром. Город был основан всего тридцать лет назад, но уже стал мощным торговым центром, снабжающим провизией и предметами роскоши обширные земли вкруг. Чтобы и впредь обеспечить процветание и безопасный проход кораблей, прибывающих в великий порт, вы должны возвести большой маяк на острове Фарос рядом со входом в залив. Путеводный свет маяка поможет мореплавателям избежать коварных отмелей и безопасно прибыть в порт. Но как бы ни была важна торговля, нельзя игнорировать культурное и интеллектуальное развитие нашего общества. Под вашим руководством Александрия сможет стать и столицей мирового знания. Постройте великую библиотеку, где будут храниться научные труды с далёких и близких земель. Словно пчёлы на мёд, именитые учёные со всего света будут стекаться к этому непревзойдённому центру просвещения. Для постройки столь великих монументов вам потребуется закупать белый мрамор — он отлично подойдёт для столь величественных зданий. Его можно найти в Энгоми на острове Кипр. И последнее: не забывайте о своём войске. То тут, то там часто будут вспыхивать недовольства. Возможно, вам придётся посылать войска к далёким рубежам во имя интересов и чести Египта.

# #C49_name
source: Ptolemy's Alexandria
ru: Александрия Птолемея

# #C49_tagline
source: A Beacon of Light
ru: Светоч Египта

# #C49_victory
source: The metropolis of Alexandria now shines as a beacon to the world! Its Great Library is unsurpassed as a center for scholastic learning, and the towering Pharos Lighthouse is already one of the true wonders of the world.
ru: Славный город Александрия теперь сияет на весь мир, словно маяк! Его Великая библиотека не имеет себе равных как центр науки и знаний, а Фаросский маяк уже стал одним из чудес света.

# #C50_mission
source: The indelicate grasp of the Roman Empire grows stronger and reaches farther with each passing day. Even the deadly political power struggles of Rome have reached our land. With the recent assassination of Pompey on the shores of Egypt, Julius Caesar now has complete control of Rome's mighty legions and has cast his eyes upon the riches of Egypt - and upon the beauty of our beguiling pharaoh, Cleopatra VII, daughter of Ptolemy XII Auletes. Our clever leader is not easily outdone on the battlefield of wits, however. If Caesar desires to use her as a means to further Rome's influence in Egypt, so too does she plan to employ him as an instrument of maintaining the dynastic power of our great land. Caesar's arrival in Alexandria with his unpopular Romans has sparked an uprising among its independent minded citizens. An unruly mob, egged on by Cleopatra's younger brother Ptolemy XIII, has cornered Caesar and his men in the royal quarter of the city. Bitter street fighting has erupted, claiming many casualties. In a bid to keep his seaward escape route open, Caesar burned the Egyptian fleet as it lay at anchor in Alexandria's harbor. Unfortunately the conflagration spread to some shoreline warehouses, burning great quantities of papyrus scrolls belonging to the Great Library. To break the trap in which he now finds himself, Caesar has summoned the loyal Mithradates and his troops from Syria to effect his rescue. After successfully storming the border fortress of Migdol, Mithradates has force-marched his men around the apex of the Nile delta so to approach Alexandria from the southeast. The lead elements of this force are currently encamped on the outskirts of the small village of Maritis, on the eastern shore of Lake Mariut, preparing for the final leg of their journey. The baleful Ptolemy XIII has learned of the approach of these reinforcements. In response he has marched the bulk of his more numerous army southeastward out of Alexandria. A decisive battle on the eastern shore of Lake Mariut is about to ensue. Can you, commanding Mithradates' Roman legions, defeat Ptolemy's rebellious Egyptian army and break through to Caesar and Cleopatra in Alexandria? Their fate rests in your hands.
ru: Грубая хватка Римской империи день ото дня становится всё сильнее и простирается всё дальше. Смертельная борьба за власть между политиками Рима достигла даже наших земель. После недавнего убийства Помпея на берегах Египта, грозными легионами Рима теперь командует Юлий Цезарь, обратившего свой взор на богатства Египта и красоту нашей царицы Клеопатры VII, дочери Птолемея XII Авлета. Но над нашей правительницей не так-то просто взять верх в поединках интриг. Цезарь хочет использовать её для усиления влияния Рима в Египте, но и она сама планирует использовать его для сохранения власти династии в наших славных землях. Прибытие Цезаря с римскими войсками в Александрию вызвало бунт среди свободных жителей. Необузданная толпа, подстрекаемая младшим братом Клеопатры Птолемеем XIII, осадила Цезаря и его людей в правительственном квартале города. Разразилась ожесточённая уличная бойня, унёсшая жизни многих людей. Пытаясь сохранить путь к отступлению через море, Цезарь сжёг египетский флот, стоявший на якоре в гавани Александрии. К несчастью, огонь перекинулся на прибрежные склады и уничтожил много папирусных свитков, принадлежащих Великой библиотеке. Чтобы выбраться из ловушки, Цезарь призвал для своего спасения верного Митридата и его войска из Сирии. После успешного штурма пограничной крепости Мигдол, Митридат форсировал дельту Нила и подошёл к Александрии с юго-востока. Его передовые силы в ожидании последнего броска уже обосновались на окраине небольшого селения Маритис на восточном берегу озера Марьют. Злобный Птолемей XIII узнал о подходе этого подкрепления и в ответ отправил основную часть своей многочисленной армии из Александрии на юго-восток. Решающая битва на берегу озера Марьют вот-вот начнётся. Сумеете ли вы, командуя римскими легионами Митридата, победить мятежную армию Птолемея и прорваться к Цезарю и Клеопатре в Александрии? Их судьба — в ваших руках.

# #C50_name
source: Maritis
ru: Маритис

# #C50_tagline
source: Caesar and Cleopatra
ru: Цезарь и Клеопатра

# #C50_victory
source: Your mighty legions have crushed Ptolemy XIII's rabble. His drowned body was dredged from the Nile as proof of his death. The siege has been lifted and Cleopatra is now secure on her throne. To celebrate the victory and further cement their relationship, Caesar and Cleopatra are now embarked on a journey up the Nile aboard the luxurious royal barge.
ru: Ваши могучие легионы сокрушили отребье Птолемея XIII. Его тело выловили из Нила в доказательство того, что он действительно мёртв. Осада была снята, и притязания Клеопатры на престол теперь вне сомнений. Чтобы отпраздновать победу и ещё больше укрепить отношения, Цезарь и Клеопатра отправились в путешествие вверх по Нилу на роскошной царской барже.

# #C51_mission
source: Caesar's bloody death at the points of assassins' daggers cast the Roman world into turmoil and has driven you, our Pharaoh, Cleopatra VII, into grief and mourning. Gone is your lover, mentor, confidant and powerful ally. Octavian, his teen-aged adopted great-nephew, has been named as heir but the more experienced Mark Antony, previously a consul to Caesar, has become the nominal head of state, somewhat to the ire of the young Octavian. Not surprisingly, Caesar's will made no mention of your son by him, Ptolemy Caesar, popularly known as Caesarion. Desiring safety for yourself and your child and, as always, seeking to preserve the power of Egypt, you have departed Rome for Alexandria. Despite all the leagues between Rome and yourself, you cannot leave behind all of its internecine squabbles. Powerful men still vie for power - your support and the access to the riches of Egypt would be a great asset to any faction. For you to back a winner in this power struggle is critical; siding with the loser could easily result in the end of Egypt. The dramatic showdown between the rival Roman factions recently occurred at Philippi where Mark Antony's Caesarians decisively beat the forces of Brutus and Cassius. Antony, Octavian and Lipidus have now carved up the empire for joint rule, with Antony claiming the eastern portion, which includes Egypt. Not long after the battle, Mark Antony summoned you to join him at Tarsus in Asia Minor, so that you might better explain why you had been slow to cast your lot with the Caesarians. Not one to be summoned like a lapdog, you wisely declined to respond. After all, you know better than most that it is much better to see a Roman under your own terms and conditions, not his! Thus you, Pharaoh Cleopatra, have returned home to Alexandria, to Egypt. It is now time to expand the glory of this magnificent city, founded by the Great Alexander whose tomb is still frequented by visitors. Alexandria's renowned Great Library continues to attract scholars from all over the world; the bright beacon of the wondrous Pharos Lighthouse still burns so that seafarers can safely make their way through the treacherous waters of the harbor. Now you can further enrich the beauty of the city by constructing the expansive Caesareum in honor of your former lover and your young son. Additionally, ensure your own successful passage into the afterlife by building another mausoleum so that you can be duly worshipped after your journey into the Field of Reeds. The next time Mark Antony calls for you, perhaps he will employ a bit more tact?
ru: Кровавая смерть Цезаря от кинжалов убийц посеяла смуту в Римской империи и ввергла вас, царицу Клеопатру VII, в пучину скорби. Нет больше возлюбленного, наставника, доверенного и могущественного союзника. Наследником был провозглашён Октавиан — юный приёмный внучатый племянник Цезаря, но фактическим лидером, к неудовольствию юного Октавиана, стал более опытный Марк Антоний, бывший консул Цезаря. Последняя воля Цезаря ожидаемо не упоминала вашего с ним сына Птолемея Цезаря, в народе прозванного Цезарионом. Желая обеспечить безопасность себе и сыну и, как и всегда, пытаясь сохранить могущество Египта, вы покинули Рим и отправились в Александрию. Но несмотря на разделяющие вас и Рим расстояние, вы не можете избавиться от римских интриг. Влиятельные мужи по-прежнему борются за власть, и ваша поддержка и доступ к богатствам Египта будут крайне выгодны любой стороне. Для вас жизненно важно поддержать в этой борьбе того, кто станет победителем; встав на сторону проигравшего, вы обречёте Египет на крах. Противостояние между сторонами уже вылилось в открытое сражение при Филиппах, где цезариты Марка Антония нанесли сокрушительное поражение войскам Брута и Кассия. Антоний, Октавиан и Лепид теперь совместно правят империей, восточную часть вместе с Египтом забрал себе Антоний. Вскоре после битвы Антоний призвал вас к себе Тарсус в Малой Азии, дабы вы объяснились, почему так медлили с поддержкой цезаритов. Но вы не из тех, кого можно призвать как собаку, и мудро решили не отвечать. В конце концов, кому, как не вам, знать что с римлянином лучше встречаться на своих, а не навязанных им условиях! И потому вы, царица Клеопатра, вернулись домой в Египет, в Александрию. Сейчас время приумножать величие этого великолепного города, основанного самим Александром Великим, к чьей гробнице по-прежнему приходят люди. В знаменитую Великую библиотеку Александрии по-прежнему приезжают учёные со всего света, а Фаросский маяк всё так же сияет, указывая мореходам безопасный путь в коварных водах гавани. Теперь вы можете сделать город ещё красивее, построив обширный Цезариум в честь возлюбленного и вашего юного сына. Кроме того, вам необходимо подготовить всё для перехода в иной мир, построив ещё один мавзолей. В нём вам продолжат поклоняться и после того, как вы отправитесь на поля Иалу. Возможно, в следующий раз Марк Антоний проявит больше такта?

# #C51_name
source: Cleopatra's Alexandria
ru: Александрия Клеопатры

# #C51_tagline
source: The Legacy of a Queen
ru: Наследие царицы

# #C51_victory
source: The splendors of Alexandria and the fate of Egypt are in good hands under your direction. As expected, when you finally blessed Mark Antony with your presence, he paid you proper homage while seeking your financial aid in furthering his goals. In fact, he became so enamored of you that he has come to Alexandria to be your companion and lover.
ru: Великолепная Александрия и судьба всего Египта находятся в ваших надёжных руках. Как и ожидалось, когда вы все-таки соблаговолили озарить Марка Антония своим присутствием, он обращался к вам со всеми почестями, надеясь получить деньги для своих целей. Он настолько вами увлёкся, что прибыл в Александрию, чтобы стать вашим спутником и возлюбленным.

# #C52_mission
source: Oh noble Pharaoh Cleopatra VII, consort of Caesar and now Antony, the destiny of Egypt is in your hands, but your hands now nest in those of a Roman, Mark Antony - and he is deeply embroiled in the struggle for control of Rome and its legions. Needing Egypt's inestimable resources, but also desiring your love and affection, Antony agreed to your demand of marriage. Unfortunately, word of this new union has scandalized Rome! As you were aware, Antony was still wed to Octavia, sister of Octavian, legal heir of Caesar and, with Antony, joint wielder of Rome's might. But with news of the polygamous ways of Antony, this relationship has become severely strained. Octavian feels that Antony has slurred not only the honor of his sister and his family, but the prestige of Rome as well. To settle this matter of honor, and to bring to an end the struggle for ultimate control of Rome, Octavian has duly challenged your lover, Antony to do battle. With this in mind Antony, accompanied by you and your Egyptian fleet, has found a location on the Greek mainland near Actium for a camp. The site offers a good harbor with many potential berths for your ships. You must quickly build up your military, especially the naval arm. Now your fate and Mark Antony's, as well as the fate of Egypt and Rome, depend once again upon the performance of military might.
ru: О благородная Клеопатра VII, супруга Цезаря, а теперь Антония, в ваших руках покоится судьба Египта, но ваши руки отныне покоятся в ладонях римлянина Марка Антония, а он с головой погружён в борьбу за власть над Римом и его легионами. Нуждаясь не только в бесчисленных богатствах Египта, но и вашей любви и привязанности, Антоний согласился с требованием жениться на вас. К сожалению, весть об этом союзе прокатилась громким скандалом по Риму! Вы знали, что Антоний до сих пор был женат на Октавии, сестре Октавиана, законного наследника Цезаря и соправителя Рима. Но новости о двоеженстве Антония охладили их отношения до предела. Октавиану кажется, что Антоний оскорбил не только честь его сестры и семьи, но и престиж всего Рима. Чтобы решить этот вопрос и наконец обрести всю полноту власти над Римом, Октавиан вызвал вашего возлюбленного на бой. Антоний, в сопровождении вас и всего египетского флота, нашёл место для лагеря в греческой земле у Акциума. Там есть хороший порт, где можно будет разместить много ваших кораблей. Вы должны быстро усилить мощь войска, особенно флота. Ваша судьба, судьба Марка Антония, как и судьба Египта и Рима, вновь зависят от силы и доблести ваших воинов.

# #C52_name
source: Actium
ru: Акциум

# #C52_tagline
source: Antony and Cleopatra
ru: Антоний и Клеопатра
