Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Missions.po
Languages: ru

# #210_mission
source: The accession of Pharaoh Djoser to the throne of Egypt has ushered in a new era of wisdom, learning and artistic achievement. A royal cemetery is to be established at Saqqara, to serve as the eternal resting place for nobles such as Hezyre and Khabausokar, Pharaoh's trusted courtiers. But this site shall also contain a monument the like of which the world has never seen before. I, the Pharaoh's royal vizier Imhotep, have conceived a new form of sacred tomb for Pharaoh. Unlike the low mud brick mastabas of prior Pharaohs, this tomb shall rise toward the heavens, as if it were comprised of several mastabas, placed one on top of the other. And what's more, this 'stepped pyramid' shall be constructed entirely of stone, that it may endure the passage of the eons. Deep within, a sarcophagus of solid granite shall hold Pharaoh's body for his eternal rest. Priests at the necropolis of Abedju have perfected the art of using linen to embalm the dead, thus opening the door to everlasting life to all Egyptians. Our trading post at the Selima Oasis still thrives, and from there you may import ebony from Africa. Pharaoh has given you a generous supply of cash to get started on this project. Do not let him down.
ru: Восхождение на трон фараона Джосера знаменует начало новой эпохи достижений в области мудрости, знаний и искусства. В Саккаре решено основать царский некрополь, где обретут вечный покой знатные люди из ближайшего окружения, например Хесира и Хабаусокар. Но здесь также будет возведён монумент, какого мир ещё не видал прежде. Я, придворный визирь Имхотеп, придумал для фараона усыпальницу новой формы. В отличие от невысоких кирпичных мастаб предыдущих фараонов, эта гробница должна возвышаться к небесам, будто собранная из нескольких мастаб, водружённых друг на друга. Кроме того, эту «ступенчатую пирамиду» следует целиком построить из камня, дабы она простояла веками. Глубоко внутри будет установлен саркофаг из цельного гранита, который будет вечно хранить тело фараона. Жрецы некрополя Абджу в совершенстве овладели мастерством бальзамирования мёртвых с помощью ткани и открыли дверь к вечной жизни всем египтянам. Наш торговый форпост в оазисе Селима по-прежнему процветает, там вы можете закупать чёрное дерево из Африки. Фараон выделил вам для строительства значительную сумму. Не подведите его.

# #210_name
source: Saqqara
ru: Саккара

# #210_tagline
source: The First Pyramid
ru: Первая пирамида

# #210_victory
source: The feat you have accomplished is unmatched. With your wisdom, a massive pyramid, unlike anything that has been seen before, stretches toward the sky and guarantees immortality to our beloved Pharaoh.
ru: Ваши достижения поражают воображение. Возведённая под вашим мудрым руководством огромная пирамида теперь обращена к небу и сулит бессмертие нашему любимому фараону.

# #211_mission
source: Like Den before him, Pharaoh Huni has ordered an expedition into the harsh land of Sinai to acquire turquoise gemstones and copper. He wishes you to lead this expedition, to a place called Serabit Khadim, where the building remains of an earlier Egyptian outpost may still be found. Their current condition is unknown, but they may still provide some means of defense for the expedition. You should be aware that the last such expedition sent to this area never returned. A later expedition sent to recover them also did not return. Nevertheless, if we are to arm our soldiers adequately, our Kingdom needs copper for making weapons, and this metal is scarce in our land. Prepare yourself, for you will be under constant threat of attack from the Bedouin of the Sinai desert, and from our enemies the Canaanites. Mine what copper and gemstones you may under these conditions, and be prompt in fulfilling Pharaoh's requests. You may employ jewelers to use any surplus gemstones to fashion jewelry for the people occupying the settlement.
ru: Как Ден прежде, фараон Хуни приказал снарядить поход в суровые земли Синая, чтобы наладить добычу бирюзы и меди. Он пожелал, чтобы вы возглавили эту экспедицию в Серабит-Хадим, где когда-то находилось египетское поселение. Неизвестно, в каком состоянии оно находится, однако наверняка сможет послужить укрытием для экспедиции. Знайте, что из последнего похода в эти земли никто не вернулся, как и те, кто отправился к ним на помощь. Тем не менее, для оружия наших солдат Царство отчаянно нуждается в меди, которая почти не встречается на наших землях. Приготовьтесь к тому, что вам придётся постоянно отражать атаки бедуинов из синайской пустыни, как и атаки наших врагов ханаанеев. Добудьте столько меди и самоцветов, сколько можете в столь тяжёлых условиях, и вовремя исполняйте запросы фараона. Постройте несколько ювелирных мастерских, чтобы создавать из излишков самоцветов вычурные украшения для нужд людей поселения.

# #211_name
source: Serabit Khadim
ru: Серабит-Хадим

# #211_tagline
source: The Bedouin of the East
ru: Бедуины с востока

# #211_victory
source: You have managed to overcome the dangers of Sinai and supplied Egypt with copious amounts of precious copper and turquoise. Your deeds will be remembered for generations.
ru: Вы преодолели опасности Синая и обеспечили Египет ценной медью и бирюзой. Ваши деяния останутся в памяти последующих поколений.

# #212_mission
source: Pharaoh Huni wishes to spend everlasting eternity in a stepped pyramid, like that of Djoser before him. He wishes to be surrounded by the tombs of his nobles, and has chosen Meidum, in Lower Egypt, as the site for this royal necropolis. As a symbol of thanks for the many generations of faithful service provided by your house, Huni has also consented to allow you to be interred at Meidum, in your own tomb. In doing this, he has also conferred great honor upon your family. To ensure that the wisdom and learning of Egypt is preserved through the ages, Pharaoh Huni also urges the construction of royal libraries. Once filled with scrolls of papyrus, these will provide higher education to the upper classes. Pharaoh has sent another of his faithful courtiers on an expedition to Serabit Khadim, in the harsh land of Sinai, to acquire turquoise gemstones. If this expedition is a success, you may look forward to importing gemstones from there. Jewelers can use these to fashion jewelry, a valuable luxury good, for the people of your city. The once-thriving city of Behdet has begun to decline, and no longer exports many of the commodities they were once known for.
ru: Фараон Хуни, подобно Джосеру, желает провести вечность в ступенчатой пирамиде. Также он пожелал, чтобы его окружали усыпальницы его ближайших сподвижников. Местом для строительства царского некрополя был выбран Медум в Нижнем Египте. Ваша династия верно служила фараонам на протяжении многих поколений, и в знак благодарности Хуни дозволяет вам воздвигнуть в Медуме собственную гробницу. Это большая честь для вашего рода. Дабы навеки сохранить мудрость и знания Египта, фараон Хуни повелел построить царские библиотеки. Когда полки заполнятся папирусными свитками, высшие слои общества получат доступ к новому уровню образования. Фараон отправил одного из верных поданных в поход к селению Серабит-Хадим, в суровых землях Синая, чтобы наладить добычу бирюзы. Если поход завершится успехом, то вы сможете закупать там самоцветы. Из них ювелиры могут создать украшения — ценный предмет роскоши для ваших горожан. Тем временем некогда процветавший Бехдет переживает не лучшие времена и больше не экспортирует товары, которым ранее славился.

# #212_name
source: Meidum
ru: Медум

# #212_tagline
source: A Royal Necropolis
ru: Царский некрополь

# #212_victory
source: Excellent. The royal necropolis you have endeavored to build is truly splendid. You and your family's years of dedicated service have been richly rewarded with a sacred tomb of your own.
ru: Превосходно. Построенный вами царский некрополь поистине великолепен. Годы верного служения вашей семьи были щедро вознаграждены — теперь у вас есть собственная священная гробница.

# #213_mission
source: Our new Pharaoh, Snofru, is determined that this, the fourth dynasty, be remembered as the greatest ever to rule Egypt. Pharaoh wishes that our borders be pushed even further south. He has therefore decreed that we invade Nubia, and establish a fortified city at Buhen, beside the second cataract of the Nile. There you must also erect a granite obelisk, to serve as a beacon that this area forever belongs to Egypt, and to Pharaoh. There is no granite to be found so far south, however, so you will need to import it from Abu. At Buhen you will encounter fierce and seasoned Nubian warriors, who will fight to the death to prevent us from establishing a foothold so far south. Do not despair, for after rigorous training at a Military Academy, your fighting men may emerge as seasoned veterans themselves. What's more, our military engineers have perfected the design of several defensive structures, such as fortified Towers, Walls and Gatehouses. These will prove invaluable in withstanding the onslaught of the Nubian army. Transport ships may also be employed, to aid in moving your army around by water when necessary. To the north, we have opened relations with Enkomi, on the island of Cyprus. This land is named for its abundant reserves of copper ore, which we are now able to purchase from them. However, thanks to a recently established Egyptian mining community at Serabit Khadim, in the land of Sinai, we are able to supply our governors with copper at a much more affordable price. Supplies from Serabit Khadim are often erratic, due to unrelenting Bedouin and Canaanite attacks against the settlement, and we are uncertain how much longer the Egyptian forces stationed there can hold out. Pharaoh's burial place, a unique and spectacular monument, is currently under construction at Dahshur. From time to time Pharaoh may request that you contribute some limestone to aid in the completion of this project.
ru: Наш новый фараон Снофру намерен сделать всё, чтобы четвёртая династия запомнилась как самая величайшая в Египте. Фараон желает расширить наши границы дальше на юг. Он приказал вторгнуться в Нубию и основать крепость Бухен у второго порога Нила. Там же нужно воздвигнуть гранитный обелиск, который вечно будет гласить о том, что эти земли отныне принадлежат Египту и фараону. Так далеко на юге гранита не найти, поэтому его придётся ввозить из Абу. В Бухене вы столкнётесь со свирепыми и опытными нубийскими воинами, готовым биться насмерть, лишь бы не пустить вас на юг. Но не отчаивайтесь, после усердных тренировок в военной школе ваши воины смогут набраться опыта. Кроме того, военные инженеры улучшили конструкции оборонительных сооружений — башен, стен и ворот. Они будут незаменимым средством защиты против нубийской армии. При необходимости можно перевозить воинов по воде на транспортных кораблях. На севере Египет установил отношения с Энгоми на Кипре. Остров получил своё название благодаря богатым залежам меди, которую мы теперь можем закупать. Однако, благодаря недавно основанному добывающему поселению Серабит-Хадим в землях Синая мы сможем позволить себе медь по гораздо низким ценам. Поставки из Серабит-Хадим нерегулярны из-за непрекращающихся набегов бедуинов и ханаанеев на поселение, и неизвестно, сколько ещё сможет продержаться египетский гарнизон. В Дашуре идёт строительство уникального и величественного монумента — усыпальницы фараона. Время от времени фараон может присылать запросы на поставку известняка для завершения постройки.

# #213_name
source: Buhen
ru: Бухен

# #213_tagline
source: Expansion to Nubia
ru: Завоевание Нубии

# #213_victory
source: Thanks to your skill, Egypt now claims part of Nubia as its own. Through the city you have established, you have demonstrated Egypt's strength, wealth and grandeur to the conquered Nubians.
ru: Благодаря вашим умениям Египет захватил часть Нубии. Основанный вами город демонстрирует покоренным нубийцам силу, богатство и величие Египта.

# #214_mission
source: Our new Pharaoh, Snofru, is determined that this, the fourth dynasty, be remembered as the greatest ever to rule Egypt. His architects have contrived a tomb even more spectacular than the stepped pyramid of Huni, and Pharoah wishes you to oversee its construction. You will need to establish a fair sized settlement South of Dahshur, the site for Pharaoh's bent pyramid. Once in place, this city will provide the workforce necessary to complete this ambitious project. The bent pyramid is to be constructed of a plain stone core, and faced with fine white limestone, that it may forever shine under the desert sun. You will find sufficient quantities of limestone at Dahshur, but you'll need to import the necessary amount of plain stone for this undertaking. Pharaoh wishes that our borders be pushed even further south, and to this end he has dispatched military forces to invade Nubia, and to establish a fortified city at Buhen, beside the second cataract of the Nile. To the north, Egypt has opened relations with Enkomi, on the island of Cyprus. This land is named for its abundant reserves of copper ore, which are now a major import. Precious gemstones may be obtained from a recently established Egyptian outpost at Serabit Khadim, in the land of Sinai. Lately the supply has become erratic, however, due to unrelenting Bedouin and Canaanite attacks against the settlement, and we are uncertain how much longer the Egyptian forces stationed there can withstand them.
ru: Наш новый фараон Снофру намерен сделать всё, чтобы четвёртая династия запомнилась как самая величайшая в Египте. Его архитекторы спроектировали ещё более величественную гробницу, чем ступенчатая пирамида Хуни, и фараон пожелал, чтобы вы возглавили строительство. Вам понадобится основать поселение к югу от Дашура — именно там будет располагаться ломаная пирамида. Город обеспечит рабочую силу, необходимую для завершения такого грандиозного проекта. Ломаная пирамида должна быть построена из камня и облицована белым известняком, чтобы вечно сиять под солнцем пустыни. Известняк можно будет добыть в самом Дашуре, но камень придётся где-то закупать. Фараон желает расширить наши границы дальше на юг. Он приказал вторгнуться в Нубию и основать крепость Бухен у второго порога Нила. На севере Египет установил отношения с Энгоми на Кипре. Остров получил своё название благодаря богатым залежам меди — востребованного ныне товара. Драгоценные самоцветы можно приобрести в недавно построенном в землях Синая форпосте Серабит-Хадим. Однако последние поставки оттуда нерегулярны из-за непрекращающихся набегов бедуинов и ханаанеев на поселение, и неизвестно, сколько ещё сможет продержаться египетский гарнизон.

# #214_name
source: South Dahshur
ru: Южный Дахшур

# #214_tagline
source: Snofru's Bent Pyramid
ru: Ломаная пирамида Снофру

# #214_victory
source: Pharaoh commends you. The bent pyramid you constructed in his honor is magnificent and outshines any monument built in the past.
ru: Фараон возносит вам похвалу. Ломаная пирамида, которую вы возвели в его честь, затмевает своим великолепием любой монумент прошлого.

# #215_mission
source: Pharaoh Snofru has brought order to Egypt, and the Kingdom now flourishes under his wise and benevolent rule. Snofru wishes to undertake another construction project at Dahshur, even more ambitious than the bent pyramid already completed. Royal architects, surveyors and engineers are confident that they can construct an edifice whose sides rise in one continuous angle, culminating in a perfect peak. If successful, this will be the first true pyramid, and will be a worthy home for Pharaoh Snofru through all eternity! Pharaoh's wife, Queen Hetehpheres, has recently given birth to a son whom they have named 'Khufu'. Our people look toward the day of his eventual rule with much foreboding, for the seers of Horus, God of the Pharaoh, have predicted that he will show none of his father's benevolence toward our people. Though he will achieve many great things, they fear he will rule Egypt with unyielding tyranny. You may acquire wood from Byblos, since carpenters will have to build many ramps to allow workers to reach the summit of this great pyramid.
ru: Фараон Снофру установил в Египте порядок, и Царство процветает под его мудрым и добрым руководством. Снофру желает воздвигнуть в Дашуре новое сооружение, ещё более величественное, чем ранее завершённая ломаная пирамида. Придворные архитекторы, землемеры и инженеры уверены, что смогут построить монумент, прямые стены которого наклонены под одним углом и сходятся в одной точке на вершине. В случае успеха это будет первая правильная пирамида — вечное пристанище, поистине достойное фараона Снофру! Супруга фараона Хетепхерес недавно родила сына, которого нарекли Хуфу. Народ с большим опасением ждёт начала его правления, ибо оракулы Гора, бога фараонов, предсказали, что он не проявит благосклонности своего отца. Много достижений ждёт будущего фараона, однако провидцы боятся, что он будет править Египтом жёсткой рукой тирана. Плотникам придётся строить много пандусов, по которым рабочие смогут добраться до вершины пирамиды. Дерево можно закупать в Библе.

# #215_name
source: North Dahshur
ru: Северный Дахшур

# #215_tagline
source: The True Pyramid
ru: Правильная пирамида

# #215_victory
source: Outstanding. You have played an integral role in a landmark moment: the construction of the first true pyramid. With the completion of Snofru's pyramid, you have set the standard of pyramid building that all others will follow.
ru: Блестяще. Вы сыграли ключевую роль в знаковом событии в истории Египта: постройке первой истинной пирамиды. Возведённая вами пирамида Снофру станет эталоном, на который будут равняться все архитекторы после вас.

# #216_mission
source: Pharaoh Khufu has taken the throne, and, as foretold by seers of Horus and Ra, our people have already begun to suffer under his oppression. Khufu has ordered that a Royal Governor be dispatched at once to Iunet, to defend our land against Kushite invaders. Iunet can support a small fishing industry, which should feed this settlement for a time. If the Kushites invade by water, however, the river may become unsafe for fishing boats, and shore areas may be better used to support a fleet of warships. If food becomes scarce, cattle may also be raised to provide meat, though the herds require much straw for fodder, and straw is difficult to grow in this land. You should seek other cities with which to trade for straw, for you will also need this to make bricks for your mastaba. The city of Byblos in Lebanon, land of the cedars, has begun trading with the powerful empires of the east. These are Assyria and Ur, in the land called 'Mesopotamia', between the two great rivers, and from them the finest ivory may be obtained via Byblos. With the arrival of rare and exotic luxury goods such as this, Iunet is sure to thrive. In the capital, the Egyptian people have begun to enjoy a board game called senet. This game is normally enjoyed over a pitcher of beer, in a public gathering place called a 'Senet House'. Such places may provide a welcome diversion for the people of Iunet from the tyranny of Khufu's authority. Pharaoh has ordered that countless quarries be dug at On, in the Delta region, to harvest a vast supply of fine white limestone. Only the gods know what endeavor Pharaoh has planned for the use of this stone. It is rumored that he is planning a colossal building project on the plateau outside Rostja, that he may usurp the renown his father, the wise and benevolent Snofru has earned from the completion of his two noble pyramids.
ru: На трон взошёл фараон Хуфу, и, как предсказывали оракулы Гора и Ра, наши люди сразу же почувствовали тяжкий гнёт его правления. Хуфу приказал немедленно отправить царского наместника Иунет для защиты наших земель от кушитских захватчиков. В Иунете можно наладить небольшой рыбный промысел, который на первых порах сможет прокормить поселение. Однако, если кушиты нападут со стороны воды, река станет небезопасной для рыбацких лодок, поэтому лучше укрепить защиту берегов боевыми кораблями. Если продовольствия станет не хватать, можно выращивать скот на мясо, хотя для этого может потребуется много соломы, а там её выращивать непросто. Попробуйте договориться с другими городами на поставки соломы, она вам всё равно понадобится для производства кирпича, который пойдёт на строительство вашей мастабы. Город Библ в Ливане, стране кедра, начал вести торговлю с могущественными восточными империями — Ассирией и Уром, расположенными в долине двух великих рек, что зовётся Месопотамией. Через Библ у них можно закупать слоновую кость. Если в Иунете появится столь экзотичный предмет роскоши, город непременно ждёт процветание. В столице набрала популярность новая игра под названием «сенет». В эту игру обычно играют за кружкой пива в особом заведении, называемом «домом сенета». Подобные увеселительные заведения помогут жителям Иунета отвлечься от тяжких дум, навеянных жестоким правлением Хуфу. Фараон повелел построить бесчисленное множество карьеров в Оне в дельте Нила для добычи превосходного белого известняка. Лишь богам известно, для чего фараону может понадобиться столько камня. Говорят, что он планирует начать колоссальную стройку на плато Ростау, дабы затмить славу своего отца, мудрого и справедливого Снофру, воздвигшего две прекрасные пирамиды.

# #216_name
source: Iunet
ru: Иунет

# #216_tagline
source: The defense of Egypt
ru: Защита Египта

# #216_victory
source: Extraordinary. In spite of poor conditions and continuous attack from fierce Kushites, you have built a fine city and shored up Egypt's southern border.
ru: Бесподобно. Несмотря на плохие условия и постоянные набеги свирепых кушитов, вы построили превосходный город и открыли выход к морю на южной границе Египта.
