Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Missions.po
Languages: ru

# #C39_mission
source: A terrible tragedy has befallen our beloved young Pharaoh, Tutankhamun! His reign, which once held much promise of glory, has been unmercifully cut short by the hand of fate. It is time for the workers of Deir el-Medina to again prepare an eternal resting chamber for the Pharaoh. With his unexpectedly early death, it is imperative that you compel your workers to exert maximum effort. Tutankhamun's tomb must be fully stocked with provisions for his journey into the afterlife and ready to receive his hallowed remains!
ru: Ужасное горе постигло нашего любимого молодого фараона Тутанхамона! Его правление, сулившее много славы, было безжалостно оборвано рукой судьбы. Рабочим Дейр-эль-Медина пора снова готовить усыпальницу для фараона. Из-за его неожиданно ранней смерти заставьте рабочих приложить все усилия. Гробница должна быть полностью оснащена всеми необходимыми подношениями для путешествия в загробный мир и готова принять священные останки Тутанхамона!

# #C39_name
source: Tut in the Valley
ru: Тутанхамон в Долине

# #C39_tagline
source: Death of Tutankhamun
ru: Смерть Тутанхамона

# #C39_victory
source: An impressive feat! It is rare indeed when workers under such pressure can produce such fine handiwork. Tutankhamun's tomb is now safely sealed for all eternity. Let us hope heretic robbers never discover his resting place!
ru: Выдающееся свершение! Редко можно увидеть, чтобы рабочие в такие сжатые сроки создали нечто подобной красоты. Гробница Тутанхамона теперь надёжно запечатана до скончания времён. Будем надеяться, что безбожные расхитители никогда не обнаружат его усыпальницу!

# #C40_mission
source: Our most powerful Pharaoh, Seti, son of Ramses I, has declared that the present is the proper time to begin to prepare for his journey into the afterlife. To this end you will begin the excavation of his royal tomb in the Valley of the Kings. No effort is to be spared by your workers in its preparation. Proper measures must be taken to ensure that, when completed, its craftsmanship will be unrivaled for many years to come. But, as construction on this royal project proceeds, take due precautions against vandals! Already there have been reports of bands of greedy criminals intent on enriching themselves by defiling the tombs and disturbing the peace of Egypt's eternally resting pharaohs. Do not let this unholy act disgrace the royal tombs in The Valley or as sure as the sun rises in the east your standing in the Kingdom will be smirched.
ru: Наш самый могущественный фараон, Сети, сын Рамсеса I, провозгласил, что подошло время начать его приготовления к путешествию в загробный мир. Поэтому ваша задача — начать раскопки для его будущей гробницы в Долине Царей. Пусть ваши рабочие не жалеют сил. Необходимо принять надлежащие меры, чтобы по завершении работ ни одна другая постройка не могла бы потягаться с гробницей по мастерству её создателей ещё на долгие годы вперёд. Но по мере того, как продвигается строительство, не забывайте и о защите от вандалов! Уже поступают сообщения, что жадные воришки собираются обогатиться, осквернив гробницы и нарушив вечный покой фараонов. Не допустите, чтобы царские усыпальницы в Долине постигло такое бесчестие, иначе ваша репутация в царстве серьёзно пострадает.

# #C40_name
source: Seti in the Valley
ru: Сети в Долине

# #C40_tagline
source: Tomb for a Pharaoh
ru: Гробница для фараона

# #C40_victory
source: An excellent job! You managed to adequately guard the royal tombs in the Valley and complete the new tomb as ordered. Pharaoh Seti is most pleased with the exquisite craftsmanship of your workers.
ru: Вы хорошо постарались! Вам удалось защитить царские гробницы в Долине от нападений и в срок завершить строительство новой гробницы. Фараона Сети крайне порадовала искусная работа ваших строителей.

# #C41_mission
source: Hail royal governor, regent of the Levant and loyal subject of our Pharaoh, the son of Ra. It is indeed fortunate to live in this time when Egypt's benevolent hand stretches from the far reaches of Nubia to the shores of the Levant. Infinite is the wisdom of our new Pharaoh, the most revered Ramses II, and great is his vision, for it is he that has dispatched you to rule in this fine land, now part of the ever-expanding domain of Egypt. This region, while still fraught with dangers, has many riches that must be exploited. The verdant hills are ripe with tall trees yielding fine wood, ideal for fashioning chariots and useful in many forms of construction. Seams of copper, while not abundant, can also be found, and will be most useful in fashioning strong weapons. Wood and copper, so rare in our homeland, will surely be welcomed when shipped back in quantity. It is therefore entrusted that you will oversee the establishment of a mighty port of commerce from which these valuable commodities can be exported. Pharaoh and the people of Egypt will be most grateful! But take care! Ensure that your own trusted soldiers are equipped with fast chariots and strong weapons, for the Hittites, though smitten by Seti, father of Pharaoh, are still dangerous and may challenge our rightful authority in this bountiful land. A strong military presence in this new territory may be necessary to quell insurrection, and will undoubtedly be most useful in the future. Finally, to remind the people of this region to whom they must now pay homage, Pharaoh Ramses II deems it appropriate that you erect an obelisk proclaiming his glories.
ru: Приветствую царского наместника, регента Леванта и верного подданного нашего фараона, сына Ра. Как повезло тем, кто живёт во времена, когда благодетельная рука Египта простирается от дальних краёв Нубии до берегов Леванта. Бесконечна мудрость нашего нового фараона, достойнейшего Рамсеса II, и велико его видение, ибо именно он послал вас править этой прекрасной землёй, которая отныне принадлежит всё растущему Египту. В этом краю, пусть всё ещё полном опасностей, есть несметные богатства, которые следует использовать. Зелёные холмы усеяны ценными деревьями, подходящими для изготовления колесниц и строительства. Здесь же можно найти залежи меди, хоть и небогатые, которую можно использовать для ковки грозного оружия. Обширные поставки древесины и меди, столь редких в наших землях, несомненно, будут встречены с распростёртыми объятиями. Посему вам доверено основать богатый торговый порт, из которого будут отправляться эти ценные товары. Фараон и народ Египта будут очень благодарны! Но берегитесь! Проследите, чтобы ваши верные воины были оснащены быстрыми колесницами и лучшим оружием, поскольку хетты, в прошлом побеждённые отцом фараона Сети, всё ещё опасны и могут бросить вызов нашей власти над этой щедрой землёй. Возможно, для подавления мятежей вам понадобится собрать сильное войско, которое определённо пригодится в будущем. Наконец, дабы напомнить жителям этого края, кому они теперь должны поклоняться, фараон Рамсес II считает уместным воздвигнуть здесь прославляющий его обелиск.

# #C41_name
source: Sumur
ru: Симира

# #C41_tagline
source: Lands of the Levant
ru: Земли Леванта

# #C41_victory
source: A job well done! Our great pharaoh, Ramses II, did not err when he chose you to oversee the commercial and military development of this land. But danger rides the wind! Hittite armies have again arisen to contest our rightful control of this most valuable region.
ru: Превосходный результат! Наш великий фараон Рамсес II не ошибался, когда решил, что именно вы возглавите торговое и военное развитие этого края. Но ветер разносит чувство тревоги! Армии хеттов вновь собираются оспорить наше законное право на эти богатые земли.

# #C42_mission
source: The land of Amurra, close by the Levantine coast, trembles beneath the hoof and foot of your mighty legions, blessed Pharaoh. This region may be blessed with rare gems but it is also rich with discord. Armed Hittites, led by the wretched King Mutwatalli, once again seek to contest control of this land, rightfully ours. Captured spies speak of how his hostile bands are still far off to the north and thus pose no threat. But is this to be believed? Wise is the warrior who does not drop his shield in battle. To quell such rumors of insurrection you, our most revered Pharaoh, Ramses II, son of Ra, have arrived at the fortress town of Qadesh. Already camps of two of your feared charioteer companies have been established on its outskirts. But these are not all. At your immediate disposal are other veteran troops - namely the experienced troops so recently engaged near Sumur. But take heed! It might be advisable to delay deployment of these valuable assets until the need for them is most obvious, for wise also is the warrior who has a bevy of trusted troops to summon at the height of battle. Once the miserable foe has been vanquished it will be necessary to revive the stagnant economy of Qadesh so that it too will contribute to the glory of Egypt. Collect valuable gems and hire skilled jewelers to fabricate exquisite goods for Pharaoh's loyal subjects. Luxury items of such rare beauty will surely be in much demand!
ru: Земля Амурра, близ левантийского побережья, дрожит от поступи ваших могучих легионов, о благословенный фараон. Этот край богат не только драгоценными камнями, но и многочисленными распрями. Вооружённые хетты во главе с нечестивым царём Мутваталли вновь пытаются оспорить власть над этой землёй, по праву принадлежащей нам. Захваченные лазутчики говорят, что враждебные банды царя далеко на севере и пока что не представляют угрозы. Но стоит ли этому верить? Мудр тот воин, что в бою не опустит своего щита. Чтобы подавить мятежные слухи, вы, наш самый почитаемый фараон, Рамсес II, сын Ра, прибыли в город-крепость Кадеш. На его окраинах уже стоят лагеря двух отрядов ваших грозных колесничих. Но это ещё не всё. В вашем непосредственном распоряжении также другие отряды опытных воинов — тех, кто недавно сражался у Симиры. Но будьте осторожны! Возможно, стоит поберечь эти ценные войска, пока в них не возникнет настоящая потребность, ибо мудр и тот воин, что способен призвать верных товарищей в самый разгар битвы. Как только жалкий враг будет побеждён, понадобится возродить застойную экономику Кадеша, чтобы и он смог приумножать славу Египта. Добывайте самоцветы и наймите искусных ювелиров для изготовления изысканных изделий для верных подданных фараона. На предметы роскоши столь редкой красоты будет немалый спрос!

# #C42_name
source: Qadesh
ru: Кадеш

# #C42_tagline
source: The Battle of Qadesh
ru: Битва при Кадеше

# #C42_victory
source: The hand of Pharaoh has once again beaten the loathsome Hittites. Great is the rejoicing for our most wise and brave leader, Ramses II! Your splendid victory in this hard-fought battle will surely be recorded forever in the annals of history.
ru: Рука фараона вновь разбила ненавистных хеттов. Велика радость нашего мудрейшего и храбрейшего повелителя Рамсеса II! Ваша блестящая победа в такой тяжёлой битве точно будет увековечена в анналах истории.

# #C43_mission
source: The glory of our pharaoh, Ramses II, pervades the land. So that the legacy of his reign will live forever it has been decreed that a great monument and temple dedicated to his rule be constructed deep in Nubia - and Pharaoh himself has selected the perfect spot for this creation. From the rose-colored sandstone cliffs overlooking the Nile's west bank at Abu Simbel you will oversee the sculpting of four massive seated figures of His Majesty. Surfaces of the monument, cut from the living rock, will proclaim the heroic deeds of Pharaoh during his great triumph at the battle of Qadesh. This massive monument, while heralding the heroics of our leader, will also serve as a reminder to the peoples of Nubia of the greatness and power of Egypt, for, while Nubia is rich in deposits of gold and other rare gems, its people have always sat uneasily under Egyptian dominion. To this end you should be ever-prepared for defense, and be able to dispatch troops should Pharaoh need them. Sandstone can be exported for construction elsewhere in the kingdom, as can other items that you should be able to produce from the bountiful resources of the region. Precious little wood can be found, however. You will no doubt have to establish a trade route to import this commodity, for it will be needed for the immense sculpture's scaffolding.
ru: Слава о нашем фараоне Рамсесе II бежит впереди него. А чтобы наследие его правления жило вечно, был издан приказ о возведении в сердце Нубии великого монумента и храма. Сам фараон выбрал это место для строительства. Со скал из розового песчаника, возвышающихся над западным берегом Нила в Абу-Симбеле, можно будет увидеть четыре огромные статуи его величества на троне. Скульптуры, вырезанных из скалы, будут прославлять героические подвиги фараона во времена его великого триумфа в битве при Кадеше. Огромный монумент также будет служить напоминанием народу Нубии о величии и силе Египта. Людям богатой залежами золота и редких самоцветов Нубии всегда было неуютно под властью Египта. Чтобы покончить с этим, вы должны быть всегда готовы к обороне и отправлять войска на случай, если они понадобятся фараону. Песчаник можно продавать для строек в других землях царства, как и прочие товары, что вы можете производить в этом богатом на сырьё краю. Но драгоценной древесины там очень мало. Вам определённо придётся наладить торговый путь для закупки этого товара, поскольку он понадобится для возведения строительных лесов вокруг огромной скульптуры.

# #C43_name
source: Abu Simbel
ru: Абу-Симбел

# #C43_tagline
source: Colossi of Abu Simbel
ru: Колоссы Абу-Симбела

# #C43_victory
source: A job well done! Ramses II is quite pleased with the colossal monument that you created in his honor at Abu Simbel.
ru: Превосходный результат! Рамсес II доволен величественным монументом, что вы возвели в его честь в Абу-Симбеле.

# #C44_mission
source: It has been many long and glorious years since our Pharaoh, the most revered Ramses II, accepted the crook and flail from his father, Seti I. With the blessings of Ra, he will continue to reign for many more still. Nevertheless, it is time to begin to cut into the bowels of the earth and prepare the eternal resting place for our vaunted leader. He has supplied your tomb architect with a plan for the largest tomb yet constructed, surpassing even that of his sire. It is now up to you to ensure that this royal request is brought to successful completion. But be forewarned! There is an alarming degree of unrest amongst some independent-minded workers and slaves, both locally and in Lower Egypt. They follow a man that was once raised in the court of our Pharaoh, and have threatened to call their God for divine interference. They hope that, with such deific help, they can have their way. Even now priests and holy men are debating the validity of these threats. While we patiently await their opinions it might be prudent to be prepared for the unexpected.
ru: Прошло немало славных лет с тех пор, как наш фараон, почтеннейший Рамсес II, принял посох и цеп от своего отца Сети I. С благословением Ра его правление продлится на долгие годы. Однако, пора вгрызаться в недра скал для подготовки места вечного упокоения для нашего прославленного правителя. Он представил вашему архитектору план самой большой гробницы в истории, что превзойдёт даже гробницу своего отца. Вам предстоит проследить за выполнением этого царского распоряжения. Но будьте осторожны! Среди свободомыслящих рабочих и рабов наблюдается некоторое недовольство, как здесь, так и в Нижнем Египте. Их возглавляет человек, некогда росший при дворе нашего фараон, и теперь грозящий воззвать к своему богу для вмешательства. Он и его люди надеются, что с божественной помощью они смогут добиться своего. Теперь даже жрецы и святые мужи спорят о правдивости этих угроз. И пока мы терпеливо ждём их мнения, стоит приготовиться ко всему неожиданному.

# #C44_name
source: Ramses in the Valley
ru: Рамсес в Долине

# #C44_tagline
source: An Unsurpassed Resting Place
ru: Непревзойдённая усыпальница

# #C44_victory
source: Well done! Despite a seemingly unending series of vile plagues and misfortunes, the grand tomb for our aging pharaoh is fully prepared. Its grandeur speaks well for our appreciation of Ramses II, surely one of Egypt's greatest leaders.
ru: Прекрасно! Несмотря на непрекращающиеся чуму и несчастья, великая гробница для нашего стареющего фараона полностью готова. Её великолепие само по себе говорит, как мы ценим Рамсеса II, величайшего повелителя Египта.

# #C45_mission
source: The rumblings of distress and discontent to the west have become more ominous recently. Scouts report that several barbarian tribes speaking strange tongues have arrived on the shores of Kyrenaica to our west. To make matters worse, these peoples now walk hand-in-hand with Maraye, the son of Did, king of the Libyans and Pharaoh's enemy. Word has now reached Pharaoh Merneptah that these vile people, with all of their women, children and worldly possessions close behind, will soon be headed eastward, toward the fertile Nile delta - our homeland! - in search of a place to settle. Already there have been minor clashes at the northern oases of Siwi and Farafra. Your delta town of Pi-yer now stands in their way. In a short while this slow-moving band of savages could be on your doorsteps. Pharaoh has decreed that, should they arrive, they must not be allowed to penetrate further! You will need to import wood from which to construct sturdy warships, and copper for weapons. It is your fortune that the previously troublesome Hittites are now peaceful, thanks to the great victory at Qadesh by Ramses II, sire of the beloved Merneptah. Make your town strong, and brace your loyal troops for mortal combat.
ru: С запада поступают всё более тревожные сообщения о растущих волнениях и недовольствах. Разведчики с запада докладывают о прибытии на берег Киренаики варварских племён, говорящих на незнакомом языке. Хуже того, эти племена объединились с Марайей, сыном Дида, царя ливийцев и врага фараона. До фараона Мернептаха дошли слухи, что эти наглецы с жёнами, детьми и всем скарбом скоро отправятся искать место для поселения на восток, к плодородной дельте Нила — на нашу родную землю! У северных оазисов Сива и Фарафра уже случились небольшие стычки. На пути врага стоит ваш город Пи-Ер. Скоро эти дикари окажутся у ваших ворот. Фараон повелел не допустить их дальше! Вам понадобятся древесина для постройки крепких военных кораблей и медь для оружия. На ваше счастье, воинственные хетты, благодаря великой победе отца Мернептаха Рамсеса II у Кадеша, не доставляют никаких неприятностей. Укрепите свой город и подготовьте верные отряды к смертельной битве.

# #C45_name
source: Pi-Yer
ru: Пи-Ер

# #C45_tagline
source: The Sea People Land
ru: Земля народов моря

# #C45_victory
source: The sun has lifted the storm cloud that had been over Egypt. Great is the joy! The vile chief of the Libu and his allies from the sea have fled under cover of the night. Their ill-conceived plan to settle along our shores has been smashed. It is indeed fortunate for us that so many of their women and children are now our shameful captives.
ru: Солнце потеснило ненастные тучи над Египтом. Ликует народ! Вероломный предводитель либу и его союзники с моря бежали под покровом ночи. Их непродуманный план поселиться у наших берегов провалился. И как удачно для нас, что столько их женщин и детей теперь оказались в плену у нас.

# #C46_mission
source: Since the days of the great Shabaka, unifier of Upper and Lower Egypt and sire of Pharaoh Taharqa, conflict with the aggressive Assyrians has been the norm. While he still lived, Pharaoh Shabaka saw that it was proper to aid our brothers in Palestine who were chafing under the harsh rule of Assyria. Beware! The minions of the heathen king Asarhaddon are again on the march and, as always, their eyes are on the fertile lands of Egypt. It is now your turn for glory! As Royal Mayor of Migdol, you will be expected to defend against the series of attacks by these accursed foes. Located on the eastern rim of the Nile delta, your border fortress is on the front line of Egypt's outer defenses. Properly training your soldiers and establishing trading links to secure weapons - or raw materials from which to make your own - will be important. Do not falter! A strong military stand is vital to ensure the continued independence of Egypt. If you can hold out, victory will be assured. Taharqa, the great Pharaoh, second son of Shabaka, will be watching!
ru: Со времён правления великого Шабаки, объединившего Верхний и Нижний Египет, предшественника фараона Тахарки, не утихает противостояние с воинственными ассирийцами. При жизни фараон Шабака помогла нашим братским народам в Палестине, страдавшим под жёстким гнётом Ассирии. Берегитесь! Приспешники нечестивого царя Асархаддона снова выступили в поход, намереваясь, как и всегда, захватить плодородные земли Египта. Настало время показать себя! В качестве царского правителя Мигдола вам предстоит отразить несколько атак проклятых врагов. Ваша крепость на восточном краю дельты Нила находится на передовой линии обороны Египта. Важно как следует обучить воинов и наладить поставки оружия — или сырья, из которого вы будете производить оружие сами. Будьте смелы! Чтобы сохранить независимость Египта, следует дать мощный отпор врагу. Если вы устоите, победа будет за нами. Тахарка, великий фараон, второй сын Шабаки, будет следить за вашими успехами!

# #C46_name
source: Migdol
ru: Мигдол

# #C46_tagline
source: Repel the Assyrians
ru: Отпор ассирийцам

# #C46_victory
source: Well done! Your personal courage and steadfastness in battle inspired your troops to perform to their utmost. The accursed Assyrians have been ingraciously expelled from Egypt's soil. Word of your deed has reached the Pharaoh and he is indeed pleased.
ru: Превосходно! Ваша личная храбрость и стойкость в бою вдохновила воинов на самоотверженный подвиг. Проклятые ассирийцы были с позором изгнаны с египетской земли. Известия о ваших деяниях достигли фараона, и он ими очень доволен.
