Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Missions.po
Languages: ru

# #232_mission
source: Most powerful Pharaoh, Egypt cries out for your help. The menacing Hyksos have invaded our land and have set up their own capital at Rowarty. From Rowarty, they have disrupted many of our trade routes, choking off needed supplies. We must stop their conquest before it is too late. If it pleases you, Great Pharaoh, we should reclaim the city at Khmun, which has been violated by these foul invaders. We should also build a strong army and navy, for we may need to supply troops and arms to our compatriots in the north, especially at Rowarty, to help repel the Hyksos incursion. They will look to you, Child of Ra, for support. But now we too have a new weapon. Our wise military leaders have become proficient in the use of the dreaded chariot, and we shall turn it back upon our enemies and drive them before us. Once we drive the troublesome Hyksos out, our military advisors recommend building a fort in Sinai at Sharuhen to prevent further invasions from the east. If only our trouble was limited to the north! Reports from our southern border show that the Nubians are once again taking advantage of a distracted Egypt. They have reclaimed the southern cities of Iken and Heh. While these lost cities are cause for concern, we must first oust the Hyksos before we can turn our attention southward. These Hyksos are most unholy invaders. We have just discovered that they have defiled the pyramid here in Khmun. They have stolen from the pyramid all the burial provisions that the mighty Pharaoh interred here needs in the Field of Reeds. We should provide a new supply of grave goods so that the Pharaoh buried here can enjoy life everlasting.
ru: О всемогущий фараон, Египет взывает к вашей помощи. Кровожадные гиксосы вторглись в наши земли и основали собственную столицу в Роварти. Оттуда они разорили много торговых путей, перекрыв нам доступ к важным товарам. Мы должны остановить их вторжение, пока ещё не поздно. С вашего позволения, о великий фараон, мы должны вернуть город Шмун, осквернённый подлыми захватчиками. Также нам необходимо создать сильную армию и флот, поскольку нашим соотечественникам на севере понадобятся подкрепление и поставки оружия, особенно в Роварти, чтобы дать отпор вторжению гиксосов. Они ждут помощи от вас, о Сын Ра. Но теперь у нас появилось новое оружие. Мудрые военачальники освоили смертоносные колесницы, и теперь мы угостим наших врагов их же оружием. После победы над гиксосами наши военные советники рекомендуют построить крепость в синайском Шарухене, дабы оградить страну от дальнейших набегов с востока. Увы, если бы угроза исходила только с севера! Согласно донесениям с южных границ, нубийцы снова воспользовались уязвимым положением Египта. Они заняли южные города Икен и Хех. Их нужно вернуть, но в первую очередь нам следует прогнать гиксосов, а потом уже заняться проблемами с юга. Гиксосы — нечестивые захватчики! Нам стало известно, что они осквернили пирамиду в Шмуне, разграбив все погребальные принадлежности, что нужны фараону на полях Иалу. Нам придётся обеспечить поставки новых погребальных даров, чтобы захороненный фараон смог насладиться вечной жизнью.

# #232_name
source: Khmun
ru: Шмун

# #232_tagline
source: Egypt Reclaimed
ru: Возвращение Египта

# #232_victory
source: Egypt rejoices! The Hyksos have been expelled from our land, and, under your leadership, Egypt is reclaimed.
ru: Египет ликует! Мы изгнали гиксосов с наших земель, и под вашим чутким правлением Египет снова вернулся к законным хозяевам.

# #233_mission
source: O King of the Two Lands, Egypt cries out for your help. The menacing Hyksos have invaded our land and have set up their own capital at Rowarty. From Rowarty, they have disrupted many of our trade routes. We must stop their conquest before it is too late. Here at Sauty, we are safe from immediate attack, although the Hyksos have the gall to demand tribute. We may need to supply troops and arms to our compatriots in the north to help repel the Hyksos incursion. They will look to you, O Mighty Pharaoh, for support. But now we too have a new weapon. Our wise military leaders have become proficient in the use of the dreaded chariot, and we shall turn it back upon our enemies and drive them before us. If only our trouble was limited to the north! Reports from our southern border show that the Nubians are once again taking advantage of a distracted Egypt. They have reclaimed the southern cities of Iken and Heh. If Egypt is to emerge intact from these turbulent times, much will be required of your generals in the field and on the river. To inspire your two best generals, you have promised to build each of them a pyramid as spectacular as your own. Holding your promise in their hearts, they are fiercely combating the foe, calling upon all their strength and sinew. If it pleases you, Mighty Pharaoh, you should build three magnificent pyramids at Sauty, one for yourself and one for each of your generals. These three pyramids will take up considerable space, so you will need to surrender some valuable resources in order to accommodate them. You may also need to extend your city across the Nile to avail yourself of all the resources needed for this city to flourish.
ru: О владыка Двух земель, Египет взывает к вашей помощи. Кровожадные гиксосы вторглись в наши земли и основали собственную столицу в Роварти. Оттуда они разорили много торговых путей. Мы должны остановить их вторжение, пока ещё не поздно. Здесь, в Асьюте, нам пока не угрожает нападение, однако гиксосы посмели требовать дань. Нашим соотечественникам на севере понадобятся подкрепление и поставки оружия, чтобы дать отпор вторжению гиксосов. Они ждут помощи от вас, о всемогущий фараон. Но теперь у нас появилось новое оружие. Мудрые военачальники освоили смертоносные колесницы, и теперь мы угостим наших врагов их же оружием. Увы, если бы угроза исходила только с севера! Согласно донесениям с южных границ, нубийцы снова воспользовались уязвимым положением Египта. Они заняли южные города Икен и Хех. Если Египет хочет выстоять в эти смутные времена, ваши полководцы должны проявить несгибаемую волю к победе на суше и на воде. Чтобы воодушевить двух лучших военачальников, вы пообещали построить каждому из них построить пирамиду — столь же величественную, что и ваша. Помня о вашем обещании, они яростно сражаются с врагом. С вашего позволения, о великий фараон, следует построить три величественные пирамиды в Асьюте: одну для вас и две — для полководцев. Для них понадобится много места, так что придётся пожертвовать частью важных ресурсов. Возможно, вам придётся продолжить город на другой берег Нила, чтобы найти необходимые ресурсы.

# #233_name
source: Sauty
ru: Асьют

# #233_tagline
source: Egypt Reclaimed
ru: Возвращение Египта

# #233_victory
source: You successfully inspired your generals to great victories on the field with promises of life everlasting. The Hyksos and their fearsome chariots have been driven out of Egypt.
ru: Обещанием вечной жизни вы сумели вдохновить своих военачальников на великие победы. Гиксосы и их грозные колесницы были изгнаны с земли египетской.

# #234_mission
source: Egypt has emerged from its recent troubles with a newfound strength. Byblos, with all its verdant forests and rich sources of copper, is ours! With your presence, the city is sure to thrive, and a New Kingdom will be established. Ah, but what an alarming discovery we made after conquering Byblos! A new, ferocious people, the Hittites, have washed over much of Asia, and some even say that their empire rivals our own for size. Now, they have turned their eyes toward Byblos, covetous of its riches. If we are not well prepared for their attack, we could easily lose Byblos to our foe. While preparing to meet the Hittites, we must mark Byblos as forever Egyptian. With your blessing, O Pharaoh, we shall erect a series of three obelisks, two small and one large, proclaiming your sovereignty and fame throughout the far stretches of your empire. These towering monuments will remind the residents of Byblos with whom their loyalties should lie. While we occupy ourselves with matters at Byblos, other regions of Egypt are still prone to attack. Nubians have moved north as far as the first cataract, and we must help our compatriots drive them back. Reports from Rowarty tell of another mysterious new foe, the Sea People. Both these enemies must be strongly put down if Egypt is to attain glory. To show your might, be sure to send troops and warships should they be requested.
ru: Египет преодолел недавние проблемы, обретя новые силы. Библ, край зелёных лесов и богатых залежей меди, теперь наш! Под вашим руководством город начнёт процветать, знаменуя появление Нового царства. Однако после завоевания Библа мы сделали тревожное открытие! Почти вся Азия захвачена доселе неизвестным и свирепым народом хеттов, и некоторые считают, что их империя соперничает по размеру с нашей. И теперь они обратили свой взор на Библ, привлечённые его богатствами. Если мы подготовимся к их нападению, то город скоро окажется в руках врага. Готовясь к столкновению с хеттами, мы должны отметить город символом нашего могущества. С вашего позволения, о великий фараон, мы воздвигнем три обелиска — два малых и один большой, которые возвестят о вашем величии и славе по всей империи. Эти возвышающиеся монументы напомнят жителям Библа, кому они теперь должны быть верны. Пока мы заняты делами в Библе, другим городам Египта всё ещё угрожает опасность. Нубийцы продвинулись на север и уже достигли первого порога, и мы должны помочь нашим соотечественникам отбросить их назад. Донесения из Роварти свидетельствую о появлении нового и доселе неизвестного врага — народов моря. Оба врага должны быть повержены во славу Египта. Продемонстрируйте свою мощь, отправляйте войска и военные корабли в случае необходимости.

# #234_name
source: Byblos
ru: Библ

# #234_tagline
source: The Cedars of Lebanon
ru: Кедры Ливана

# #234_victory
source: All-powerful Pharaoh, by turning back the Hittites, Egypt has grown into a mighty empire! Your sword has given the gift of Egyptian civilization to the world.
ru: О всемогущий фараон, с изгнанием хеттов со своих земель Египет стал грозной империей! Своим мечом вы даровали миру египетскую цивилизацию.

# #235_mission
source: With the Hyksos successfully expelled from our country, our land is ripe for rebirth, a New Kingdom that outshines past glory. Most noble Pharaoh, Baki is an ideal place to begin this New Kingdom. We can use the large amount of gold found there to fund your new vision of Egypt. While Egypt is on the brink of greatness, a few nagging problems remain. Many of Egypt's cities are still recovering from the disruptions caused by the Hyksos and may need Pharaoh's help. In other regions, Egypt's old enemies still attack us, and a new enemy, the Sea People, has been raiding our northern coast. You must be prepared to defend other Egyptian cities from our foes, both old and new. As Egypt grows in stature, many cities are willing to engage in trade. Some of these cities are so familiar with our ways, and in awe of your power, that they consider themselves Egyptian, while others are foreign to us and are trading with us for the first time. For the glory of Egypt, take advantage of all these relationships to provide your people with all the goods they desire. To usher in the new era, your royal architects crave the opportunity to build two pyramids and a stately mausoleum for you, O Pharaoh. These will surely reflect the wealth and grandeur you have brought to Egypt.
ru: Изгнав гиксосов с нашей земли, наша страна готова к перерождению — Новому царству, величие которого затмит былую славу. О благороднейший фараон, Баки станет идеальным местом для появления Нового царства. Богатые залежи местного золота помогут вам создать новый облик Египта. Хотя Царство находится всего в шаге от величия, всё ещё остаётся несколько неотложных проблем. Многие города всё ещё не могут оправиться от разрушительных набегов гиксосов и нуждаются в помощи фараона. В других областях старые недруги Египта всё ещё нападают на нас, а северные берега разоряют новые враги — народы моря. Приготовьтесь защищать египетские города от наших противников, как старых, так и новых. Влияние Египта растёт, и многие города хотят вести с нами торговлю. Некоторые из этих городов настолько знакомы с нашими обычаями и восхищаются вашим могуществом, что считают себя египтянами, тогда как другие являются для нас чужеземцами и торгуют с нами впервые. Воспользуйтесь этими отношениями во славу Египта, чтобы обеспечить своих людей всеми необходимыми товарами. В честь новой эпохи придворный архитекторы жаждут воздвигнуть для вас две пирамиды и величественный мавзолей, о фараон. Они послужат свидетельством богатства и величия, которые вы принесли Египту.

# #235_name
source: Baki
ru: Баки

# #235_tagline
source: The Glory of Egypt
ru: Слава Египта

# #235_victory
source: Most peaceful Pharaoh, your calming influence has brought Egypt to the brink of new greatness!
ru: О миролюбивейший фараон, ваше успокаивающее влияние поставило Египет на новую ступень величия!

# #236_mission
source: O Horus of Gold, our hold on Asia is strong and unchallenged, and our borders again stretch far into Nubia. But the trouble on our northern coast is escalating. The Sea People have become increasingly aggressive, wantonly raiding our cities. Only Pharoah's presence will be enough to defeat this fierce and wily adversary. If you commission a navy, supported by a strong army, surely we shall overcome the Sea People. While you work to defeat the Sea People, your brave Nomarchs are leading attacks throughout the world. If they are successful, Egypt will rule the world from the great Euphrates river in Asia to the sprawling Kushite city of Kerma to the south. When you and your Nomarchs have met with sweet victory, your dynasty will be recorded as the greatest dynasty ever to keep watch over Egypt. Marking your far-reaching influence is a new, distant trade partner, Mycenae. The king of Mycenae has learned of the splendor and bounty of Egypt, and wishes to engage in trade with us. If you agree to open this trade route, O Pharaoh, your citizens will surely be provided with exotic goods unlike any they have ever seen. To house your royal family for the afterlife, an awe-inspiring mausoleum and an impressive pair of brick pyramids must be built. These monuments will remind all who follow of your deeds both on and off the battlefield.
ru: О золотой Гор, наша власть над Азией сильна и неоспорима, и наши границы вновь простираются далеко в Нубию. Однако наши проблемы на северном побережье всё обостряются. Народы моря становятся всё агрессивнее, беспричинно разоряя наши города. Лишь присутствие самого фараона поможет победить этого свирепого и коварного противника. Если вы направите флот, подкреплённый сильной армией, мы обязательно победим народы моря. Пока вы боретесь с этим врагом, ваши отважные номархи ведут наступление по всему миру. Если они преуспеют, владения Египта будут простираться от великой реки Евфрат в Азии до обширного кушитского города Кермы на юге. Благодаря вашим победам ваша династия войдёт в историю как величайшая из всех, что правили Египтом. О вашем растущем влиянии свидетельствуют новые связи с далёким городом Микенами. Узнав о величии и щедрости Египта, царь Микен пожелал вести с нами торговлю. Если вы согласитесь открыть торговый путь, о фараон, ваши жители получат доступ к экзотическим товарам, каких никогда ещё не встречали. Чтобы обеспечить пристанище в загробном мире для царского рода, необходимо воздвигнуть грандиозный мавзолей и две внушительные кирпичные пирамиды. Эти монументы станут напоминанием о ваших мирных и военных свершениях.

# #236_name
source: Rowarty
ru: Роварти

# #236_tagline
source: The Sea People
ru: Народы моря

# #236_victory
source: All hail the mighty Pharaoh! Your dynasty has no peer, and Egyptians from now until the end of time will speak your name with the greatest reverence.
ru: Славься, могущественный фараон! Ни одна династия не сравнится величием с вашей, и до скончания времён египтяне будут произносить ваше имя с величайшим почтением.

# #237_mission
source: Benevolent Pharaoh, you have brought peace and prosperity to our nation. Under your wise and capable rule, Egypt is a strong and glorious country once again. All Nomarchs are loyal to you, and no threats to our great nation remain. Having accomplished all your family set out to do so many years ago, it is time to memorialize the achievements of your great dynasty. The only way to accomplish this is to build the grandest pyramid Egypt has ever known, a pyramid even larger than Khufu's, at Rostja. Others in your noble family have sacrificed much on the long road leading to your rule of Egypt. They too must be remembered and honored, with a sandstone mausoleum to acknowledge their unwavering support. The ideal location for these monuments is Hetepsenusret in the rich Fayuum region. From here, you can attend to all the affairs of state, and respond to any requests for supplies that your cities may ask of you, as you build your great pyramid.
ru: О великодушный фараон, вы принесли нашему народу мир и процветание. Под вашим мудрым и умелым руководством Египет вновь стал сильной и величественной империей. Все номархи верно служат вам, и стране больше ничто не угрожает. Вы выполнили всё, что ваш род намеревался сделать много лет назад, и теперь пришло время увековечить достижения вашей великой династии. Для этого необходимо в Ростау воздвигнуть величайшую пирамиду в истории Египта, которая превзойдёт размерами даже пирамиду Хуфу. Другие члены вашего благородного рода многим пожертвовали, чтобы вы смогли править Египтом. Вы должны почтить их вклад, воздвигнув мавзолей из песчаника в знак признания их непоколебимой поддержки. Лучше всего для строительства подойдёт Хотеп-Сенусерт в богатом Фаюме. Здесь, занимаясь строительством великой пирамиды, вы сможете руководить всеми государственными делами и отвечать на запросы городов.

# #237_name
source: Hetepsenusret
ru: Хотеп-Сенусерт

# #237_tagline
source: The Glory of Pharaoh
ru: Слава фараона

# #237_victory
source: All hail the mighty Pharaoh! Your dynasty is without equal, and Egyptians from now until the end of time will speak your name with the greatest reverence.
ru: Славься, могущественный фараон! Ни одна династия не сравнится величием с вашей, и до скончания времён египтяне будут произносить ваше имя с величайшим почтением.

# #Ancient_Conquerors_desc
source: Egypt has many envious neighbors, and they look upon our rich empire the way a hyena pack crowds a lion's kill. Can you build and command the armies and fleets necessary to defeat these serious threats and defend the Nile Delta against successive invasions by the Sea People, Assyrians and Persians? Egypt looks to you for protection!
ru: У Египта немало завистливых соседей, жадно взирающих на нашу богатую империю, как стая гиен — на льва, едва поймавшего добычу. Сможете ли вы построить и возглавить армию и флот, что сокрушат наших врагов и защитят дельту Нила от набегов народов моря, ассирийцев и персов? Египет надеется на вашу защиту!

# #Ancient_Conquerors_name
source: Ancient Conquerors
ru: Древние завоеватели

# #Ancient_Conquerors_tooltip
source: Powerful warriors from distant lands sweep in to try to exert dominance over the riches of Egypt. After you fend off these threats and welcome the glory of Alexander, you may go to the 'Choose a Mission' area to replay the entire campaign or any of its individual missions.
ru: Сильные воины с далёких земель вторглись в Египет, пытаясь присвоить его богатства. Когда вы отобьёте их набеги и встретите славу Александра, в разделе «Выбрать миссию» вы сможете переиграть всю кампанию или любую из её миссий.

# #Archaic_Period_desc
source: During the Archaic period, the villages that emerged in the Predynastic gradually unite to form the great Kingdom of Egypt. The young civilization founds a capital, secures its borders, masters the waters and builds its first monumental tombs.
ru: В эпоху Раннего царства возникшие в Додинастическом периоде деревни постепенно объединяются в великое египетское царство. Юная цивилизация основывает столицу, защищает свои рубежи, осваивает водные пути и возводит первые монументальные гробницы.

# #Archaic_Period_name
source: Archaic Period
ru: Раннее царство

# #Archaic_Period_tooltip
source: Gradually, the villages established during the Predynastic period coalesce into a unified kingdom, complete with a magnificent capital and its first monumental tombs.
ru: Постепенно из деревень, появившихся в Додинастический период, формируется настоящее царство, а с ним вырастают и великолепная столица и первые монументальные гробницы.

# #C38_mission
source: After many brilliant victories on distant battlefields defending the lands and people of Egypt, Pharaoh Thutmose, as all must eventually, has turned his thoughts to preparations for his travel into the afterlife. To ensure that this journey is successful, Pharaoh wishes you to begin construction of his tomb at your earliest convenience. Establish a village on the west bank of the Nile to provide a pool of capable workers. Locate a suitable site for his tomb in the cliffs to the west of the village. You will need skilled stonemasons to cut the tomb's many chambers from the rock, and talented artisans to plaster and paint the rooms. To provide light for the workers laboring in the far recesses of the tomb you will need to establish lamp maker shops. Supply the lamp maker with pottery and imported oil for the fuel. Plant fields of henna to provide a source of dye for brilliant colors the paint makers will need.
ru: После череды блестящих побед на далёких полях сражений для защиты египетского народа и его земель фараон Тутмос, как и следует, задумался о подготовке к своему путешествию в загробный мир. Чтобы этот путь завершился благополучно, фараон желает, чтобы вы как можно скорее начали строительство его гробницы. Постройте поселение на западном берегу Нила для обеспечения рабочей силой. Подберите подходящее место для гробницы в скалах к западу от поселения. Вам понадобятся опытные каменотёсы, которые смогут вытесать в камне многочисленные покои гробницы, и талантливые художники, которые выровняют и распишут стены. Постройте мастерские по изготовлению ламп, чтобы рабочие смогли работать в глубине гробницы. Для изготовления ламп необходимы керамика и масло, завозимое из далёких стран. Засейте поля хной, чтобы у изготовителей ярких красок было необходимое сырьё.

# #C38_name
source: Thutmose in the Valley
ru: Тутмос в Долине

# #C38_tagline
source: The First Tomb
ru: Первая гробница

# #C38_victory
source: Well done. The tomb for Thutmose I is complete, an extraordinary accomplishment! Pharaoh is confident that such a beautifully decorated tomb will please the gods and speed his journey into the afterlife.
ru: Превосходно. Выдающееся достижение — завершено строительство гробницы для Тутмоса I! Фараон уверен, что такая красивая усыпальница ублажит богов и ускорит его путь в загробный мир.
