Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Missions.po
Languages: ru

# #224_mission
source: The old way of life is gone, and most fear that Egypt will never return to its past glory. Osiris has turned his back on the people, and a series of low Inundations has caused widespread famine. The power of the pharaohs, once unquestionable, has evaporated, replaced by bickering provincial leaders. Out of this chaos, two noble families have arisen and are attempting to seize control of the country. The rulers of Henen-nesw have laid claim to the throne as the rightful heirs. They are particularly cruel and are doing little to assuage the people's hunger. To the south, a new family, the Inyotef house, has risen to power in Waset. The family has done much to reunite the south, and now the rulers of Henen-nesw have engaged the rulers of Waset in a deadly civil war for control of all of Egypt. The Inyotefs, busy fighting the Henen-nesw rulers, have entrusted you with building up their home city of Waset. If the Inyotefs are to succeed in their fight against the Henen-nesw rulers and solidify their reputation in Egypt, Waset must be a touchstone on which other cities rely, providing succor or soldiers to those that request aid. Waset, which could be the capital should the Inyotefs reign victorious, must be a great city. Using the scarce resources available to you, build a Sun Temple and pyramid to show Egyptians the glory of the Inyotefs. Waset itself is not immune to attack. The Henen-nesw rulers, and those loyal to them, may threaten your city from time to time, and Henen-nesw may try to extort debens from your city's treasury. To defend against these considerable risks, build a strong army and navy to defend your city and to come to the defense of other threatened cities.
ru: Прежним временам пришёл конец, и многие боятся, что Египет никогда не вернёт былое величие. Осирис отвернулся от своего народа, и череда скудных разливов привела к всеобщему голоду. Некогда незыблемая власть фараонов исчезла, уступив место ссорящимися между собой правителям провинций. Посреди этого хаоса возвысились два знатных рода, пытающихся подчинить себе верховную власть. Правители Хенен-несута заявляют, что трон по праву принадлежит им. Эти люди особенно жестоки и мало помогают голодающим. В Уасете к власти пришёл новый род Иниотефов, объединивший под своим началом весь юг. Хенен-несут развязал против Уасета кровавую гражданскую войну за власть над всем Египтом. Иниотефы, занятые борьбой со правителями Хенен-несута, доверили вам развить их родной Уасет. Чтобы Иниотефы смогли одержать верх и укрепить своё влияние в Египте, Уасет должен стать опорой для других городов, снабжая их товарами и предоставляя войска для защиты. В случае победы Иниотефов Уасет может стать столицей, поэтому должен быть процветающим городом. Используя ограниченные ресурсы, постройте храм Солнца и пирамиду, дабы продемонстрировать египтянами величие Иниотефов. Уасет может быть подвержен атакам. Хенен-несут и его союзники могут время от времени угрожать городу и вымогать у вас дебены. Создайте мощную армию и флот, чтобы защитить город и помочь другим городам.

# #224_name
source: Waset
ru: Уасет

# #224_tagline
source: Civil War
ru: Гражданская война

# #224_victory
source: Through your diligence, you have fed a hungry people during a time of war and supplied the necessary reinforcements to defeat this enemy once and for all. Your accomplishments will not soon be forgotten.
ru: Благодаря вашим стараниям, вы смогли накормить голодных и обеспечить приток подкреплений во время войны, чтобы раз и навсегда разбить врага. Ваши деяния не будут забыты.

# #225_mission
source: Your family's performance during the civil war has not gone unrewarded. I, Pharaoh Mentuhotep, have awarded your family the rank of vizier. There is no one in all of Egypt that I trust more than you. Now that the twin kingdoms of Upper and Lower Egypt are reunited and the capital at Waset is thriving, I need you to help me solidify my position throughout the Kingdom. While reunited, Egypt is prone to internal skirmishes, particularly in areas that were once loyal to the Henen-nesw rulers. To help solidify our new union, I want you to rebuild and defend Kebet. Kebet should be a glorious city that shows Egypt's citizens what is possible under my rule. The city comes under frequent attack from remaining loyalist cities, such as Khmun, and you must be sure to defend your city's borders. Famine still stalks the country, and frequent requests for food will come to you from other cities in the Kingdom. Respond as quickly as you can to their heart-rending pleas, so that all Egypt will know my benevolence and the dedication of my most trusted vizier. I know that I am asking much of you, but there is no one else in Egypt capable of doing this difficult task.
ru: Успехи вашего рода во время гражданской войны будут вознаграждены. Я, фараон Ментухотеп, дарую вашему роду титул визиря. Никому в Египте я не доверяю больше, чем вам. Верхний и Нижний Египет воссоединились, столица Уасет процветает, и теперь вы должны помочь мне укрепить власть по всему Царству. Даже после воссоединения Египет раздирают внутренние склоки, особенно там, где прежде поддерживали правителей Хенен-несута. Чтобы укрепить новый союз, я хочу, чтобы вы восстановили и защитили Кебет. Он должен стать великим городом, который покажет египтянам, что принесёт моё правление. Город постоянно подвергается атакам со стороны городов, оставшихся верными Хенен-несуту, особенно Шмуна, поэтому вам следует укрепить его границы. Страну всё ещё одолевает голод, так что другие города будут часто обращаться к вам за помощью. Отвечайте страждущим как можно быстрее, чтобы весь Египет знал о моём великодушии и преданности моего верного визиря. Я знаю, что прошу от вас слишком многого, однако никому другому не под силу справиться с этой сложной задачей.

# #225_name
source: Kebet
ru: Кебет

# #225_tagline
source: Reunification
ru: Воссоединение

# #225_victory
source: Your tireless efforts have given the Kingdom a beautiful and stately new city. You have also done much for all of Egypt, feeding hungry people in their time of need. Your considerable efforts shall not go unrewarded.
ru: Ваш неустанный труд подарил царству новый красивый и величественный город. Вы многое сделали и для остального Египта, накормив голодных людей в час большой нужды. Ваше усердие не останется без награды.

# #226_mission
source: Your family's performance during the civil war has not gone unrewarded. I, Pharaoh Mentuhotep, have awarded your family the rank of vizier. There is no one else in Egypt that I trust more than you. Now that the twin kingdoms of Upper and Lower Egypt are reunited and the capital at Waset is thriving, I need you to help me solidify my position throughout the Kingdom. While reunited, Egypt is prone to internal skirmishes, particularly in areas that were once loyal to the Henen-nesw rulers. To help solidify the newly reunited country, I want you to rebuild and defend Menat Khufu, which was nearly destroyed during the civil war. Menat Khufu should be a glorious city that shows Egypt's citizens what is possible under my rule. Famine still stalks the country, and frequent requests for food will come to you from other cities in the Kingdom. Respond as quickly as you can to their heart-rending pleas, so that all Egypt will know my benevolence and the dedication of my most trusted vizier. I have one more noble request: I want you to build granite obelisks to further proclaim all I have done for this land in my lifetime. I know that I am asking much of you, but I also know that you are the only one in Egypt capable of doing what I have asked.
ru: Успехи вашего рода во время гражданской войны будут вознаграждены. Я, фараон Ментухотеп, дарую вашему роду титул визиря. Никому в Египте я не доверяю больше, чем вам. Верхний и Нижний Египет воссоединились, столица Уасет процветает, и теперь вы должны помочь мне укрепить власть по всему Царству. Даже после воссоединения Египет раздирают внутренние склоки, особенно там, где прежде поддерживали правителей Хенен-несута. Чтобы укрепить объединённую страну, я хочу, чтобы вы восстановили и защитили Менат-Хуфу, который был практически уничтожен во время гражданской войны. Он должен стать великим городом, который покажет египтянам, что принесёт моё правление. Страну всё ещё одолевает голод, так что другие города будут часто обращаться к вам за помощью. Отвечайте страждущим как можно быстрее, чтобы весь Египет знал о моём великодушии и преданности моего верного визиря. У меня есть ещё одна просьба: я хочу, чтобы вы возвели гранитные обелиски, которые прославят все мои прижизненные деяния ради нашей страны. Я знаю, что прошу от вас слишком многого, однако никому другому не под силу справиться с этой сложной задачей.

# #226_name
source: Menat Khufu
ru: Менат-Хуфу

# #226_tagline
source: Reunification
ru: Воссоединение

# #226_victory
source: The fine pyramids and obelisks you have built for me stand as testament to my reign, and for that I am deeply grateful. Your dedication shall be rewarded.
ru: Великие пирамиды и обелиски, возведённые вами, станут символами моего правления. Я очень благодарен вам. Ваше усердие будет вознаграждено.

# #227_mission
source: O Mighty Pharaoh, Beloved of Ra, how fortunate you must feel. Your unprecedented rise to the throne of Egypt is the stuff of dreams! A richer reward could not be fashioned by gods or people. With your family's accession, Egypt can make a new start, and perhaps we can all forget the horrors of the civil war. To mark this new beginning, you should build a fine new capital. Itjtawy, with its abundant natural resources, is a perfect location. Using what the land has to offer, you can build a splendid city worthy of your dynasty's valor and dedication. To ensure the feats of your great dynasty are always remembered, you should build two majestic brick pyramids for yourself and your family and a frightening sphinx to guard your tomb. A family with your achievements deserves no less. Keep in mind, though, that some in the country question the legitimacy of your rule. Many are still suffering the effects of the famine and grumble that you usurped the throne. If you relieve these people's misery and help them rebuild their homes, you will certainly win their undying loyalty. You should try to provide for your new subjects as well as you can to prevent these unfortunate people from taking up arms against you.
ru: О великий фараон, любимец Ра, счастливейший из живущих. Ваше невероятное восхождение на египетский престол — поистине предел мечтаний! Более щедрой награды не придумают ни боги, ни люди. Приход вашей династии откроет новую веху в истории Египта и оставит ужасы гражданской войны в прошлом. В ознаменование нового начала вам следует основать новую столицу. Богатый природными ресурсами Иттауи подойдёт для этого лучше всех. Пользуясь дарами земли, вы можете создать великолепный город, достойный славы и решимости вашей династии. Дабы память о свершениях вашего рода сохранилась в веках, постройте две прекрасные кирпичные пирамиды для себя и своей семьи, а также грозного сфинкса, что будет сторожить вашу усыпальницу. Столь прославленный род достоин этого. Но помните, что кое-кто в стране сомневается в законности вашего правления. Многие ещё помнят годы страшного голода и ропщут, что вы захватили трон. Избавьте людей от страданий и помогите отстроить их дома, и тогда непременно завоюете их преданность. Обеспечьте своих новых подданных как можно лучше, чтобы впредь эти несчастные люди не обращались против вас.

# #227_name
source: Itjtawy
ru: Иттауи

# #227_tagline
source: A New Capital is Founded
ru: Основание новой столицы

# #227_victory
source: Through your unselfish dedication to providing for your people, Egypt now accepts you as the rightful Pharaoh and looks to your dynasty to produce equally benevolent and resourceful heirs.
ru: Благодаря вашей бескорыстной заботе о своём народе Египет принял вас как законного фараона и надеется, что в вашей династии и впредь будут столь доброжелательные и умелыми правители.

# #228_mission
source: Now that Egypt is firmly united under your rule, all of your court, and I, your trusted vizier, recommend that we push the borders of our country south into Nubia. The dry riverbed at Allaqi is rich with veins of gold, and a mighty city at Iken, with you in residence, will certainly keep the Nubians from trying to attack. Be careful of the Kushites, however. They are a much more dangerous adversary than the Nubians and will use their swords to encourage you, O Pharaoh, to leave their kingdom alone. To leave a lasting mark on Nubia, you should build a large obelisk to attest to Egypt's many achievements. The obelisk will offer compelling evidence to the Nubians of the benefits of Egyptian rule, and be a constant reminder of our presence. While your direct attention is devoted to Iken, do not forget our intent to establish a thriving port city on the Red Sea at Sawu. Sawu will need help from you, and will not hesitate to ask for it. If Sawu can thrive, they will provide Iken with much-needed copper, from which weapons can be forged.
ru: Теперь, когда Египет един под вашейТеперь, когда Египет объединен под вашей властью, я, ваш верный визирь, советую раздвинуть границы государства на юг, в Нубию. Сухое русло реки Аллаки богато золотыми жилами, а могущественный город Икен под вашим руководством непременно усмирит пыл воинственных нубийцев. Однако вам стоит остерегаться кушитов. Эти враги намного опаснее нубийцев и готовы пустить в ход мечи, чтобы вы, о великий, оставили их государство в покое. В Нубии должны запомнить вас надолго, так что вам следует воздвигнуть большой обелиск в честь великих свершений Египта. Обелиск послужит нубийцам красноречивым доказательством нашего могущества и будет напоминать о нашем присутствии. Хотя ваше внимание сосредоточено на Икене, не забудьте, что мы хотели основать богатый портовый город на Красном море в Саву. Ему потребуется ваша помощь, не сомневайтесь. Если Саву будет процветать, Икен получит доступ к драгоценной меди, из которой мы куем оружие.

# #228_name
source: Iken
ru: Икен

# #228_tagline
source: Into Nubia
ru: В Нубию

# #228_victory
source: All bow to your glory, mighty Pharaoh. You have successfully conquered northern Nubia, while simultaneously providing our Red Sea port with the resources it needed to thrive, assuring that our military forces will have a reliable source of copper.
ru: Все склоняются пред вашим величием, о великий фараон. Вы успешно завоевали северную Нубию и одновременно основали порт у Красного моря, поставляющий важные для процветания товары и медь, необходимую для изготовления оружия нашим войскам.

# #229_mission
source: Now that Egypt is firmly united under your rule, we must develop trade relations with cities throughout the world to increase Egypt's wealth, O King of the Two Lands. As your people prosper, they demand more exotic items. Tired of jewelry, an easily obtained luxury good, your people want rare and expensive luxury goods, such as incense. Your court and I, your trusted vizier, recommend that you establish a Red Sea port at Sawu. Sawu offers a trade route to distant Pwenet, from which the finest incense in the world may be imported, though at great cost. Beside some modest veins of gold and copper ore, Sawu produces few raw materials of its own, but can thrive as a manufacturer of finished goods. By importing raw materials from trade partners, and exporting finished products, Sawu shall be able to turn a tidy profit. While you are busy at Sawu, one of your most valiant Nomarchs is establishing a new trade center in Nubia. His city, Iken, is likely to come under attack, so my beloved Pharaoh should be prepared to send him any resources he may need. Under your rule, Sawu is sure to be one of the loveliest cities in the kingdom, suitable as a final resting place for you and your family. As you establish the thriving port, do not neglect preparations for the afterlife. A mausoleum and small brick pyramid will provide sumptuous quarters for you and your family after your passage to the Field of Reeds.
ru: О владыка Двух земель, теперь, когда Египет един под вашей властью, мы должны развивать торговые отношения с городами по всему миру. Ваш народ богатеет, и потребности его растут. Люди устали от украшений, самого заурядного предмета роскоши, и хотят более дорогих и редких товаров, таких как благовония. Ваши придворные и я, верный визирь, советуем вам основать порт Саву на берегу Красного моря. Оттуда есть торговый путь в далёкий Пунт, где продают лучшие в мире благовония, хоть и баснословной цене. Кроме небольших запасов золота и меди, Саву не может похвастаться источниками сырья, но зато может стать ремесленным центром. Закупая сырьё в других городах и продавая готовые изделия, Саву вскоре начнёт приносить хорошую прибыль. Пока вы заняты в Саву, один из ваших доблестных номархов развивает новый центр торговли в Нубии. Очень вероятно, что его город Икен будет часто подвергаться нападениям, поэтому вам, о великий фараон, придётся время от времени ему помогать. Под вашим руководством Саву станет прекраснейшим городом в Царстве, достойным последнего пристанища для вас и вашей семьи. Развивая процветающий порт, не забывайте о приготовлениях к загробной жизни. Мавзолей и небольшая кирпичная пирамида обеспечат вам и вашей семье пышные покои, когда вы отправитесь на поля Иалу.

# #229_name
source: Sawu
ru: Саву

# #229_tagline
source: On the Shores of the Red Sea
ru: На берегах Красного моря

# #229_victory
source: All hail the wise and resourceful Pharaoh. The new Red Sea trade port is booming, and your support helped establish an equally strong trading post in Nubia.
ru: Слава мудрому и изобретательному фараону! Новый торговый порт у Красного моря процветает, а с вашей поддержкой удалось основать равный по силе торговый форпост в Нубии.

# #230_mission
source: Most respected Pharaoh, all that your family has fought so hard for is threatened! The Nubian navy is patrolling the Nile, striking deep into the heart of Egyptian territory, ransacking villages and cities alike. The Nubians are also boarding trade ships, pirating away goods. To help your northern cities beat back the foe, you should be prepared to send warships and soldiers to the cities that need them. To prevent the Nubians from again sailing our waters, your military advisors recommend building a cluster of forts at Heh between the second and third cataracts of the Nile. The forts will act as a cork, penning the Nubians in to the south. Successfully driving out the Nubians rests with conquering the city of Baki. Baki is rich in resources, and taking it over will cripple the Nubian economy. Once you have wrested control of Baki away from the Nubians, you can begin importing sandstone from the city for your great mausoleum. Your mausoleum at Heh will serve as a reminder of your dominance over the unruly Nubians. There are many challenges before you as you protect Egypt from the Nubians. Pay heed, O Living Horus, to the storm rising in the east. The thundering of horses' hooves are heard throughout Canaan, and lightning-quick chariots are laying waste to all in their path. These formidable chariots, the likes of which have never been seen anywhere, are driven by the Hyksos warriors. Already, storm clouds have been spotted on the Egyptian horizon, and you should steel yourself against the impending danger.
ru: Досточтимый фараон, все ваши достижения в большой опасности! Нубийские корабли, следуя вдоль Нила, добрались до самого сердца Египта. Они разоряют наши деревни и города и грабят торговые корабли. Подготовьте корабли и воинов, дабы с помощью них помочь северным городам сокрушить врага. Чтобы помешать нубийцам заплывать так глубоко в наши воды, ваши военные советники предлагают построить несколько крепостей в районе Хеха между вторым и третьим порогом Нила. Они станут плотиной, которая удержит нубийцев на юге. Захватив богатый Баки, мы подорвём нубийскую экономику и прекратим набеги врага. Как только вы отобьёте у нубийцев Баки, то сможете закупать там песчаник для своего мавзолея в Хехе. Он станет напоминанием о вашем превосходстве над непокорными нубийцами. Перед вами стоит много задач по защите Египта. Но будьте осторожны, о воплощение Гора, берегитесь также бури, что поднимается на востоке. По всему Ханаану слышен стук копыт: это стремительные колесницы сметают всё на своём пути. Этими невиданными прежде орудиями правят воины-гиксосы. Тучи сгущаются у Египта, и вам следует как следует подготовиться к надвигающейся беде.

# #230_name
source: Heh
ru: Хех

# #230_tagline
source: The Gauntlet
ru: Великое испытание

# #230_victory
source: Seth must truly smile upon you, Most Martial Pharaoh. You have successfully driven out the Nubians, sealing your southern border.
ru: Сет приветствует вас своей улыбкой, доблестнейший фараон. Вы успешно выгнали нубийцев и укрепили южные рубежи.

# #231_mission
source: Most royal Pharaoh, with robust trade routes firmly in place, we should now show Egypt what success and wealth can bring. Bubastis provides a perfect location for such a city: we can protect our valuable trade routes to the east while paying homage to Bast, who has watched over Egypt. Bast's city should be like no other in Egypt. It should be as lovely as the lotus flower, blooming forth with entertainment, schools, libraries and places of worship. Its citizens should be well-supplied with the finer things, including imported incense. When complete, Bubastis will be the jewel in the twin crowns. While you are building this glorious city, pay heed to the storm rising in the east. The thundering of horses' hooves are heard throughout Canaan, and lightning-quick chariots are laying waste to all in their path. These formidable chariots, the likes of which have never been seen anywhere, are driven by the Hyksos warriors. Already, storm clouds have been spotted on the Egyptian horizon, and you should steel yourself against the impending danger.
ru: Царственный фараон, торговые пути налажены, и мы наконец можем показать Египту, какие богатства и процветание его ждут. Бубастис подойдёт для этого как нельзя лучше: оттуда мы сможем защитить важные торговые пути на востоке и заодно почтить хранительницу Египта Баст. Её город обязан превзойти все прочие города. Он должен расцвести, словно лотос, поражая всех своими развлечениями, школами, библиотеками и храмами. Его жители должны получить всё лучшее, в том числе иноземные благовония. Одним словом, Бубастис должен стать драгоценным камнем на одеянии двух царств. Однако, занимаясь строительством столь величественного города, будьте осторожны, берегитесь также бури, что поднимается на востоке. По всему Ханаану слышен стук копыт: это стремительные колесницы сметают всё на своём пути. Этими невиданными прежде орудиями правят воины-гиксосы. Тучи сгущаются у Египта, и вам следует как следует подготовиться к надвигающейся беде.

# #231_name
source: Bubastis
ru: Бубастис

# #231_tagline
source: The City of Bast
ru: Город Баст

# #231_victory
source: The gleaming city of Bubastis does credit to you, Most Capable Pharaoh, and to all Egypt.
ru: Сверкающий город Бубастис славит вас, всемогущий фараон, и славит весь Египет.
