Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Missions.po
Languages: ru

# #217_mission
source: Pharaoh Khufu has taken the throne, and, as foretold by seers of Horus and Ra, our people have already begun to suffer under his oppression. It is rumored that he plans to begin a colossal building project on the plateau outside Rostja, that he may usurp the renown his father, the wise and benevolent Snofru, has earned from the completion of his two noble pyramids. Pharaoh Khufu has ordered a cluster of quarries to be dug at Tura, in the Delta region, where rich deposits of fine white limestone have recently been discovered. You also must build three mastaba tombs for the nobles of this region, so that Pharaoh may honor their devotion. The quarrying settlement you found shall be named 'On', and shall serve as a plentiful source of fine white limestone for many years...though only the gods know what endeavor Pharaoh has planned for its use. The city of Byblos in Lebanon, land of the cedars, has begun trading with the powerful empires of the east. These are Assyria and Ur, in the land called 'Mesopotamia', between the two great rivers, and from them the finest ivory may be obtained via Byblos. With the arrival of rare and exotic luxury goods such as this, On is sure to prosper. Khufu has also dispatched a Royal Governor to Iunet, to defend our land against Kushite invaders. Royal viziers look with pity upon the Governor charged with this difficult and dangerous task. In the capital, the Egyptian people have begun to enjoy a board game called senet. This game is normally enjoyed over a pitcher of beer, in a public gathering place called a 'Senet House'. Such places may provide a welcome diversion for the people of On from the tyranny of Khufu's authority.
ru: На трон взошёл фараон Хуфу, и, как предсказывали оракулы Гора и Ра, наши люди сразу же почувствовали тяжкий гнёт его правления. Говорят, что он планирует начать колоссальную стройку на плато Ростау, дабы затмить славу своего отца, мудрого и справедливого Снофру, воздвигшего две прекрасные пирамиды. Фараон Хуфу приказал построить несколько карьеров в Туре в дельте Нила, где недавно были обнаружены залежи прекрасного белого известняка. Также вы должны построить три мастабы для местной знати. Тем самым фараон отблагодарит их за преданность. Добывающее поселение, которое вы построите, будет называться Оном и служить богатым источником белого известняка на многие годы вперёд... и лишь богам известно, для чего фараону может понадобиться столько камня. Город Библ в Ливане, стране кедра, начал вести торговлю с могущественными восточными империями — Ассирией и Уром, расположенными в долине двух великих рек, что зовётся Месопотамией. Через Библ у них можно закупать слоновую кость. Если в Оне появится столь экзотичный предмет роскоши, город непременно ждёт процветание. Хуфу приказал немедленно отправить царского наместника Иунет для защиты наших земель от кушитских захватчиков. Придворные визири сочувствуют судьбе чиновника, которому выпала столь сложная и опасная задача. В столице набрала популярность новая игра под названием «сенет». В эту игру обычно играют за кружкой пива в особом заведении, называемом «домом сенета». Подобные увеселительные заведения помогут жителям Иунета отвлечься от тяжких дум, навеянных жестоким правлением Хуфу.

# #217_name
source: On
ru: Он

# #217_tagline
source: Ivory from the East
ru: Слоновая кость с востока

# #217_victory
source: Splendid. The mines you established at Tura have furnished all the limestone that Khufu has required . . . so far. With the strong economy based on the productive Tura mines, your city has reached new cultural and social heights.
ru: Несравненно. Заложенные вами карьеры в Туре дали весь известняк, что требовался Хуфу... на данный момент. Благодаря сильной экономике, основанной на доходах с богатых карьеров Туры, ваш город достиг новых культурных и общественных высот.

# #218_mission
source: Pharaoh Khufu has at last made his plans known, and his boundless aspirations are sure to weigh heavily upon our people. Pharaoh both curses and blesses your family, for though you have been awarded the status of Nomarch, you have also been charged with carrying out the most ambitious building project ever to be undertaken in our land. Pharaoh's eternal resting place shall be a massive pyramid complex, situated far from any city, on the plateau outside Rostja. His sarcophagus shall be made of solid granite, and his funeral barge of precious Lebanese cedar. Beside Pharaoh's pyramid complex, a smaller pyramid shall also be built for his son prince Khafra, whose tyranny rivals that of his father, though his achievements do not. Khafra also declares that his image be carved into the living rock at Rostja, upon a huge figure called a 'sphinx', with the body of a lion and the head of a man. To support the massive building effort needed for the completion of this monument, you'll need to establish a large settlement at Rostja. As such, conditions there may not be overly refined, for your goal is only to complete these three great projects, and to honor Pharaoh. You will be provided with some of the fine white limestone needed for the outer casing of these pyramids, but you will also need to purchase much of what you'll need with the city's own funds. Pharaoh is entrusting you, one of his royal Nomarchs, with these three sacred tasks. You must demonstrate unwavering dedication to Pharaoh and fulfill his wishes...whatever the cost.
ru: Фараон Хуфу наконец раскрыл свой замысел, и его непомерные амбиции лягут тяжким бременем на наш народ. Фараон произвёл вас в номархи, и это назначение станет как наградой, так и проклятием для вашего рода, ведь вам поручено возглавить самую грандиозную стройку в нашей истории. Усыпальницей фараона должен стать огромная пирамида, построенная вдали от городов, на плато Ростау. Саркофаг должен будет выполнен из цельного гранита, а погребальная лодка — из ценного ливанского кедра. Рядом с пирамидой фараона следует построить пирамиду поменьше, для его сына Хафры, превзошедшего своего отца в жестокости, но не в свершениях. Хафра также объявил, что его лик украсит огромную скульптуру существа с телом льва и головой человека — «сфинкса», целиком высеченного из скалы в Ростау. Чтобы завершить столь грандиозную стройку, вам понадобится основать крупное поселение в Ростау. Обустраивать город необязательно, ведь ваша цель — построить три величественных сооружения в честь фараона. Вас обеспечат превосходным белым известняком для облицовки пирамид, но другие материалы для нужд города придётся закупать. Фараон доверил вам, благороднейшему из номархов, выполнение этих священных заданий. Вы обязаны проявить абсолютную преданность фараону и выполнить его волю... любой ценой.

# #218_name
source: Rostja
ru: Ростау

# #218_tagline
source: The Great Pyramid and Sphinx
ru: Великая пирамида и сфинкс

# #218_victory
source: All in Egypt bow to your accomplishments. You have built Khufu's massive pyramid and supplied it with the richest of burial provisions, and done great honor to Khafra, constructing his final resting place and his formidable sphinx.
ru: Весь Египет преклоняются перед вашими достижениями. Вы построили огромную пирамиду Хуфу и наполнили её роскошными погребальными принадлежностями. Вы также воздали великие почести Хафре, воздвигнув его усыпальницу и грозного сфинкса.

# #219_mission
source: The reigns of Khufu and Khafra have come to an end, and with them so too has the fourth dynasty of Egyptian ruling families. But lady Khentkaues, a distant member of this family, has given birth to a new Pharaoh named 'Userkaf', and so the royal line continues unbroken. With Userkaf begins the fifth dynasty, an era that promises much change. Userkaf has decentralized the rule of our country somewhat, and has granted more power to local authorities. Now Nomarchs such as you are free to handle their own affairs. Pharaoh will not attempt the construction of a massive tomb to house him for eternity, for he has another project in mind for you. Pharaoh has declared Ra, god of the sun and of the kingdom, to be King of the Gods, and intends to proclaim his sovereignty throughout the land. Many Sun Temples already dot the Egyptian landscape, but Pharaoh wishes to extend Ra's influence to the very edge of our Kingdom. To accomplish this, you must build a fortified settlement at the Bahariya Oasis, far into the Western Desert. Use what water you can find there wisely, for what little there is to be found so far from the precious Nile is usually coveted by the wild beasts of the desert. You must also beware of attacks by Libyan warriors, and Bedouin of the desert, which have plagued the desert caravans of late. Plan your defenses carefully, and make use of whatever resources, such as wood and game, you can find at the oasis.
ru: Правлению Хуфу и Хафры пришёл конец, как и четвёртой династии египетских правителей. Однако царица Усеркаф, дальняя родственница, произвела на свет нового фараона по имени Усеркаф, так что царская линия не оборвалась. Усеркаф положил начало пятой династии, обещающей перемены к лучшему. Усеркаф ослабил центральную власть и даровал больше полномочий местным правителям. Теперь номархи вроде вас вольны заниматься собственными делами. Фараон не собирается возводить для себя огромную гробницу, он приготовил для вас другое задание. Усеркаф объявил Ра, бога солнца и царства, верховным богом и намерен распространить его влияние повсюду. Египетскую землю уже усеяло немало храмов Солнца, однако фараон желает расширить влияние Ра до самых границ царства. С этой целью вам предстоит построить укреплённое поселение в оазисе Бахария, далеко в западной пустыне. Экономьте воду, ведь вдали от великого Нила источников очень мало, да и те облюбовали дикие животные. Также опасайтесь нападений со стороны ливийских воинов и бедуинских кочевников, что разоряли пустынные караваны последние годы. Хорошо обдумайте свою оборону и грамотно распоряжайтесь доступными ресурсами, что дарует вам пустыня — деревом и дичью.

# #219_name
source: Bahariya Oasis
ru: Бахария

# #219_tagline
source: The Western Desert
ru: Западная пустыня

# #219_victory
source: Well done. You have made the most of limited resources and brought Ra's power to this isolated spot.
ru: Превосходно. Вы выжали всё возможное из доступных вам скромных ресурсов и принесли силу Ра в эту глушь.

# #220_mission
source: The reigns of Khufu and Khafra have come to an end, and with them so too has the fourth dynasty of Egyptian ruling families. But lady Khentkaues, a distant member of this family, has given birth to a new Pharaoh named 'Userkaf', and so the royal line continues unbroken. With Userkaf begins the fifth dynasty, an era that promises much change. Userkaf has decentralized the rule of our country somewhat, and has granted more power to local authorities. Now Nomarchs such as you are free to handle their own affairs.Pharaoh will not attempt the construction of a massive tomb to house him for eternity, for he has another project in mind for you. Pharaoh has declared Ra, god of the sun and of the kingdom, to be King of the Gods, and intends to proclaim his sovereignty throughout the land. Many Sun Temples already dot the Egyptian landscape, but Pharaoh wishes that the greatest be located at Djedu, in the humid Delta region of Lower Egypt. Like most of the Delta, Djedu is rich in game, fish and other wildlife and vegetation, but offers few mineral resources. As such, sandstone needed for construction of the Sun Temple will need to be imported from the quarries at the Dunqul Oasis. Cattle may be raised here to provide meat, though the herds require much straw for fodder. You'll need to clear land in order to create a suitable location for the Sun Temple. Be sure to sell enough of the precious timber you may harvest first, for once it is gone you may not be able to acquire more. Behdet and Abedju are always in need of wood, and also game, thus trade with them should help to offset the cost of constructing this sacred monument.
ru: Правлению Хуфу и Хафры пришёл конец, как и четвёртой династии египетских правителей. Однако царица Усеркаф, дальняя родственница, произвела на свет нового фараона по имени Усеркаф, так что царская линия не оборвалась. Усеркаф положил начало пятой династии, обещающей перемены к лучшему. Усеркаф ослабил центральную власть и даровал больше полномочий местным правителям. Теперь номархи вроде вас вольны заниматься собственными делами. Фараон не собирается возводить для себя огромную гробницу, он приготовил для вас другое задание. Усеркаф объявил Ра, бога солнца и царства, верховным богом и намерен распространить его влияние повсюду. Египетскую землю уже усеяло немало храмов Солнца, однако фараон желает воздвигнуть величайший из них в Джеду во влажной дельте Нила Нижнего Египта. Как и другие города дельты, Джеду богата дичью, рыбой и плодородными землями, но полезных ископаемых мало. Поэтому песчаник, необходимый для строительства храма Солнца придётся закупать в оазисе Дункул. Можно разводить скот для выделки мяса, хотя животным для прокорма нужно много соломы. Для строительства храма понадобится расчистить подходящий участок земли. Постарайтесь продать как можно больше ценной древесины: когда она кончится, больше её не найти. Бехдет и Абджу постоянно нуждаются в древесине и дичи, торгуйте с ними, чтобы покрыть затраты на строительство священного сооружения.

# #220_name
source: Djedu
ru: Джеду

# #220_tagline
source: The Temple of the Sun
ru: Храм Солнца

# #220_victory
source: Superb. The glorious Sun Temple you have built honors both Ra and Pharaoh.
ru: Браво! Построенный вами величественный храм Солнца воздаёт почести и Ра, и фараону.

# #221_mission
source: Pepy has taken the throne, and awarded your family the status of Chancellor, but it has come with a price. Centralized authority continues to erode, as local and regional leaders become more powerful. Harvests in some regions are far below normal, and the specter of famine has begun to appear in Egypt. Men-nefer, once a splendid and beautiful city, is beginning to decline. Seers foretell difficult times to come. Powerful neighbors are moving to take advantage of Egypt's increasing weakness. The outpost at Buhen is under siege from fearless Kushite soldiers sent from Kerma, the largest non-Egyptian city in Africa. The Kush are demanding tribute, and the slightest provocation could lead to an outright attack. Nubia, too, has issued a call to war and is seeking to reclaim lost land. If Egypt is to survive, you must do what you can to preserve trade routes to keep goods flowing into and out of Egypt. Keep the hard-won trading post at the Selima oasis open. Pepy, anticipating his journey to the afterlife, will make frequent requests for stone to build his pyramid, and other cities, short on food, will seek sustenance from you. Use your resources carefully. Valuable wood is plentiful at the oasis, but some of the forest must be destroyed to access the limited water supply.
ru: Взойдя на трон, Пиопи наградил вашу семью должностью казначея, но не просто так. Центральная власть продолжает слабеть, поскольку растёт влияние местных правителей. В некоторых областях страны урожаи были гораздо хуже обычного, и над Египтом нависла угроза голода. Мен-нефер, когда-то великолепный и богатый город, приходит в упадок. Провидцы предсказывают тяжёлые времена. Набравшие силу соседи решили воспользоваться растущей слабостью Египта. Форпост в Бухене осаждён кушитскими воинами, прибывшими из Кермы — крупнейшего африканского города за пределами Египта. Куш требует дань, и малейшая провокация может привести к сокрушительному нападению. Нубия также собирает войска с целью отвоевать потерянные земли. Существование Египта зависит от внешней торговли, и вы должны во что бы то ни стало сохранить торговые пути. Удержите торговый пост в оазисе Селима, доставшийся нам с большим трудом. Готовясь к загробной жизни, Пиопи будет часто требовать у вас камень для строительства пирамиды, а другие города, испытывая недостаток пищи, будут просить поставки провизии. Используйте доступные ресурсы с умом. Вокруг оазиса растёт много ценных деревьев, но часть леса придётся вырубить, чтобы получить доступ к источнику воды.

# #221_name
source: Dunqul Oasis
ru: Оазис Дункул

# #221_tagline
source: The Kushite Threat
ru: Кушитская угроза

# #221_victory
source: You have managed to provide for your people while Egypt crumbles around you. Your family's skill will serve Egypt well in the difficult times to come.
ru: В условиях, когда Египет разваливается на части, вам удалось обеспечить своих людей всем необходимым. Умения вашего рода хорошо послужат Египту в наступающие тяжёлые времена.

# #222_mission
source: Pepy has taken the throne, and awarded your family the status of Chancellor, but it has come with a price. Centralized authority continues to erode as local and regional leaders become more powerful. Harvests in some regions are far below normal, and the specter of famine has begun to appear in Egypt. Men-nefer, once a splendid and beautiful city, is beginning to decline. Seers foretell difficult times to come. Our powerful neighbors are moving to take advantage of our increasing weakness. Our outpost at Buhen is under siege from fearless Kushite soldiers sent from Kerma, the largest non-Egyptian city in Africa. The Kushite are demanding tribute, and the slightest provocation could lead to an outright attack. Nubia, too, has issued a call to war and is seeking to reclaim lost land. Try to keep Egypt stable by establishing an administrative post at Dakhla Oasis. The oasis has a large stand of valuable trees, but these trees unfortunately block access to the limited water supply at the oasis. From this important location, import ebony from the African interior. Pepy, anticipating his journey to the after-life, will request bricks for the construction of his monument. Other cities, short on food, will request sustenance from you.
ru: Взойдя на трон, Пиопи наградил вашу семью должностью казначея, но не просто так. Центральная власть продолжает слабеть, поскольку растёт влияние местных правителей. В некоторых областях страны урожаи были гораздо хуже обычного, и над Египтом нависла угроза голода. Мен-нефер, когда-то великолепный и богатый город, приходит в упадок. Провидцы предсказывают тяжёлые времена. Набравшие силу соседи решили воспользоваться растущей слабостью Египта. Форпост в Бухене осаждён кушитскими воинами, прибывшими из Кермы — крупнейшего африканского города за пределами Египта. Куш требует дань, и малейшая провокация может привести к сокрушительному нападению. Нубия также собирает войска с целью отвоевать потерянные земли. Чтобы обеспечить безопасность Египта, постройте административный центр в оазисе Дахла. Там растёт много деревьев, но, к сожалению, часть их преграждает доступ к драгоценному источнику воды. Это очень важное поселение, тут вы можете закупать чёрное дерево, привозимое из Африки. Готовясь к загробной жизни, Пиопи будет часто требовать у вас кирпичи для строительства своего монумента, а другие города, испытывая недостаток пищи, будут просить поставки провизии.

# #222_name
source: Dakhla Oasis
ru: Оазис Дахла

# #222_tagline
source: The Caravan Trail
ru: Путь караванов

# #222_victory
source: While Egypt falls apart around you, you have managed to hold your city together. These skills will serve Egypt well in the difficult time to come.
ru: Пока вокруг вас рушится весь Египет, вам удалось удержать свой город на плаву. Эти умения хорошо послужат Египту в наступающие тяжёлые времена.

# #223_mission
source: The old way of life is gone, and most fear that Egypt will never return to its past glory. Osiris has turned his back on his people, and a series of low Inundations has caused widespread famine. The power of the pharaohs, once unquestionable, has evaporated, replaced by bickering provincial leaders. Out of this chaos, two noble families have arisen and are attempting to seize control of the country. The rulers of Henen-nesw have laid claim to the throne as the rightful heirs. They are particularly cruel and are doing little to assuage the people's hunger. To the south, a new family, the Inyotef house, has risen to power in Waset. This family has done much to reunite the south, and now Henen-nesw has engaged Waset in a deadly civil war for control of all of Egypt. To show their benevolence to the people of Egypt, the Inyotefs have entrusted you with rebuilding the newly conquered city of Thinis, one of the oldest cities in Egypt. Two of Thinis' finest and most ancient buildings have survived the turmoil of its conquest: the Temple Complex of Osiris and the mansion. The Inyotefs have decreed that should either of these buildings be destroyed, no funds will be squandered on their restoration. The Waset rulers consider the restoration of Thinis a top priority and have gathered up considerable funds - even in this time of strife - for this purpose. Return Thinis to its former splendor, and commission a navy and raise a strong army to defend it from the frequent attacks of those loyal to Henen-nesw, including the cities of Sauty, Nekhen and Khmun. Be careful of the Henen-nesw rulers: they may demand tribute to see if your loyalty - and your debens - can be extorted. Also watch out for the opportunistic Nubians who seek to take advantage of Egypt's internal struggles.
ru: Прежним временам пришёл конец, и многие боятся, что Египет никогда не вернёт былое величие. Осирис отвернулся от своего народа, и череда скудных разливов привела к всеобщему голоду. Некогда незыблемая власть фараонов исчезла, уступив место ссорящимися между собой правителям провинций. Посреди этого хаоса возвысились два знатных рода, пытающихся подчинить себе верховную власть. Правители Хенен-несута заявляют, что трон по праву принадлежит им. Эти люди особенно жестоки и мало помогают голодающим. В Уасете к власти пришёл новый род Иниотефов, объединивший под своим началом весь юг. Хенен-несут развязал против Уасета кровавую гражданскую войну за власть над всем Египтом. В знак радушия к египтянам Иниотефы поручили вам заново отстроить недавно отвоёванный город Тинис, старейший город Египта. После завоевания в городе уцелели две прекраснейшие и древнейшие постройки — храмовый комплекс Осириса и особняк. Иниотефы объявили, что в случае разрушения этих зданий деньги на восстановление они не дадут. Для правителей Уасета первостепенная задача — восстановить город. Для этой цели даже в наше непростое время они сумели собрать немалую сумму. Верните городу прежний блеск, постройте флот и соберите сильную армию, чтобы защититься от постоянных набегов лояльных Хенен-несуту городов Асьют, Нехен и Шмун. Опасайтесь правителей Хенен-несута: они могут потребовать с вас дань, чтобы выяснить, насколько крепка ваши верность и казна. Также остерегайтесь коварных нубийцев, желающих поживиться, пока Египет раздирают распри.

# #223_name
source: Thinis
ru: Тинис

# #223_tagline
source: Civil War
ru: Гражданская война

# #223_victory
source: Even in times of great unrest, your family's considerable leadership skills have returned Thinis to its prior glory. Your courageous military has helped the Inyotefs defeat their rivals, a feat that will not soon be forgotten.
ru: Даже во времена великих потрясений под чутким руководством вашего рода Тинис вернул свою прежнюю славу. Ваши храбрые воины помогли Иниотефу одержать победу, и этот подвиг не будет забыт.
