Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Missions.po
Languages: ru

# #Cleopatras_Capital_desc
source: Alexander the Great himself has paced off the future site of Alexandria-the port city on the Mediterranean Sea that you must now build. Under the 300-year reign of the Ptolemy's, ending with Cleopatra VII, Alexandria will become the greatest city in the world, exceeding Rome in population and wealth. Alexander's Mausoleum, the Great Library, the Pharos Lighthouse and the Caesareum are your city's projects. But what of Rome's mighty legions? Will they be used for or against Cleopatra's Egypt?
ru: Сам Александр Великий определил будущее место Александрии — города-порта на Средиземном море, который предстоит вам построить. В течение 300-летнего правления Птолемеев, которое закончится на Клеопатре VII, Александрия станет величайшим городом мира, а своим богатством и численностью превзойдёт даже Рим. Мавзолей Александра, Великая библиотека, Фаросский маяк и Цезариум — вот проекты, которыми вам предстоит заняться. Но как же грозные римские легионы? Пойдут ли они войной на Египет Клеопатры или защитят его?

# #Cleopatras_Capital_name
source: Cleopatra's Capital
ru: Столица Клеопатры

# #Cleopatras_Capital_tooltip
source: The Ptolemy's from Greece restore glory to the land of the pharaohs and stave off the threat from Rome.
ru: Птолемей из Греции возвращает земле фараонов былую славу и отводит угрозу Рима.

# #Custom_victory
source: All hail the mighty Pharaoh! Your dynasty is without equal, and Egyptians from now until the end of time will speak your name with the greatest reverence.
ru: Славься, могущественный фараон! Ни одна династия не сравнится величием с вашей, и до скончания времён египтяне будут произносить ваше имя с величайшим почтением.

# #DefeatConditions_Content
source: The mission is lost if your debt rises to -5000 Debens. Keep a close eye on your treasury!
ru: Миссия будет проигранной, если ваш долг превысит 5000 дебенов. Внимательно следите за своей казной!

# #DefeatConditions_Title
source: Defeat Conditions
ru: Условия поражения

# #EndDemo
source: Well done! Thank you for playing the Pharaoh: A New Era demo. If you enjoyed your time in Ancient Egypt, you can add the game to your wishlist right now! You can also follow any developments via <link="https://twitter.com/Triskell_Int"><u><color=#4374de>Twitter</color></u></link>, <link="https://www.youtube.com/channel/UCMFarZeUbflrWorte1Bo5Rg"><u><color=#4374de>Youtube</color></u></link> and <link="https://discord.gg/pharaohnewera "><u><color=#4374de>Discord</color></u></link>.
ru: Отлично! Спасибо, что поиграли в демо-версию Pharaoh A New Era. Если вам понравилось в Древнем Египте, добавьте игру в список желаемого! Вы также можете следить за процессом разработки на <link="https://twitter.com/Triskell_Int"><u><color=#4374de>Twitter</color></u></link>, <link="https://www.youtube.com/channel/UCMFarZeUbflrWorte1Bo5Rg"><u><color=#4374de>Youtube</color></u></link> и <link="https://discord.gg/pharaohnewera "><u><color=#4374de>Discord</color></u></link>.

# #Middle_Kingdom_desc
source: The Middle Kingdom, born in strife, proves to be a time of great opportunity for your family. With your leadership, Egypt regains its former splendor...and more.
ru: Рождённое в распрях Среднее царство оказывается временем больших возможностей для вашего рода. Под вашим правлением Египет возвращает себе былую славу... и приумножает её.

# #Middle_Kingdom_name
source: Middle Kingdom
ru: Среднее царство

# #Middle_Kingdom_tooltip
source: From its painful genesis, the Middle Kingdom proves to be a time of great opportunity for your family's advancement in the world.
ru: Несмотря на сложное начало, Среднее царство сулит вам великие возможности для вашей династии.

# #New_Kingdom_desc
source: Strange new enemies with a terrifying super weapon bring the Middle Kingdom to its end, and prepare the way for the magnificent New Kingdom to follow.
ru: Странные новые враги с ужасающим оружием ставят точку в истории Среднего царства, но вместе с тем готовят величественное становление Нового царства.

# #New_Kingdom_name
source: New Kingdom
ru: Новое царство

# #New_Kingdom_tooltip
source: A fierce new enemy, using an ingenious and unstoppable new weapon, sweeps the Middle Kingdom away. Out of this destruction, Egypt is again reborn.
ru: Среднее царство сметает жестокий новый враг, вооружённый хитроумным и превосходным оружием. Но на обломках прежней страны Египет переродится вновь.

# #Old_Kingdom_desc
source: Egypt rises to unprecedented might, wealth and glory during the Old Kingdom. Yet, even as incredible new monuments rise throughout the Nile valley, seers make disturbing predictions about the fate of the Two Lands.
ru: В период Древнего царства Египет достиг невиданного богатства, славы и могущества. И хотя по всей долине Нила возводятся невероятные монументы, мудрецы пророчат беды в будущем Двух земель.

# #Old_Kingdom_name
source: Old Kingdom
ru: Древнее царство

# #Old_Kingdom_tooltip
source: Egypt enters a golden age of wealth, might and glory, and erects astonishing new monuments throughout the world. Yet, after attaining these dizzying heights, Egypt fell into war.
ru: Для Египта наступает золотой век богатства, власти и славы, по всей стране возводятся невероятные монументы. И всё же, достигнув таких головокружительных высот, Египет вязнет в войнах.

# #Predynastic_desc
source: Your family begins the Predynastic period leading a small band of nomads through their discovery of the arts of civilization. Your leadership helps to set Egypt on its course to eventual greatness, still glimpsed only dimly.
ru: Ваш род берёт начало в Додинастическом периоде, когда небольшая группа кочевников под вашим руководством едва познала плоды цивилизации. Под вашим руководством Египет ступает на путь к величию, едва различимом в отдалённом будущем.

# #Predynastic_name
source: Predynastic Period
ru: Додинастический период

# #Predynastic_tooltip
source: During the Predynastic period, the clans who will eventually rule Egypt take their first faltering steps on the road to civilization.
ru: Во времена Додинастического периода кланы, которые со временем будут править Египтом, делают первые неуверенные шаги на пути к цивилизации.

# #RamsesII_desc
source: Ramses II is third in a dynastic line begun by his grandfather, Ramses I, a vizier of non-royal blood who claimed the throne when Horemheb left no descendent. You need to achieve military triumphs and construct great monuments that will convince your subjects of your god-like status, fill your enemies with despair, and proclaim Ramses the Great's name and the glory of Egypt for generations to come.
ru: Рамсес II стал третьим правителем династии, берущей начало от его деда, Рамсеса I, визиря нецарского происхождения, который занял престол, когда Хоремхеб умер, не оставив наследников. Вам нужно достичь триумфальных побед на поле боя и воздвигнуть великие монументы, дабы убедить подданных в своей богоподобной сущности, наполнить сердца неприятелей отчаянием и провозгласить имя Рамсеса Великого и славу Египта на для грядущих поколений.

# #RamsesII_name
source: Ramses II
ru: Рамсес II

# #RamsesII_tooltip
source: Ramses II wins Egypt's greatest victory and commemorates his greatness with stunning monuments.
ru: Рамсес II одержал самую великую победу для Египта и в честь своих достижений возвёл потрясающие воображение монументы.

# #Valley_ot_Kings_desc
source: Grand as they are, the pyramids of your ancestors have eroded over the centuries, the tombs within have been desecrated, and the hidden treasures pilfered by robbers, whom the gods will surely punish throughout eternity! You will forego pyramids and start a new necropolis in a hard-to-reach wadi across from Thebes, digging tombs into the cliffs to create a Valley of the Kings, safe from robbers. Or is it?
ru: Века разъели и выветрили камни в величественных пирамидах ваших предков. Гробницы внутри них были осквернены, а спрятанные сокровища разграблены бандитами, которых несомненно ждёт вечная кара богов! Вы решаете отказаться от пирамид и основываете новый некрополь в уединённой долине напротив Фив. Гробницы высекаются в самих скалах, и так рождается Долина Царей, надёжно защищённая от грабителей. Или нет?

# #Valley_ot_Kings_name
source: Valley of the Kings
ru: Долина Царей

# #Valley_ot_Kings_tooltip
source: The development of a new necropolis in the Valley of the Kings provided a new way to prepare the pharaohs for their journeys to the after life.
ru: С развитием нового некрополя в Долине Царей у фараонов появляется новый способ подготовиться к путешествию в загробный мир.
