Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Monuments.po
Languages: ru

source: Abu Simbel
ru: Абу-Симбел

# #AbuSimbel_Completed
source: The impressive figures of our Ramses II welcome all who approach Egypt from the south.
ru: Величественные статуи Рамсеса II приветствуют всех, кто прибывает к Египту с юга.

# #AbuSimbel_Working
source: Workers are busy working on Abu Simbel. Make sure that the carpenters have plenty of wood so that they can build scaffolding in a timely fashion.
ru: Работа над Абу-Симбелом идёт полным ходом. Убедитесь, что у плотников достаточно дерева для того, чтобы построить строительные леса без задержек.

source: Alexandria's Library
ru: Александрийская библиотека

# #BentPyramid_CourseLeft
source: The remainder of the Bent Pyramid will require an additional {0} blocks of plain stone<sprite name="Plainstone"> and {1} blocks of limestone<sprite name="Limestone">
ru: Для оставшейся части ломанной пирамиды требуется {0} каменных блоков<sprite name="Plainstone"> и {1} блоков известняка<sprite name="Limestone">.

# #BentPyramid_Done
source: The bent pyramid is now complete, and contains a total of {0} blocks of plain stone<sprite name="Plainstone"> and {1} blocks of limestone<sprite name="Limestone">
ru: Ломаная пирамида построена. Всего уложено {0} каменных блоков<sprite name="Plainstone"> и {1} блоков известняка<sprite name="Limestone">.

# #BrickCorePyramid_Course
source: The current course requires {0} bricks<sprite name="Bricks"> and {1} blocks of limestone<sprite name="Limestone">
ru: Для текущего слоя требуется {0} кирпичей<sprite name="Bricks"> и {1} блоков известняка<sprite name="Limestone">.

# #BrickCorePyramid_CourseLeft
source: The remainder of the Brick-Core Pyramid will require an additional {0} bricks<sprite name="Bricks"> and {1} blocks of limestone<sprite name="Limestone">
ru: Для оставшейся части кирпичной пирамиды требуется {0} кирпичей<sprite name="Bricks"> и {1} блоков известняка<sprite name="Limestone">.

# #BrickCorePyramid_Done
source: The brick-core pyramid is now complete, and contains a total of {0} bricks<sprite name="Bricks"> and {1} blocks of limestone<sprite name="Limestone">
ru: Кирпичная пирамида построена. Всего уложено {0} кирпичей<sprite name="Bricks"> и {1} блоков известняка<sprite name="Limestone">.

# #BurialTomb_Completed
source: The hidden Royal Burial Tomb is now ready for the Pharaoh. May Horus guard the tomb and strike down anyone who may dare to violate it!
ru: Потаённая царская гробница готова для фараона. Да хранит её Гор и да покарает он любого, кто осмелится нарушить покой царской усыпальницы!

# #BurialTomb_Lamps
source: Lamps: {0}
ru: Лампы: {0}

# #BurialTomb_NoAccess
source: Workers can't get to the tomb's entrance. See what's blocking the way.
ru: Рабочие не могут попасть ко входу в гробницу. Узнайте, что преграждает им путь.

# #BurialTomb_NoBurialGoods
source: The Royal Burial Tomb is complete. All that is lacking now are the burial provisions the deceased will need in the Field of Reeds.
ru: Царская гробница готова. Осталось только наполнить её погребальными принадлежностями, что понадобятся усопшему на полях Иалу.

# #BurialTomb_NoLamps
source: The artisans and masons refuse to step foot in the Royal Burial Tomb without lamps. It is awfully dark in there!
ru: Художники и каменотёсы отказываются заходить в царскую гробницу без ламп. Там кромешная тьма!

# #BurialTomb_NoProblem
source: The artisans and masons are busy at their crafts, and work on the Royal Burial Tomb is progressing nicely. Remember to keep the Artisans' Guild supplied with clay and paint to help ensure that everything goes smoothly.
ru: Художники и каменотёсы вовсю трудятся над царской гробницей, и работа идёт полным ходом. Не забывайте снабжать артель художников глиной и краской, чтобы они не простаивали без дела.

source: Caesareum
ru: Цезариум

# #Caesareum_Completed
source: The Caesareum is complete and celebrates the union between Egypt and Rome.
ru: Цезариум завершён и стал символом единения Египта и Рима.

# #Caesareum_Granite
source: The remainder of the Caesareum will require an additional {0} blocks of granite ({1} loads).
ru: Для оставшейся части Цезариума требуется {0} блоков гранита ({1} загрузок).

# #Caesareum_Marble
source: The remainder of the Caesareum will require an additional {0} blocks of marble ({1} loads).
ru: Для оставшейся части Цезариума требуется {0} блоков мрамора ({1} загрузок).

# #Caesareum_Step_1
source: Peasants are hard at work, clearing the land for the Caesareum.
ru: Рабочие в поте лица расчищают площадку для Цезариума.

# #Caesareum_Step_2
source: Now that the land is ready, the stonemasons are busy laying a solid foundation.
ru: Площадка готова, и сейчас каменотёсы закладывают прочный фундамент.

# #Caesareum_Step_3
source: Our tired stonemasons have finished laying the foundation. No rest for the weary, though: construction of the temple is underway.
ru: Наши утомлённые каменотёсы закончили работу над фундаментом, но покой нам только снится: уже начато возведение самого храма.

# #Caesareum_Step_4
source: With the central temple complete, work has begun on the patio!
ru: Центральный храм готов, начались работы над патио!

# #Caesareum_Step_5
source: From patios to porticos! Our skillful stonemasons have finished the patio and have begun work on the portico.
ru: Из патио в портик! Наши умелые каменотёсы закончили патио и приступили к строительству портика.

# #Caesareum_Step_6
source: The stonemasons have started placing the roof on the portico's pillars.
ru: Каменотёсы начали укладывать крышу на колонны портика.

# #Caesareum_Step_7
source: All of the roof sections are in place on the porticos.
ru: Все части крыши портика уложены.

# #Caesareum_Step_8
source: The Caesareum's majestic entranceway is finished.
ru: Величественный вход в Цезариум полностью готов.

# #Caesareum_Step_9
source: Stonemasons have finished the Caesareum's interior and have turned their attention to the granite obelisks that adorn the exterior of the building.
ru: Каменотёсы закончили работу над внутренними помещениями Цезариума и теперь перешли к гранитным обелискам, которые украшают внешние стены здания.

source: Construction Foreman
ru: Прораб

# #CoursesCompleted
source: {0} courses have been completely laid in place.
ru: Полностью уложено слоёв: {0}.

# #CoursesCompleted_One
source: One course has been completely laid in place.
ru: Полностью уложен 1 слой.

# #CoursesCompleted_Zero
source: No courses have been completely laid in place yet.
ru: Пока не уложено ни одного слоя.

# #Foreman_BrickCorePyramid_ClearSite
source: Workers are just clearing and leveling the construction site now. After that, we'll need plenty of bricks and limestone to complete this monument.
ru: Рабочие заканчивают расчищать и выравнивать площадку. После этого нам понадобится много кирпичей и известняка для строительства этого монумента.

# #Foreman_Bricks_Stockpiled
source: Your Overseer of Commerce dares to blame you for the work stoppage! He claims that you ordered bricks to be stockpiled.
ru: Торговый советник имеет наглость обвинять вас за простои в работах! Он заявляет, что именно вы приказали отправлять весь кирпич на склады.

# #Foreman_Copper_Stockpiled
source: The Overseer of Commerce told me that you have ordered him to stockpile copper. I'm sure you have a good reason for doing so, but my men can't continue work on the monument without the commodity.
ru: Торговый советник сказал, что вы приказали ему складировать всю медь. У вас наверняка на это были причины, но без меди мы не можем продолжить строительство монумента.

# #Foreman_Copper_Stockpiled_var
source: Without a supply of copper how can you expect the roof of this great structure to be completed? Incredible as it may seem, your Overseer of Commerce has told me that he's stockpiling it.
ru: Как, по-вашему, можно закончить крышу этой великой постройки, когда у нас нет меди? К моему удивлению, ваш торговый советник заявил, что вся медь сейчас запасается на складах.

# #Foreman_Granite_Stockpiled
source: Your Overseer of Commerce says that you commanded him to stockpile granite. Unless you have a talk with him, my workers will never get any deliveries.
ru: Ваш торговый советник говорит, что вы приказали складировать весь гранит. Поговорите с ним, иначе мои рабочие не дождутся поставок.

# #Foreman_Granite_Stockpiled_var
source: I've learned from a reliable source that granite is being stockpiled. Do you expect me to conjure up what I need from the sands of the Nile? You had better see to it that some granite is made available to my stonemasons immediately.
ru: Мне передали, что весь гранит идёт на склад. Думаете, я его из нильского песка смогу наколдовать? Проследите, чтоб моим каменотёсам срочно доставили гранит.

# #Foreman_Limestone_Stockpiled
source: Your Overseer of Commerce says that you commanded him to stockpile limestone. Unless you have a talk with him, my workers will never get any deliveries.
ru: Ваш торговый советник говорит, что вы приказали складировать весь известняк. Поговорите с ним, иначе мои рабочие не дождутся поставок.

# #Foreman_Marble_Stockpiled
source: Could you ask your Overseer of Commerce to stop stockpiling white marble? We could really use it on the monument.
ru: Попросите торгового советника прекратить отправлять весь белый мрамор на склады. Он нам нужен для строительства.

# #Foreman_Marble_Stockpiled_var
source: It is hard to believe, but the Overseer of Commerce informs me that marble is being stockpiled in our storage yards. Without marble, how can you expect work to continue?
ru: Не могу поверить, но торговый советник утверждает, что весь мрамор идёт прямо на наши склады. Как строить дальше, если нет мрамора?

# #Foreman_NoArtisans
source: The Pharaoh will not be the least bit amused if his life story is not told in the most elegant fashion. With no Artisans' Guild, whom do you expect to illustrate the tomb?
ru: Фараону ничуть не понравится, если его жизнеописание не будет рассказан самым искусным образом. Если нет артели художников, кто будет расписывать гробницу?

# #Foreman_NoBricklayers
source: I suppose the bricks for this project will magically assemble themselves. That must be your plan, since you haven't built a Bricklayers' Guild.
ru: Похоже, что кирпичи будут укладываться волшебным образом сами, раз у нас ещё нет артели каменщиков.

# #Foreman_NoBricks
source: Our bricklayers need a lot more bricks than they're getting. If we can't make them, maybe you can import some.
ru: Нашим каменщикам нужно куда больше кирпича, чем сейчас есть. Если мы не можем их делать, может, лучше их стоит купить.

# #Foreman_NoCarpenters
source: With no Carpenters' Guild in the city to build ramps or scaffolds, I hope that you're planning on a very short monument!
ru: Надеюсь, монумент будет у нас невысоким, раз во всём городе нет артели плотников, которые сделали бы нам леса!

# #Foreman_NoCopper
source: Our masons are ready to add copper to the roof if only it would arrive. Mine or import more of it.
ru: Наши каменотёсы уже готовы крыть монумент медью, как только она появится. Добудьте её или купите.

# #Foreman_NoGranite
source: It won't be much of a monument, with the paltry supply of granite I'm seeing. Quarry or import more of it.
ru: Из такой жалкой кучки гранита нормальный монумент не построишь. Добудьте его в карьерах или купите.

# #Foreman_NoLimestone
source: You had best quarry or import more limestone, if stonemasons are to build a monument during our lifetimes.
ru: Нужно добывать или закупать больше известняка, вы хотите, чтобы каменотёсы закончили монумент при нашей жизни.

# #Foreman_NoMarble
source: Unless you import more marble, our stonemasons will never be able to finish this monument.
ru: Наши каменотёсы ни за что не закончат этот монумент, пока вы не закупите больше мрамора.

# #Foreman_NoPlainstone
source: A stonemason without stone is sad to see. Quarry or import more plain stone, or this monument will never take form.
ru: Печально смотреть на каменотёса, которому не дали камня. Добудьте в карьере или закупите больше камня, иначе монумент никогда не обретёт свою форму.

# #Foreman_NoProblem
source: Work is progressing nicely. The laborers have all the supplies they need.
ru: Работа идёт полным ходом. Рабочие обеспечены всем необходимым.

# #Foreman_NoSandstone
source: Unless the city imports or quarries more sandstone, our stonemason is going to enjoy an early retirement.
ru: Если город не добудет или не закупит больше песчаника, наш каменотёс уйдёт на пенсию раньше времени.

# #Foreman_NoStonemasons
source: There are no stonemasons available to work on this monument. If you want progress, build a Stonemasons' Guild at once!
ru: Для работы над этим монументом нет каменотёсов. Если хотите, чтобы дело сдвинулось, постройте артель каменотёсов!

# #Foreman_NoWood
source: My carpenters lament the shortage of wood. Cut more trees, or step up the imports.
ru: Плотники жалуются, как им не хватает дерева. Нарубите побольше или увеличьте поставки из других городов.

# #Foreman_NotEnoughArtisans
source: A rather drab looking tomb, isn't it? That's how it's going to stay unless some artisans show up soon! I always thought they were a lazy lot. You'd better see what the delay is.
ru: Довольно скучная гробница, да? И такой она и останется, если срочно не появятся хоть какие-то художники! Лентяи они, все до одного. Узнайте, почему у них там такие задержки.

# #Foreman_NotEnoughBricklayers
source: Between you and me, the Bricklayers' Guild in this city must be some kind of recreation club. It's not sending me any bricklayers, that's for certain.
ru: Между вами и мной, похоже, артель каменщиков превратилась в какой-то курорт. По крайней мере, они ещё никого не прислали.

# #Foreman_NotEnoughCarpenters
source: I need a carpenter here, and I need him now! Why don't you apply your leadership skills at that good-for-nothing Carpenters' Guild?
ru: Срочно нужен плотник! Проявите свои лидерские навыки, узнайте, почему артель плотников ничего не делает!

# #Foreman_NotEnoughCarpenters_2
source: An awful lot of people are standing around waiting for a carpenter to show up. He sure does take his sweet time getting here.
ru: Так много людей просто стоят и ждут, пока не объявится плотник. Он явно не торопится сюда попасть.

# #Foreman_NotEnoughStonemasons
source: Impressive heap of stone, isn't it? And that's all it's ever going to be, unless some stonemasons show up. The Stonemasons' Guild in this city won't win any awards for productivity...
ru: Впечатляющая груда камня, да? И так останется, пока на площадку не явятся каменотёсы. Местная артель каменщиков явно не получит премию за продуктивность...

# #Foreman_NotEnoughWorkCamps
source: No peasants have reported for duty. I'd find out why, if I were you. Maybe your Work Camps are more like sleep camps.
ru: Никто из рабочих не явился на площадку. Стоит выяснить почему, а то, может, у вас не рабочие лагеря, а лагеря отдыха.

# #Foreman_PyramidAndBentPyramid_ClearSite
source: Workers are just clearing and leveling the construction site now. This would be a fine time to amass some plain stone and limestone. We are going to need plenty.
ru: Рабочие заканчивают расчищать и выравнивать площадку. Сейчас самое время собрать больше камня и известняка. Их нам понадобится очень много.

# #Foreman_Pyramid_NoProblem
source: Everything seems to be going just fine, and the pyramid continues to rise higher and higher.
ru: Все идёт как надо, и пирамида растёт всё выше и выше.

# #Foreman_Sandstone_Stockpiled
source: Did you really direct the Overseer of Commerce to stockpile sandstone? He will not authorize shipments from the Storage Yards.
ru: Вы правда приказали торговому советнику складировать весь песчаник? Он не даёт разрешение на поставки со складов.

# #Foreman_SteppedPyramid_ClearSite
source: Workers are just clearing and leveling the construction site now. After that, we'll need plenty of plain stone to build this monument.
ru: Рабочие заканчивают расчищать и выравнивать площадку. После этого нам понадобится много камня для строительства этого монумента.

source: Grand Mudbrick Pyramid Complex
ru: Большая конструкция кирпичной пирамиды

source: Grand Pyramid Complex
ru: Большая конструкция пирамиды

source: Grand Royal Burial Tomb
ru: Великая царская гробница

source: Grand Stepped Pyramid Complex
ru: Большая конструкция ступенчатой пирамиды

source: Large Mastaba
ru: Большая мастаба

source: Large Mudbrick Pyramid
ru: Большая кирпичная пирамида

source: Large Obelisk
ru: Большой обелиск

source: Large Pyramid
ru: Большая пирамида

source: Large Royal Burial Tomb
ru: Большая царская гробница

source: Large Stepped Pyramid
ru: Большая ступенчатая пирамида

# #Library_Completed
source: Alexandria's Library is finished and is the center of learning in the known world.
ru: Александрийская библиотека готова. Она станет центром знаний для всего мира.

# #Library_Copper
source: The remainder of the Library will require an additional {0} ingots of copper ({1} loads).
ru: Для оставшейся части библиотеки требуется {0} медных слитков ({1} загрузок).

# #Library_Marble
source: The remainder of the Library will require an additional {0} blocks of marble ({1} loads).
ru: Для оставшейся части библиотеки требуется {0} блоков мрамора ({1} загрузок).

# #Library_Step_1
source: We're waiting for peasants to clear the land.
ru: Мы ждём, пока рабочие не расчистят площадку.

# #Library_Step_2
source: Now that the land is cleared, stonemasons are putting the foundation in place.
ru: Площадка расчищена, и сейчас каменотёсы закладывают фундамент.

# #Library_Step_3
source: The foundation is complete, so now we can work on the floor.
ru: Фундамент заложен, и теперь мы можем начать работу над полом.

# #Library_Step_4
source: We're erecting some columns now that the floor is laid.
ru: Пол готов, и сейчас мы возводим колонны.

# #Library_Step_5
source: Building a roof is the next step. The columns are complete.
ru: Следующий шаг — крыша. Колонны уже стоят.

# #Library_Step_6
source: Now we need some copper to finish the roof so that it will glisten like the sun.
ru: Теперь нам надо покрыть крышу медью, чтобы она сверкала, словно солнце.

# #Library_Step_7
source: We're just putting the finishing touches on the Library now.
ru: Мы выполняем завершающие работы над библиотекой.

# #Mastaba_ClearSite
source: First, workers need to clear the mastaba site down to bedrock. More peasants from Work Camps could speed the leveling process.
ru: Сперва рабочим необходимо расчистить площадку под мастабу до материнской породы. Чем больше чернорабочих из рабочих лагерей, тем быстрее проходит процесс выравнивания.

# #Mastaba_Complete
source: The mastaba is complete.
ru: Мастаба готова.

# #Mastaba_Completion
source: The {[Mastaba]} is {0}% complete.
ru: {[Mastaba]} готова на {0}%.

# #Mastaba_Course
source: The current course requires {0} bricks<sprite name="Bricks">
ru: Для текущего слоя требуется {0} кирпичей<sprite name="Bricks">.

# #Mastaba_CourseLeft
source: The remainder of the Mastaba will require an additional {0} bricks<sprite name="Bricks">
ru: Для оставшейся части мастабы требуется {0} кирпичей<sprite name="Bricks">.

# #Mastaba_Done
source: The mastaba is now complete, and contains a total of {0} bricks<sprite name="Bricks">
ru: Мастаба готова. Всего уложено {0} кирпичей<sprite name="Bricks">.

# #Mastaba_Phase_1
source: Workers are just clearing the construction site now. After that, we'll need plenty of bricks for the mastaba.
ru: Рабочие заканчивают расчищать площадку. После этого нам понадобится много кирпичей для мастабы.

# #Mastaba_Phase_2
source: Everything seems to be going just fine. This mastaba will be done in no time.
ru: Все идёт как надо. Мастаба будет построена в кратчайшие сроки.

source: Mausoleum
ru: Мавзолей

# #Mausoleum_BlocksNeeded
source: {0}<sprite name="Sandstone">blocks of sandstone are needed to finish construction of the mausoleum
ru: Для завершения мавзолея требуется {0} блоков песчаника<sprite name="Sandstone">.

# #Mausoleum_Carpenter needed
source: This mausoleum requires a carpenter's services.
ru: Мавзолею требуется плотник.

# #Mausoleum_Complete
source: The mausoleum is complete.
ru: Мавзолей готов.

# #Mausoleum_Phase_1
source: Phase 1
ru: Первый этап

# #Mausoleum_Phase_1_Desc
source: The foundation has been placed and workers are clearing the site
ru: Заложен фундамент, и рабочие очищают площадку.

# #Mausoleum_Phase_2
source: Phase 2
ru: Второй этап

# #Mausoleum_Phase_2_Desc
source: Masons are constructing the lower part of the mausoleum
ru: Каменщики возводят нижнюю часть мавзолея.

# #Mausoleum_Phase_3
source: Phase 3
ru: Третий этап

# #Mausoleum_Phase_3_Desc
source: Stonemasons are constructing the upper part of the mausoleum
ru: Каменщики возводят верхнюю часть мавзолея.

# #Mausoleum_Phase_4
source: Phase 4
ru: Четвёртый этап

# #Mausoleum_Phase_4_Desc
source: Workers are decorating the mausoleum
ru: Рабочие украшают мавзолей.

# #Mausoleum_Started
source: Now that we've got enough sandstone, we can start on this monument. My workers are clearing the site now.
ru: Теперь, когда у нас достаточно песчаника, можно приступить к возведению монумента. Мои рабочие уже готовят площадку.

# #Mausoleum_Waiting
source: Stonemasons are waiting for sandstone <sprite name="Sandstone">
ru: Каменотёсы ждут партию песчаника<sprite name="Sandstone">.

# #Mausoleum_Waiting1
source: A lone stonemason is waiting for sandstone <sprite name="Sandstone">
ru: Каменотёс ждёт партию песчаника<sprite name="Sandstone">.

# #Mausoleum_Working
source: Masons are working hard to complete this mausoleum. Everything's on schedule, and I don't expect any problems.
ru: Каменщики усердно трудятся, чтобы завершить мавзолей. Всё идёт согласно плану, и я не ожидаю никаких проблем.

source: Medium Bent Pyramid
ru: Средняя ломаная пирамида

source: Medium Mastaba
ru: Средняя мастаба

source: Medium Mudbrick Pyramid
ru: Средняя кирпичная пирамида

source: Medium Pyramid
ru: Средняя пирамида

source: Medium Royal Burial Tomb
ru: Средняя царская гробница

source: Medium Stepped Pyramid
ru: Средняя ступенчатая пирамида

source: Mudbrick Pyramid Complex
ru: Конструкция кирпичной пирамиды

# #NoAccess
source: Workers can't get to the monument's staging area. See what's blocking the planks that mark it.
ru: Рабочие не могут попасть к входу на площадку для монумента. Узнайте, что мешает добраться до досок, отмечающих вход.

# #NotEnoughWorkCamps
source: All of the city's peasants are needed on the floodplain farms, leaving them only three months out of the year to work on this project. Build more Work Camps near the monument site to speed things up.
ru: Все рабочие города заняты на пойменных полях, и у них остаётся всего три месяца в году для работы над этим проектом. Постройте больше рабочих лагерей возле строительной площадки, чтобы ускорить процесс.

# #Obelisk_Complete
source: The obelisk is complete!
ru: Обелиск готов!

# #Obelisk_Phase_1
source: Phase One: Obtain granite to place rough structure
ru: Первый этап: получите гранит для возведения необработанной основы.

# #Obelisk_Phase_2
source: Phase Two: Carpenters use wood to build scaffolding
ru: Второй этап: плотники строят леса из древесины.

# #Obelisk_Phase_2_Desc
source: Finally we have all the granite we need. Once my carpenters finish building the scaffolding, stonemasons can begin carving the obelisk.
ru: У нас наконец-то есть достаточное количество гранита. Как только плотники закончат возводить леса, каменотёсы начнут обтёсывать обелиск.

# #Obelisk_Phase_3
source: Phase Three: Stonemasons carve final shape, working from top to bottom
ru: Третий этап: каменотёсы придают обелиску итоговую форму, работая сверху вниз.

# #Obelisk_Phase_3_Desc
source: My stonemasons are hard at work carving the mighty obelisk.
ru: Каменотёсы трудятся над великим обелиском не покладая рук.

source: Overall Progress:
ru: Общий прогресс:
