Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Monuments.po
Languages: ru

source: Pharos Lighthouse
ru: Фаросский маяк

# #Pharos_Completed
source: The Pharos Lighthouse is finished and shines as a beacon over the Eastern Mediterranean Sea.
ru: Фаросский маяк закончен и путеводной звездой сияет на всё восточное Средиземное море.

# #Pharos_Marble
source: The remainder of the Lighthouse will require an additional {0} blocks of marble ({1} loads).
ru: Для оставшейся части маяка требуется {0} блоков мрамора ({1} загрузок).

# #Pharos_Step_1
source: Peasants have begun the arduous task of clearing the land.
ru: Рабочие начали нелёгкую работу по расчистке площадки.

# #Pharos_Step_2
source: The stonemasons are busily laying the foundation for the Lighthouse.
ru: Каменотёсы в поте лица закладывают фундамент маяка.

# #Pharos_Step_3
source: The foundation is almost complete and the parquet floor is being installed.
ru: Фундамент почти готов, и сейчас на пол укладывается паркет.

# #Pharos_Step_4
source: With the parquet floor complete, the stonemasons have turned their attention to the first tier of the Lighthouse.
ru: Паркетный пол готов, и каменотёсы занялись первым ярусом маяка.

# #Pharos_Step_5
source: The stonemasons don't have much time to admire their work on the first tier, for work on the second octagonal tier will begin soon.
ru: У каменщиков нет времени любоваться своей работой над первым ярусом, потому что вот-вот начнутся работы над вторым восьмиугольным ярусом.

# #Pharos_Step_6
source: The Lighthouse is really beginning to take shape. The octagonal tier is done, and the stonemasons will begin the cupola soon.
ru: Маяк начинает обретать форму. Восьмиугольный ярус готов, и каменотёсы скоры приступят к куполу.

# #Pharos_Step_7
source: The last piece of the Lighthouse had been laid in place, but the monument won't be complete until the scaffolding is removed. That work is beginning now.
ru: Последняя часть маяка установлена, но само строение не считается законченным, пока не убраны леса. Сейчас их разбор уже начался.

# #Pharos_Step_8
source: Most of the scaffolding has been removed, and the Lighthouse is nearly complete.
ru: Большинство строительных лесов уже убрано, и маяк почти готов.

# #PyramidAndBentPyramid_Course
source: The current course requires {0} blocks of plain stone<sprite name="Plainstone"> and {1} blocks of limestone<sprite name="Limestone">
ru: Для текущего слоя требуются {0} каменных блоков<sprite name="Plainstone"> и {1} блоков известняка<sprite name="Limestone">.

source: Pyramid Complex
ru: Конструкция пирамиды

# #Pyramid_ClearSite_1
source: First, workers need to clear the pyramid site down to bedrock. More peasants from Work Camps could speed the leveling process.
ru: Сперва рабочим необходимо расчистить площадку под пирамиду до материнской породы. Чем больше чернорабочих из рабочих лагерей, тем быстрее проходит процесс выравнивания.

# #Pyramid_ClearSite_2
source: Workers are now cutting grooves into the bedrock to hold water. More peasants from Work Camps would hasten this job.
ru: Теперь рабочие прорубают в материнской породе канавы для воды. Чем больше чернорабочих из рабочих лагерей, тем быстрее проходит этот процесс.

# #Pyramid_ClearSite_3
source: Now we're filling the grooves in the bedrock with water. More peasants from Work Camps could make this go more quickly.
ru: Теперь канавы в материнской породе заполняются водой. Чем больше чернорабочих из рабочих лагерей, тем быстрее это делается.

# #Pyramid_ClearSite_4
source: Workers are marking the water level, then draining water from the grooves.
ru: Рабочие отмечают уровень воды, а затем осушают канавы.

# #Pyramid_ClearSite_5
source: We're very carefully cutting the bedrock down to the water-level marks. No one will ever see this work, but it ensures that the monument will endure forever.
ru: Материнская порода осторожно срезается до отметок уровня воды. Никто не увидит этой работы, но благодаря ей этот монумент простоит вечность.

# #Pyramid_ClearSite_6
source: The water-level grooves are being filled with rubble. It has to be tightly compacted so that the monument won't settle over time.
ru: Выровненные по уровню воды канавы заполняются щебнем. Его нужно хорошенько утрамбовать, чтобы со временем монумент не просел.

# #Pyramid_ClearSite_7
source: Site preparation is finished! We've leveled the land, and now we're ready to build the tomb.
ru: Подготовка площадки завершена! Поверхность выровнена, и теперь мы готовы к возведению гробницы.

# #Pyramid_ClearSite_8
source: The base has been leveled and a roof is being placed on the tomb. Now, there's a resting place fit for eternity.
ru: Основание выровнено, и сейчас на гробницу ставится крыша. Теперь это место упокоения, в котором можно провести вечность.

# #Pyramid_Complete
source: At last, the pyramid is complete!
ru: Пирамида наконец-то готова!

# #Pyramid_Completion
source: The {[Pyramid]} is {0}% complete.
ru: {[Pyramid]} готова на {0}%.

# #Pyramid_CourseLeft
source: The remainder of the Pyramid will require an additional {0} blocks of plain stone<sprite name="Plainstone"> and {1} blocks of limestone<sprite name="Limestone">
ru: Для оставшейся части пирамиды требуется {0} каменных блоков<sprite name="Plainstone"> и {1} блоков известняка<sprite name="Limestone">.

# #Pyramid_Done
source: The pyramid is now complete, and contains a total of {0} blocks of plain stone<sprite name="Plainstone"> and {1} blocks of limestone<sprite name="Limestone">
ru: Пирамида построена. Всего уложено {0} каменных блоков<sprite name="Plainstone"> и {1} блоков известняка<sprite name="Limestone">.

source: Small Bent Pyramid
ru: Малая ломаная пирамида

source: Small Mastaba
ru: Малая мастаба

source: Small Mudbrick Pyramid
ru: Малая кирпичная пирамида

source: Small Obelisk
ru: Малый обелиск

source: Small Pyramid
ru: Малая пирамида

source: Small Royal Burial Tomb
ru: Малая царская гробница

source: Small Stepped Pyramid
ru: Малая ступенчатая пирамида

source: Sphinx
ru: Сфинкс

# #Sphinx_Complete
source: The sphinx is complete!
ru: Сфинкс готов!

# #Sphinx_Phase_1
source: Masons are creating the rough shape of the sphinx.
ru: Каменотёсы придают форму сфинксу.

# #Sphinx_Phase_2
source: Masons are doing some fine carving on the sphinx.
ru: Каменотёсы вырезают мелкие детали на сфинксе.

# #Sphinx_Phase_3
source: Workers are finishing and painting the sphinx.
ru: Рабочие заканчивают работы и покраску сфинкса.

# #Status_Complete
source: Complete
ru: готово

# #Status_Incomplete
source: Incomplete
ru: строится

# #Status_NotStarted
source: Not started
ru: не начато

# #Status_Title
source: Status:
ru: Статус:

source: Stepped Pyramid Complex
ru: Конструкция ступенчатой пирамиды

# #SteppedPyramid_Course
source: Current course requires {0} blocks of plain stone<sprite name="Plainstone">
ru: Для текущего слоя требуются {0} каменных блоков<sprite name="Plainstone">.

# #SteppedPyramid_CourseLeft
source: The remainder of the Stepped Pyramid requires an additional {0} blocks of plain stone<sprite name="Plainstone">
ru: Для оставшейся части ступенчатой пирамиды требуется {0} каменных блоков<sprite name="Plainstone">.

# #SteppedPyramid_Done
source: The stepped pyramid is now complete, containing a total of {0} blocks of plain stone<sprite name="Plainstone">
ru: Ступенчатая пирамида построена. Всего уложено {0} каменных блоков<sprite name="Plainstone">.

source: Sun Temple
ru: Храм Солнца

# #SunTemple_BlocksNeeded
source: {0} blocks of sandstone are needed to finish construction of the Sun Temple.
ru: Для завершения храма Солнца требуется {0} блоков песчаника.

# #SunTemple_Complete
source: The sun temple is complete!
ru: Храм Солнца готов!

# #SunTemple_Phase_1
source: Phase 1
ru: Первый этап

# #SunTemple_Phase_1_Desc
source: The rough obelisk has been placed and workers are clearing the site
ru: Поставлена необработанная основа обелиска, и рабочие расчищают площадку.

# #SunTemple_Phase_2
source: Phase 2
ru: Второй этап

# #SunTemple_Phase_2_Desc
source: Carpenters are placing scaffolds around the obelisk
ru: Плотники возводят леса вокруг обелиска.

# #SunTemple_Phase_3
source: Phase 3
ru: Третий этап

# #SunTemple_Phase_3_Desc
source: Stone masons are carving the final shape of the obelisk
ru: Каменотёсы вытачивают итоговую форму обелиска.

# #SunTemple_Phase_4
source: Phase 4
ru: Четвёртый этап

# #SunTemple_Phase_4_Desc
source: The vestibule, wall, plaza, and fore temple are being constructed
ru: Строятся внешний двор, стена, площадь и передний храм.

# #SunTemple_Remainder
source: The remainder of the sun temple will require an additional {0} blocks of sandstone ({1} loads).
ru: Для оставшейся части храма Солнца требуется {0} блоков песчаника ({1} загрузок).

# #SunTemple_Waiting
source: stone masons are waiting for sandstone.
ru: каменотёсов ждут партию песчаника.

# #SunTemple_Waiting1
source: A lone stone mason is waiting for sandstone.
ru: Каменотёс ждёт партию песчаника.

# #SunTemple_WorkingCarpenters
source: Once my carpenters finish building the scaffolding, masons can begin carving the central obelisk for the sun temple.
ru: Как только плотники закончат возводить леса, каменотёсы начнут обтёсывать центральный обелиск храма Солнца.

# #SunTemple_WorkingCarving
source: My masons are carving the central obelisk now. When they're done, we'll need more sandstone to finish the rest of the sun temple.
ru: Мои каменщики уже обтёсывают центральный обелиск. Когда они закончат, нам понадобится песчаник для завершения строительства храма Солнца.

# #SunTemple_WorkingClearSite
source: Now that we have enough sandstone, we can begin work on the sun temple. My workers are just clearing the site now.
ru: Теперь, когда у нас достаточно песчаника, можно приступить к возведению храма Солнца. Мои рабочие уже готовят площадку.

# #SunTemple_WorkingPyramid
source: Workers are now finishing the outside of the pyramid.
ru: Рабочие заканчивают работы над облицовкой пирамиды.

# #SunTemple_WorkingWalls
source: As soon as we finish the vestibule, wall and fore-temple, this monument will be complete.
ru: Как только мы закончим внешний двор, стену и передний храм, монумент будет окончательно готов.
