Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Names_Pharaoh.po
Languages: ru

# Pharaoh_1
source: Amenemhet I
ru: Аменемхет I

# Pharaoh_10
source: Djet
ru: Уаджи

# Pharaoh_100
source: Taharka
ru: Тахарка

# Pharaoh_101
source: Tantamani
ru: Танутамон

# Pharaoh_102
source: Nepherites I
ru: Неферит I

# Pharaoh_103
source: Psammuthis
ru: Псаммут

# Pharaoh_104
source: Nefaarud I
ru: Неферит I

# Pharaoh_105
source: Hakor
ru: Ахорис

# Pharaoh_106
source: Naktnebef
ru: Нектанеб

# Pharaoh_107
source: Alexander the Great
ru: Александр Великий

# Pharaoh_108
source: Philip Arrhidaeus
ru: Филипп III Арридей

# Pharaoh_109
source: Alexander IV
ru: Александр IV

# Pharaoh_11
source: Djoser
ru: Джосер

# Pharaoh_110
source: Ptolemy I
ru: Птолемей I

# Pharaoh_111
source: Ptolemy II
ru: Птолемей II

# Pharaoh_112
source: Ptolemy III
ru: Птолемей III

# Pharaoh_113
source: Ptolemy IV
ru: Птолемей IV

# Pharaoh_114
source: Ptolemy V
ru: Птолемей V

# Pharaoh_115
source: Ptolemy VI
ru: Птолемей VI

# Pharaoh_116
source: Ptolemy VII
ru: Птолемей VII

# Pharaoh_117
source: Ptolemy VIII
ru: Птолемей VIII

# Pharaoh_118
source: Ptolemy IX
ru: Птолемей IX

# Pharaoh_119
source: Ptolemy X
ru: Птолемей X

# Pharaoh_12
source: Hetepsekhemwy
ru: Хотепсехемуи

# Pharaoh_120
source: Ptolemy XI
ru: Птолемей XI

# Pharaoh_121
source: Ptolemy XII
ru: Птолемей XII

# Pharaoh_122
source: Queen Bernice IV
ru: Царица Береника IV

# Pharaoh_123
source: Ptolemy XIII
ru: Птолемей XIII

# Pharaoh_124
source: Cleopatra VII
ru: Клеопатра VII

# Pharaoh_125
source: Ptolemy XV
ru: Птолемей XV

# Pharaoh_126
source: Thinite Nobles
ru: Тинитская знать

# Pharaoh_127
source: Thinite Confederacy
ru: Тинитская конфедерация

# Pharaoh_128
source: Inyotef Clan
ru: Клан Иниотефа

# Pharaoh_129
source: Achoris
ru: Ахорис

# Pharaoh_13
source: Hor
ru: Хор

# Pharaoh_130
source: None
ru: Никого

# Pharaoh_14
source: Hor-Aha
ru: Хор Аха

# Pharaoh_15
source: Huni
ru: Хуни

# Pharaoh_16
source: Inyotef I
ru: Иниотеф I

# Pharaoh_17
source: Inyotef II
ru: Иниотеф II

# Pharaoh_18
source: Inyotef III
ru: Иниотеф III

# Pharaoh_19
source: Khaba
ru: Хаба

# Pharaoh_2
source: Amenemhet II
ru: Аменемхет II

# Pharaoh_20
source: Khasekhemwy
ru: Хасехемуи

# Pharaoh_21
source: Khendjer
ru: Хенджер

# Pharaoh_22
source: Khephren
ru: Хефрен

# Pharaoh_23
source: Khety
ru: Хети

# Pharaoh_24
source: Khufu
ru: Хуфу

# Pharaoh_25
source: Menes
ru: Менес

# Pharaoh_26
source: Menkauhor
ru: Менкаухор

# Pharaoh_27
source: Menkaura
ru: Микерин

# Pharaoh_28
source: Mentuhotep I
ru: Ментухотеп I

# Pharaoh_29
source: Mentuhotep II
ru: Ментухотеп II

# Pharaoh_3
source: Amenemhet III
ru: Аменемхет III

# Pharaoh_30
source: Mentuhotep III
ru: Ментухотеп III

# Pharaoh_31
source: Mentuhotep IV
ru: Ментухотеп IV

# Pharaoh_32
source: Merenra
ru: Меренра

# Pharaoh_33
source: Queen Merneith
ru: Царица Мернейт

# Pharaoh_34
source: Narmer
ru: Нармер

# Pharaoh_35
source: Nebka
ru: Небка

# Pharaoh_36
source: Neferhotep I
ru: Неферхотеп I

# Pharaoh_37
source: Neferirkara
ru: Нефериркара

# Pharaoh_38
source: Neuserra
ru: Ниусерра

# Pharaoh_39
source: Ninetjer
ru: Нинечер

# Pharaoh_4
source: Amenemhet IV
ru: Аменемхет IV

# Pharaoh_40
source: Nitiqret
ru: Нейтикерт

# Pharaoh_41
source: Pepi I
ru: Пепи I

# Pharaoh_42
source: Pepi II
ru: Пепи II

# Pharaoh_43
source: Peribsen
ru: Перибсен

# Pharaoh_44
source: Qa'a
ru: Каа

# Pharaoh_45
source: Raneferef
ru: Неферефра

# Pharaoh_46
source: Reneb
ru: Ранеб

# Pharaoh_47
source: Sahura
ru: Сахура

# Pharaoh_48
source: Sekhemkhet
ru: Сехемхет

# Pharaoh_49
source: Semerkhet
ru: Семерхет

# Pharaoh_5
source: Anedjib
ru: Аджиб

# Pharaoh_50
source: Sened
ru: Сенед

# Pharaoh_51
source: Senusret I
ru: Сенусерт I

# Pharaoh_52
source: Senusret II
ru: Сенусерт II

# Pharaoh_53
source: Senusret III
ru: Сенусерт III

# Pharaoh_54
source: Shepseskaf
ru: Шепсескаф

# Pharaoh_55
source: Shepseskara
ru: Шепсескара

# Pharaoh_56
source: Snofru
ru: Снофру

# Pharaoh_57
source: Sobekhotep III
ru: Себекхотеп III

# Pharaoh_58
source: Queen Sobknefru
ru: Царица Нефрусебек

# Pharaoh_59
source: Teti
ru: Тети

# Pharaoh_6
source: Den
ru: Ден

# Pharaoh_60
source: Unas
ru: Унас

# Pharaoh_61
source: Userkaf
ru: Усеркаф

# Pharaoh_62
source: Userkara
ru: Усеркара

# Pharaoh_63
source: Weneg
ru: Венег

# Pharaoh_64
source: Ahmose I
ru: Яхмос I

# Pharaoh_65
source: Amenhotep I
ru: Аменхотеп I

# Pharaoh_66
source: Thutmose I
ru: Тутмос I

# Pharaoh_67
source: Thutmose II
ru: Тутмос II

# Pharaoh_68
source: Hatshepsut
ru: Хатшепсут

# Pharaoh_69
source: Thutmose III
ru: Тутмос III

# Pharaoh_7
source: Djedefra
ru: Джедефра

# Pharaoh_70
source: Amenhotep II
ru: Аменхотеп II

# Pharaoh_71
source: Thutmose IV
ru: Тутмос IV

# Pharaoh_72
source: Amenhotep III
ru: Аменхотеп III

# Pharaoh_73
source: Akhenaten
ru: Эхнатон

# Pharaoh_74
source: Neferneferuaten
ru: Нефернефруатон

# Pharaoh_75
source: Smenkhkare
ru: Сменхкара

# Pharaoh_76
source: Tutankhamun
ru: Тутанхамон

# Pharaoh_77
source: Ay
ru: Эйе

# Pharaoh_78
source: Horemheb
ru: Хоремхеб

# Pharaoh_79
source: Ramses I
ru: Рамсес I

# Pharaoh_8
source: Djedkara Izezi
ru: Джедкара Исеси

# Pharaoh_80
source: Seti I
ru: Сети I

# Pharaoh_81
source: Ramses II
ru: Рамсес II

# Pharaoh_82
source: Merneptah
ru: Мернептах

# Pharaoh_83
source: Amenmes
ru: Аменмес

# Pharaoh_84
source: Seti II
ru: Сети II

# Pharaoh_85
source: Siptah
ru: Сиптах

# Pharaoh_86
source: Queen Twosret
ru: Царица Таусерт

# Pharaoh_87
source: Setnakhte
ru: Сетнахт

# Pharaoh_88
source: Ramses III
ru: Рамсес III

# Pharaoh_89
source: Ramses IV
ru: Рамсес IV

# Pharaoh_9
source: Djer
ru: Джер

# Pharaoh_90
source: Ramses V
ru: Рамсес V

# Pharaoh_91
source: Ramses VI
ru: Рамсес VI

# Pharaoh_92
source: Ramses VII
ru: Рамсес VII

# Pharaoh_93
source: Ramses VIII
ru: Рамсес VIII

# Pharaoh_94
source: Ramses IX
ru: Рамсес IX

# Pharaoh_95
source: Ramses X
ru: Рамсес X

# Pharaoh_96
source: Ramses XI
ru: Рамсес XI

# Pharaoh_97
source: Piye
ru: Пианхи

# Pharaoh_98
source: Shabaka
ru: Шабака

# Pharaoh_99
source: Shebitku
ru: Шабатака
