Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Names_Army.po
Languages: ru

# Assyrians
source: an Assyrian army
ru: ассирийская армия

# Canaanites
source: a Canaanite army
ru: ханаанская армия

# Egyptians
source: an Eygptian army
ru: египетская армия

# Hittites
source: a Hittite army
ru: хеттская армия

# Hyksos
source: a Hyksos army
ru: гиксосская армия

# Kushites
source: a Kushite army
ru: кушитская армия

# Libyans
source: a Libyan army
ru: ливийская армия

# Mitani
source: a Mitani army
ru: митаннийская армия

# Nubians
source: a Nubian army
ru: нубийская армия

# Persians
source: a Persian army
ru: персидская армия

# Phoenicians
source: a Phoenician army
ru: финикийская армия

# Romans
source: a Roman army
ru: римская армия

# SeaPeople
source: an army of the Sea People
ru: армия народов моря
