Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Overseers.po
Languages: ru

# #Learning_NoSchoolNeeded_NoCompleteCoverage
source: All homes that want them have educational facilities, but building more Scribal Schools would reduce classroom sizes and improve city Culture.
ru: У всех домов есть доступ к образовательным учреждениям, но если построить больше школ писцов, то в классах будет не так много учеников, и это улучшит культурный уровень в городе.

# #Learning_PerfectAccess
source: All homes that want them have educational facilities. Scribal Schools and Libraries are numerous, and no one complains of overcrowding.
ru: У всех домов есть доступ к образовательным учреждениям. Школ писцов и библиотек достаточно, и никто не жалуется тесноту внутри них.

# #Learning_School
source: Scribal schools
ru: Школы писцов

# #Learning_SchoolCoverage
source: children
ru: детей

# #Learning_SchoolNeeded
source: Certain areas of the city now need Scribal School access. Poor education prevents some residents from improving their housing.
ru: Некоторым районам города нужен доступ к школам писцов. Плохое образование препятствует развитию домов.

# #Learning_Title
source: Overseer of Learning
ru: Советник по образованию

# #Learning_Working
source: Working
ru: Работают

# #Military
source: Overseer of the Military
ru: Военный советник

# #Military_
source: Dispatch
ru: Отправить

# #Military_EnemiesMoving
source: We are getting reports of enemies moving toward the city.
ru: Нам поступают донесения о врагах, идущих к городу.

# #Military_EnemyNear
source: Our enemies are within sight of the city.
ru: Наши враги уже видны на горизонте.

# #Military_NoCompanies
source: You have no companies to command. You must first build a Fort to house a new company.
ru: У вас нет отрядов. Сначала постройте форт, чтобы разместить в нём новый отряд.

# #Military_NoShips
source: You have no warships to command. You must first build a Wharf for a new warship.
ru: У вас нет военных кораблей. Сначала постройте причал, чтобы разместить военный корабль.

# #Military_NoThreat
source: We have no reports of any threats to the city.
ru: Донесений об угрозах городу не поступало.

# #Military_TabArmy
source: Army status
ru: Статус армии

# #Military_TabNavy
source: Navy status
ru: Статус флота

# #Military_Title
source: Overseer of the Military
ru: Военный советник

# #Military_TroopsNeeded
source: Some of our troops are needed abroad.
ru: Часть нашего войска нужна за пределами города.

# #Military_TroopsNotNeeded
source: We have no requests for military assistance abroad.
ru: Никто не запрашивал военной помощи за пределами города.

# #Monuments
source: Overseer of Monuments
ru: Советник по монументам

# #Monuments_AbuSimbel_Completed
source: Abu Simbel is now complete!
ru: Абу-Симбел готов!

# #Monuments_AbuSimbel_Completion
source: Abu Simbel is {0}% complete
ru: Абу-Симбел готов на {0}%.

# #Monuments_AbuSimbel_NotStarted
source: Work on Abu Simbel has not begun. You will need carpenters, stonemasons and a supply of wood to begin this project.
ru: Работа над Абу-Симбелом ещё не началась. Вам нужны плотники, каменотёсы и запасы древесины для начала строительства.

# #Monuments_BentPyramid_Completed
source: This bent pyramid is now complete!
ru: Эта ломаная пирамида готова!

# #Monuments_BentPyramid_CompletedNoBurialGoods
source: This bent pyramid is done. It will forever house sacred remains.
ru: Эта ломаная пирамида готова. Теперь в ней будут вечно покоиться священные останки.

# #Monuments_BentPyramid_Completion
source: This bent pyramid is {0}% complete
ru: Эта ломаная пирамида готова на {0}%.

# #Monuments_BentPyramid_NotStarted
source: Work on this bent pyramid has not begun. You need peasant labor to begin this project, and plenty of plain stone and limestone to complete it.
ru: Работа над этой ломаной пирамидой ещё не началась. Вам нужны чернорабочие для подготовки и запасы камня и известняка для завершения строительства.

# #Monuments_BrickPyramid_Completed
source: This brick pyramid is now complete!
ru: Эта кирпичная пирамида готова!

# #Monuments_BrickPyramid_CompletedNoBurialGoods
source: This pyramid is complete. It will forever house sacred remains.
ru: Эта пирамида готова. Теперь в ней будут вечно покоиться священные останки.

# #Monuments_BrickPyramid_Completion
source: This brick pyramid is {0}% complete
ru: Эта кирпичная пирамида готова на {0}%.

# #Monuments_BrickPyramid_NotStarted
source: Work on this brick pyramid has not begun. You need peasant labor to begin this project, and plenty of bricks and limestone to complete it.
ru: Работа над этой кирпичной пирамидой ещё не началась. Вам нужны чернорабочие для подготовки и запасы кирпича и известняка для завершения строительства.

# #Monuments_BurialAmount
source: Amount to Dispatch
ru: Отправляемое количество

# #Monuments_BurialGoodsDelivered_hover
source: These burial provisions have already been delivered
ru: Погребальные принадлежности были уже отправлены.

# #Monuments_BurialGoods_Dispatched
source: delivered
ru: доставлено

# #Monuments_BurialGoods_hover
source: Click to dispatch these burial provisions
ru: Щёлкните, чтобы отправить погребальные принадлежности

# #Monuments_BurialProvisionsNeeded
source: Burial Provisions needed to finish the monument:
ru: Требуются погребальные принадлежности для завершения монумента:

# #Monuments_Caesareum_Completed
source: The Caesareum is now complete!
ru: Цезариум готов!

# #Monuments_Caesareum_Completion
source: The Caesareum is {0}% complete
ru: Цезариум готов на {0}%.

# #Monuments_Caesareum_NotStarted
source: Work on the Caesareum has not begun. You will need peasant labor to begin this project, and a supply of marble and granite to complete it.
ru: Работа над Цезариумом ещё не началась. Вам нужны чернорабочие для подготовки и запасы мрамора и гранита для завершения строительства.

# #Monuments_DispatchBurial_Button
source: Dispatch Burial Provisions
ru: Отправить погребальные принадлежности

# #Monuments_GrandBurialTomb_Completed
source: The Grand Royal Burial Tomb is now complete!
ru: Великая царская гробница готова!

# #Monuments_GrandBurialTomb_Completion
source: The Grand Royal Burial Tomb is {0}% complete
ru: Великая царская гробница готова на {0}%.

# #Monuments_GrandBurialTomb_NotStarted
source: Work on the Grand Burial Tomb has not begun. You will need stonemasons, artisans, clay, paint and lamps to begin this project.
ru: Работа над великой гробницей ещё не началась. Вам нужны каменотёсы, художники, глина, краска и лампы для начала строительства.

# #Monuments_InStorage
source: in Storage
ru: на складе

# #Monuments_LargeBurialTomb_Completed
source: The Large Royal Burial Tomb is now complete!
ru: Большая царская гробница готова!

# #Monuments_LargeBurialTomb_Completion
source: The Large Royal Burial Tomb is {0}% complete
ru: Большая царская гробница готова на {0}%.

# #Monuments_LargeBurialTomb_NotStarted
source: Work on the Large Burial Tomb has not begun. You will need stonemasons, artisans, clay, paint and lamps to begin this project.
ru: Работа над большой гробницей ещё не началась. Вам нужны каменотёсы, художники, глина, краска и лампы для начала строительства.

# #Monuments_Library_Completed
source: The Library of Alexandria is now complete!
ru: Александрийская библиотека готова!

# #Monuments_Library_Completion
source: The Library of Alexandria is {0}% complete
ru: Александрийская библиотека готова на {0}%.

# #Monuments_Library_NotStarted
source: Work on Alexandria's Library has not begun. You will need peasant labor to begin this project, and a supply of marble and copper to complete it.
ru: Работа над Александрийской библиотекой ещё не началась. Вам нужны чернорабочие для подготовки и запасы мрамора и меди для завершения строительства.

# #Monuments_Mastaba_Completed
source: This mastaba is now complete!
ru: Мастаба готова!

# #Monuments_Mastaba_CompletedNoBurialGoods
source: This mastaba is complete, and will forever house sacred remains.
ru: Мастаба готова. Теперь в ней будут вечно покоиться священные останки.

# #Monuments_Mastaba_Completion
source: This mastaba is {0}% complete
ru: Эта мастаба готова на {0}%.

# #Monuments_Mastaba_NotStarted
source: Work on this mastaba has not yet begun. You need peasant labor to begin this project, and a good supply of bricks to complete it.
ru: Работа над этой мастабой ещё не началась. Вам нужны чернорабочие для подготовки и запасы кирпича для завершения строительства.

# #Monuments_Mausoleum_Completed
source: This mausoleum is now complete!
ru: Этот мавзолей готов!

# #Monuments_Mausoleum_CompletedNoBurialGoods
source: This mausoleum is complete, and will forever house sacred remains.
ru: Мавзолей готов. Теперь в нем будут вечно покоиться священные останки.

# #Monuments_Mausoleum_Completion
source: This mausoleum is {0}% complete
ru: Этот мавзолей готов на {0}%.

# #Monuments_Mausoleum_NotStarted
source: Work on this mausoleum has not yet begun. You will need blocks of sandstone to begin this project.
ru: Работа над этим мавзолеем ещё не началась. Вам нужны блоки песчаника для начала строительства.

# #Monuments_MediumBurialTomb_Completed
source: The Medium Royal Burial Tomb is now complete!
ru: Средняя царская гробница готова!

# #Monuments_MediumBurialTomb_Completion
source: The Medium Royal Burial Tomb is {0}% complete
ru: Средняя царская гробница готова на {0}%.

# #Monuments_MediumBurialTomb_NotStarted
source: Work on the Medium Burial Tomb has not begun. You will need stonemasons, artisans, clay, paint and lamps to begin this project.
ru: Работа над средней гробницей ещё не началась. Вам нужны каменотёсы, художники, глина, краска и лампы для начала строительства.

# #Monuments_MonumentRating
source: Monument Rating
ru: Рейтинг монументов

# #Monuments_NoBurialNeeded
source: No burial provisions need to be dispatched.
ru: Погребальных принадлежностей не требуется.

# #Monuments_Obelisk_Completed
source: This obelisk is now complete!
ru: Этот обелиск готов!

# #Monuments_Obelisk_Completion
source: This obelisk is {0}% complete
ru: Этот обелиск готов на {0}%.

# #Monuments_Obelisk_NotStarted
source: Work on this obelisk has not yet begun. You will need blocks of granite to begin this project.
ru: Работа над этим обелиском ещё не началась. Вам нужны гранитные блоки для начала строительства.

# #Monuments_Pharos_Completed
source: The Pharos Lighthouse is now complete!
ru: Фаросский маяк готов!

# #Monuments_Pharos_Completion
source: The Pharos Lighthouse is {0}% complete
ru: Фаросский маяк готов на {0}%.

# #Monuments_Pharos_NotStarted
source: Work on the Pharos Lighthouse has not begun. You will need peasant labor to begin this project, and a supply of marble to complete it.
ru: Работа над Фаросским маяком ещё не началась. Вам нужны чернорабочие для подготовки и запасы мрамора для завершения строительства.

# #Monuments_Pyramid_Completed
source: This pyramid is now complete!
ru: Эта пирамида готова!

# #Monuments_Pyramid_CompletedNoBurialGoods
source: This pyramid is complete. It will forever house sacred remains.
ru: Эта пирамида готова. Теперь в ней будут вечно покоиться священные останки.

# #Monuments_Pyramid_Completion
source: This pyramid is {0}% complete
ru: Эта пирамида готова на {0}%.

# #Monuments_Pyramid_NotStarted
source: Work on this pyramid has not begun. You need peasant labor to begin this project, and plenty of plain stone and limestone to complete it.
ru: Работа над этой пирамидой ещё не началась. Вам нужны чернорабочие для подготовки и запасы камня и известняка для завершения строительства.

# #Monuments_SmallBurialTomb_Completed
source: The Small Royal Burial Tomb is now complete!
ru: Малая царская гробница готова!

# #Monuments_SmallBurialTomb_Completion
source: The Small Royal Burial Tomb is {0}% complete
ru: Малая царская гробница готова на {0}%.

# #Monuments_SmallBurialTomb_NotStarted
source: Work on the Small Burial Tomb has not begun. You will need stonemasons, artisans, clay, paint and lamps to begin this project.
ru: Работа над малой гробницей ещё не началась. Вам нужны каменотёсы, художники, глина, краска и лампы для начала строительства.

# #Monuments_Sphinx_Completed
source: This sphinx is now complete!
ru: Этот сфинкс готов!

# #Monuments_Sphinx_Completion
source: This sphinx is {0}% complete
ru: Этот сфинкс готов на {0}%.

# #Monuments_Sphinx_NotStarted
source: Work on this sphinx has not yet begun. You need carpenters, stonemasons and wood to begin this project.
ru: Работа над этим сфинксом ещё не началась. Вам нужны плотники, каменотёсы и древесина для начала строительства.

# #Monuments_SteppedPyramid_Completed
source: This stepped pyramid is now complete!
ru: Эта ступенчатая пирамида готова!

# #Monuments_SteppedPyramid_CompletedNoBurialGoods
source: This stepped pyramid is done. It will forever house sacred remains.
ru: Эта ступенчатая пирамида готова. Теперь в ней будут вечно покоиться священные останки.

# #Monuments_SteppedPyramid_Completion
source: This stepped pyramid is {0}% complete
ru: Эта ступенчатая пирамида готова на {0}%.

# #Monuments_SteppedPyramid_NotStarted
source: Work on this stepped pyramid has not begun. You need peasant labor to begin this project, and plenty of plain stone to complete it.
ru: Работа над этой ступенчатой пирамидой ещё не началась. Вам нужны чернорабочие для подготовки и запасы камня для завершения строительства.

# #Monuments_SunTemple_Completed
source: This sun temple is now complete!
ru: Этот храм солнца готов!

# #Monuments_SunTemple_Completion
source: This sun temple is {0}% complete
ru: Этот храм солнца готов на {0}%.

# #Monuments_SunTemple_NotStarted
source: Work on this sun temple has not yet begun. You will need blocks of sandstone to begin this project.
ru: Работа над этим храмом Солнца ещё не началась. Вам нужны блоки песчаника для начала строительства.

# #Monuments_Title
source: Overseer of Monuments
ru: Советник по монументам

# #Monuments_VisitConstructionSite_Button_1
source: Visit the construction site for more details.
ru: Для подробных сведений посетите строительную площадку.

# #Monuments_VisitConstructionSite_Button_2
source: Click to visit construction site.
ru: Щёлкните для посещения строительной площадки.

source: None
ru: Никого

source: Overseers
ru: Советники

source: Perfect
ru: Идеально

# #Politics
source: Political Overseer
ru: Советник по политике

# #Politics_CantGift
source: You do not have enough personal savings to make a gift to Egypt. Try paying yourself a bigger salary!
ru: У вас недостаточно сбережений, чтобы сделать подарок Египту. Попробуйте назначить себе более высокое жалование!

# #Politics_Choose_Send_Company
source: Choose troops to send for this request
ru: Выберите отряды для отправки по этому запросу

# #Politics_Choose_Troop_Request
source: Choose where to send your company
ru: Выберите, куда отправить отряд

# #Politics_CurrentRequests
source: Current requests
ru: Текущие запросы

# #Politics_DebenPerMonth
source: <sprite name="Deben">per month
ru: <sprite name="Deben">в месяц

# #Politics_DispatchGiftGenerous
source: Dispatch generous gift
ru: Отправить щедрый подарок

# #Politics_DispatchGiftLavish
source: Dispatch lavish gift
ru: Отправить роскошный подарок

# #Politics_DispatchGiftModest
source: Dispatch modest gift
ru: Отправить скромный подарок

# #Politics_GeneralRequest
source: General Request
ru: Общий запрос

# #Politics_GiftGenerous
source: Generous:
ru: Щедрый:

# #Politics_GiftLavish
source: Lavish:
ru: Роскошный:

# #Politics_GiftModest
source: Modest:
ru: Скромный:

# #Politics_GiftName01
source: A Babylonian tablet
ru: Вавилонская табличка

# #Politics_GiftName02
source: Persian carpets
ru: Персидские ковры

# #Politics_GiftName03
source: Ancient carvings
ru: Древние статуэтки

# #Politics_GiftName04
source: African ivory
ru: Слоновая кость

# #Politics_GiftName05
source: A troupe of performers
ru: Труппа артистов

# #Politics_GiftName06
source: Arabian stallions
ru: Арабские скакуны

# #Politics_GiftName07
source: An educated monkey
ru: Дрессированная обезьяна

# #Politics_GiftName08
source: Libyan bodyguards
ru: Ливийские наёмники

# #Politics_GiftName09
source: Cheetahs and giraffes
ru: Гепарды и жирафы

# #Politics_GiftName10
source: A chest of sapphires
ru: Сундук с сапфирами

# #Politics_GiftName11
source: A golden chariot
ru: Золотая колесница

# #Politics_GiftName12
source: A Lebanese cedar ship
ru: Корабль из ливанского кедра

# #Politics_GiftTimeSince
source: Time since last gift
ru: С последнего подарка

# #Politics_Gift_Title
source: Give money to the city
ru: Отдать деньги городу

# #Politics_GiveMoney_All
source: All
ru: Всё

# #Politics_GiveMoney_Donation
source: Donation is
ru: Пожертвование

# #Politics_GiveMoney_Launch
source: Give money
ru: Отдать деньги

# #Politics_GiveToCity
source: Give to city
ru: Отдать городу

# #Politics_HighSalary
source: Warning: Paying yourself a salary greater than your current rank will not impress anyone.
ru: Внимание! Если будете платить себе выше положенного вам статуса, это ни на кого не произведёт хорошего впечатления.

# #Politics_InTreasury
source: {0}<sprite name="Deben">in city treasuries
ru: {0}<sprite name="Deben"> в городской казне

# #Politics_InWharehouses
source: {0} in Storage Yards
ru: {0} на складе

# #Politics_KingdomRating
source: Kingdom Rating
ru: Рейтинг Царства

# #Politics_KingdomRating_0
source: Popular opinion would consign your remains to the jackals.
ru: Люди считают, что ваши останки следует бросить на растерзание шакалам.

# #Politics_KingdomRating_10
source: It is widely believed that your very presence causes malaria.
ru: Люди считают, что от вашего вида возникает малярия.

# #Politics_KingdomRating_100
source: All people of Egypt wish to serve you eternally in the Field of Reeds.
ru: Народ Египта мечтает вечно служить вам на полях Иалу.

# #Politics_KingdomRating_15
source: Apothecaries agree that your name is more bitter than any known herb.
ru: Аптекари сходятся во мнении, что ваше имя горше любых лекарственных трав.

# #Politics_KingdomRating_20
source: Mothers use your name to frighten their small children.
ru: Вашим именем матери пугают своих малышей.

# #Politics_KingdomRating_25
source: Your name is never mentioned in polite company.
ru: Ваше имя не упоминается в приличном обществе.

# #Politics_KingdomRating_30
source: Your reputation is base and your own family shuns you.
ru: От вас отвернулся ваш собственный род, вашей репутации некуда падать.

# #Politics_KingdomRating_35
source: Your name is recognized but ridiculed throughout the Two Lands.
ru: Ваше имя вызывает смех в Двух землях.

# #Politics_KingdomRating_40
source: People who matter know your name and history although they tend to belittle you.
ru: Важным людям известны ваше имя и история, хотя они склонны вас принижать.

# #Politics_KingdomRating_45
source: Few people in the Kingdom know your record and those who do are unimpressed.
ru: Немногие в Царстве знают о ваших деяниях, а те, кто знают, не особо впечатлены.

# #Politics_KingdomRating_5
source: You are popular among jugglers who use you in their comedies.
ru: Ваше имя часто используется жонглёрами в своих комедийных номерах.

# #Politics_KingdomRating_50
source: Those few people who recognize your name have no opinion of you.
ru: Люди из числа тех, кому известно ваше имя, не имеют о вас особого мнения.

# #Politics_KingdomRating_55
source: Your meager achievements aren't famous but those who know you generally like you.
ru: Ваши скудные достижения не снискали вам большой славы, но знающие о вас люди, как правило, хорошего о вас мнения.

# #Politics_KingdomRating_60
source: People who matter know of your history and generally approve of what you've done.
ru: Люди, мнение которых имеет значение, знают вашу историю и в целом одобряют то, что вы сделали.

# #Politics_KingdomRating_65
source: Your name is widely recognized and applauded throughout the Two Lands.
ru: Ваше имя знают и уважают в Двух землях.

# #Politics_KingdomRating_70
source: Your reputation is good and you are often approached by long-lost relatives.
ru: У вас хорошая репутация, и к вам часто обращаются давно потерянные родственники.

# #Politics_KingdomRating_75
source: The mention of your name lightens the hearts of those who hear it.
ru: Одно упоминание вашего имени облегчает сердца тех, кто его слышит.

# #Politics_KingdomRating_80
source: Mothers throughout the Kingdom name their children after you.
ru: Матери по всему Царству называют вашим именем своих детей.

# #Politics_KingdomRating_85
source: Many Egyptian cities contemplate holding festivals in your honor.
ru: Многие города Египта планируют провести праздники в вашу честь.

# #Politics_KingdomRating_90
source: The most popular dance sweeping Egypt interprets the story of your life.
ru: Самый популярный танец во всём Египте пересказывает в движениях историю вашей жизни.

# #Politics_KingdomRating_95
source: Musicians compose songs to you and your name is carved on every public space.
ru: Музыканты сочиняют о вас песни, а ваше имя увенчивает все общественные постройки.

# #Politics_LostDebens
source: <sprite name="Deben"> lost this year through theft.
ru: <sprite name="Deben"> украдено в этом году.

# #Politics_NoRequest
source: There are no outstanding requests at the moment.
ru: В данный момент нет невыполненных запросов.

# #Politics_PharaonicRequest
source: Pharaonic request
ru: Запрос фараона

# #Politics_RequestTiming
source: {0} months to comply
ru: {0} мес. на выполнение

# #Politics_SalaryChancellor
source: Chancellor's salary of
ru: Жалование казначея

# #Politics_SalaryGreatPharaoh
source: Pharaoh's salary of
ru: Жалование фараона

# #Politics_SalaryNomarch
source: Nomarch's salary of
ru: Жалование номарха

# #Politics_SalaryRoyalGovernor
source: Royal Governor's salary of
ru: Жалование царского наместника

# #Politics_SalaryRoyalJudge
source: Royal Judge's salary of
ru: Жалование царского судьи

# #Politics_SalaryRoyalMayor
source: Royal Mayor's salary of
ru: Жалование царского градоначальника

# #Politics_SalaryRoyalScholar
source: Royal Scholar's salary of
ru: Жалование царского учёного

# #Politics_SalaryRoyalScribe
source: Royal Scribe's salary of
ru: Жалование царского писца

# #Politics_SalaryVillageElder
source: Village Elder's salary of
ru: Жалование старейшины

# #Politics_SalaryVillageNoble
source: Village Noble's salary of
ru: Жалование вельможи

# #Politics_SalaryVizier
source: Vizier's salary of
ru: Жалование визиря

# #Politics_Savings
source: Savings of
ru: Накопления

# #Politics_SendGift
source: Send a gift
ru: Отправить подарок

# #Politics_Send_Company_Button
source: Send troops
ru: Отправить войска

# #Politics_Title
source: Political Overseer for {0}
ru: Ваш советник по политике, {0}

# #Politics_Title_Tooltip
source: Political Overseer
ru: Советник по политике

# #Polititcs_MissionAlreadyWon
source: The Palace forbids you to draw a salary now, as you are continuing to govern of your own free choice.
ru: Дворец больше не выплачивает вам жалование, поскольку вы продолжаете править по своей доброй воле.

# #Polititcs_NoMansion
source: You need to build a Mansion in order to draw a personal salary.
ru: Постройте особняк, чтобы получать личное жалование.

source: Poor
ru: Мало

# #PublicHealth
source: Overseer of Public Health
ru: Советник по здравоохранению

# #PublicHealth_Apothecaries
source: {[number]} Apothecaries currently work to protect the city from malaria.[i2p_Zero]No Apothecaries currently work to protect the city from malaria.
ru: {[number]} аптекарей трудится, защищая город от малярии.[I2p_Zero]Нет аптекарей, чтобы защитить город от малярии.[I2p_One]{[number]} аптекарь трудится, защищая город от малярии.[I2p_Few]{[number]} аптекаря трудится, защищая город от малярии.

# #PublicHealth_ApothecariesNeeded
source: Some parts of the city demand access to an Apothecary.
ru: Для некоторых районов требуется доступ к аптекам.

# #PublicHealth_CareFor
source: Care for
ru: Обслуживается
