Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Overlays.po
Languages: ru

source: This house is infested with frogs
ru: Этот дом наводнён жабами.

# ApothecaryAccess_High
source: This house was recently passed by a herbalist. It will have Apothecary access for a long time
ru: Мимо этого дома недавно проходил аптекарь. Доступ к аптеке сохранится ещё надолго.

# ApothecaryAccess_Low
source: Unless a herbalist passes it soon, this house will lose Apothecary access
ru: Если в ближайшем времени рядом не пройдёт аптекарь, этот дом потеряет доступ к аптеке.

# ApothecaryAccess_Mid
source: This house has Apothecary access
ru: У этого дома есть доступ к аптеке.

# ApothecaryAccess_None
source: This house has no access to an Apothecary
ru: У этого дома нет доступа к аптеке.

# ArchitectRisk_0
source: This building is unstable, and is likely to collapse soon
ru: Это здание нестабильно и очень скоро может обвалиться.

# ArchitectRisk_100
source: This building is in perfect structural condition
ru: Это здание в идеальном состоянии.

# ArchitectRisk_20
source: This building has many structural faults and cracks
ru: У этого здания множество трещин и дефектов.

# ArchitectRisk_40
source: This building has some structural faults
ru: У этого здания есть несколько дефектов.

# ArchitectRisk_60
source: This building has a low risk of collapse
ru: У этого здания низкий риск обвала.

# ArchitectRisk_80
source: This building has a negligible risk of collapse
ru: У этого здания ничтожный риск обвала.

# CourthouseAccess_High
source: This house was recently passed by a magistrate. It will have Courthouse access for a long time
ru: Мимо этого дома недавно проходил магистрат. Доступ к зданию суда сохранится ещё надолго.

# CourthouseAccess_Low
source: This house has not been passed by a magistrate for a while. It will soon lose Courthouse access
ru: Этот дом давно не посещался магистратом. Он скоро потеряет доступ к зданию суда.

# CourthouseAccess_Mid
source: This house has Courthouse access
ru: У этого дома есть доступ к зданию суда.

# CourthouseAccess_None
source: This house has no access to a Courthouse
ru: У этого дома нет доступа к зданию суда.

# DancerAccess_High
source: This house was recently passed by a dancer. It will have dance stage access for a long time
ru: Мимо этого дома недавно проходила танцовщица. Доступ к танцевальной площадке сохранится ещё надолго.

# DancerAccess_Low
source: This house has not been passed by a dancer for a while. It will soon lose dance access
ru: Этот дом давно не посещался танцовщицей. Он скоро потеряет доступ к танцевальным площадкам.

# DancerAccess_Mid
source: This house has dance stage access
ru: У этого дома есть доступ к танцевальным площадкам.

# DancerAccess_None
source: This house has no access to a dance stage
ru: У этого дома нет доступа к танцевальным площадкам.

# DentistAccess_High
source: This house was recently passed by a dentist. It will have Dentist access for a long time
ru: Мимо этого дома недавно проходил дантист. Доступ к нему сохранится ещё надолго.

# DentistAccess_Low
source: Unless a dentist walks by soon, this house will lose Dentist office access
ru: Если в ближайшем времени рядом не пройдёт дантист, этот дом потеряет к нему доступ.

# DentistAccess_Mid
source: This house has Dentist access
ru: У этого дома есть доступ к дантисту.

# DentistAccess_None
source: This house has no access to a Dentist's office
ru: У этого дома нет доступа к дантисту.

# DiseaseRisk_0
source: This building is disease-ridden.
ru: Это здание — рассадник болезней.

# DiseaseRisk_20
source: This building has a risk of disease
ru: У этого здания есть риск заболеваний.

# DiseaseRisk_40
source: This building has some risk of disease.
ru: У этого здания есть некоторый риск заболеваний.

# DiseaseRisk_60
source: This building is a negligible disease risk.
ru: У этого здания ничтожный риск заболеваний.

# DiseaseRisk_80
source: This building has no likelihood of disease.
ru: Это здание практически не подвержено болезням.

# EducationAccess_Both
source: This house has access to both a Scribal School and a Library
ru: У этого дома есть доступ и к школе писцов, и к библиотеке.

# EducationAccess_None
source: This house has no access to any Scribal Schools or Libraries
ru: У этого дома нет доступа к школе писцов или библиотеке.

# EducationAccess_One
source: This house has access to a Scribal School or to a Library
ru: У этого дома есть доступ к школе писцов или к библиотеке.

# EntertainmentValue_0
source: This dwelling has no access to any entertainment whatsoever
ru: У этого поселения нет доступа к никаким развлечениям.

# EntertainmentValue_1
source: This dwelling barely has access to any entertainment
ru: У этого поселения очень плохой доступ к развлечениям.

# EntertainmentValue_10
source: This dwelling has very limited access to entertainment venues
ru: У этого поселения очень ограниченный доступ к развлекательным площадкам.

# EntertainmentValue_20
source: This dwelling has limited access to entertainment venues
ru: У этого поселения ограниченный доступ к развлекательным площадкам.

# EntertainmentValue_30
source: This dwelling has some access to entertainment venues
ru: У этого поселения есть некоторый доступ к развлекательным площадкам.

# EntertainmentValue_40
source: This dwelling has access to several entertainment venues
ru: У этого поселения есть доступ к нескольким к развлекательным площадкам.

# EntertainmentValue_50
source: This dwelling has reasonable access to entertainment venues
ru: У этого поселения неплохой доступ к развлекательным площадкам.

# EntertainmentValue_60
source: This dwelling has good access to entertainment venues
ru: У этого поселения хороший доступ к развлекательным площадкам.

# EntertainmentValue_70
source: This dwelling has very good access to entertainment venues
ru: У этого поселения очень хороший доступ к развлекательным площадкам.

# EntertainmentValue_80
source: This dwelling has excellent access to entertainment venues
ru: У этого поселения великолепный доступ к развлекательным площадкам.

# EntertainmentValue_90
source: This dwelling has access to all the entertainment it could ever desire
ru: У этого поселения есть доступ ко всем видам развлечения, что можно пожелать.

# FireRisk_0
source: This building has no likelihood of catching fire
ru: Это здание практически не подвержено возгоранию.

# FireRisk_100
source: This building could catch fire at any moment!
ru: Это здание может загореться в любой момент!

# FireRisk_20
source: This building is a negligible fire risk
ru: У этого здания ничтожный риск возгорания.

# FireRisk_40
source: This building has some risk of fire
ru: У этого здания низкий риск возгорания.

# FireRisk_60
source: This building has a risk of fire
ru: У этого здания есть риск возгорания.

# FireRisk_80
source: This building is a fire trap
ru: Это здание может возгореться.

# FoodAcess_High
source: This house has no problems in getting the food it requires to survive
ru: В этом доме нет проблем с поставками пищи, необходимой для выживания.

# FoodAcess_Low
source: This house will soon eat through its limited stocks of food
ru: В этом доме скоро съедят все съестные запасы.

# FoodAcess_Mid
source: This house has food stocks to last for at least the coming month
ru: В этом доме есть съестные припасы по крайней мере на месяц.

# FoodAcess_None
source: This house has no stocks of food
ru: В этом доме нет съестных припасов.

# JugglerAccess_High
source: This house was recently passed by a juggler. It will have juggler access for a long time
ru: Мимо этого дома недавно проходил жонглёр. Доступ к жонглёрской площадке сохранится ещё надолго.

# JugglerAccess_Low
source: This house has not been passed by a juggler for a while. It will soon lose juggler access
ru: Этот дом давно не посещался жонглёром. Он скоро потеряет доступ к жонглёрским площадкам.

# JugglerAccess_Mid
source: This house has juggler access
ru: У этого дома есть доступ к жонглёрам.

# JugglerAccess_None
source: This house has no access to a juggler
ru: У этого дома нет доступа к жонглёрам.

# LibraryAccess_High
source: This house was recently passed by a librarian. It will have Library access for a long time
ru: Мимо этого дома недавно проходил библиотекарь. Доступ к библиотеке сохранится ещё надолго.

# LibraryAccess_Low
source: Unless a librarian passes it soon, this house will lose Library access
ru: Если в ближайшем времени рядом не пройдёт библиотекарь, этот дом потеряет доступ к библиотеке.

# LibraryAccess_Mid
source: This house has Library access
ru: У этого дома есть доступ к библиотеке.

# LibraryAccess_None
source: This house has no access to a Library
ru: У этого дома нет доступа к библиотеке.

# MalariaRisk_0
source: This building will have malaria soon.
ru: В этом доме скоро вспыхнет малярия.

# MalariaRisk_20
source: This building has a risk of malaria
ru: У этого здания есть риск вспышки малярии.

# MalariaRisk_40
source: This building has some risk of malaria.
ru: У этого здания есть некоторый риск вспышки малярии.

# MalariaRisk_60
source: This building is a negligible malaria risk.
ru: У этого здания ничтожный риск вспышки малярии.

# MalariaRisk_80
source: This building has no likelihood of malaria.
ru: Это здание практически не подвержено малярии.

# MortuaryAccess_High
source: This house was recently passed by an embalmer. It will have Mortuary access for a long time
ru: Мимо этого дома недавно проходил бальзамировщик. Доступ к моргу сохранится ещё надолго.

# MortuaryAccess_Low
source: Unless an embalmer passes it soon, this house will lose Mortuary access
ru: Если в ближайшем времени рядом не пройдёт бальзамировщик, этот дом потеряет доступ к моргу.

# MortuaryAccess_Mid
source: This house has Mortuary access
ru: У этого дома есть доступ к моргу.

# MortuaryAccess_None
source: This house has no access to a Mortuary
ru: У этого дома нет доступа к моргу.

# MusicianAccess_High
source: This house was recently passed by a musician. It will have musician access for a long time
ru: Мимо этого дома недавно проходил музыкант. Доступ к музыкальной площадке сохранится ещё надолго.

# MusicianAccess_Low
source: This house has not been passed by a musician for a while. It will soon lose musician access
ru: Этот дом давно не посещался музыкантом. Он скоро потеряет доступ к музыкальным площадкам.

# MusicianAccess_Mid
source: This house has musician access
ru: У этого дома есть доступ к музыкантам.

# MusicianAccess_None
source: This house has no access to a musicians' stage
ru: У этого дома нет доступа к музыкальным площадкам.

# OverlayGeneral
source: Overlay intelligent help.
ru: Слой продвинутой помощи.

# PhysicianAccess_High
source: This house hasn't been passed by a physician in a while.
ru: Мимо этого дома давно не проходил лекарь.

# PhysicianAccess_Low
source: This house has recently had a physician pass by.
ru: Мимо этого дома недавно проходил лекарь.

# PhysicianAccess_Mid
source: This house has had a physician pass by.
ru: Мимо этого дома когда-то проходил лекарь.

# PhysicianAccess_None
source: No Physician access.
ru: Нет доступа к лекарю.

# PoliceRisk_0
source: This is a very law-abiding neighborhood, with no crimes reported at all
ru: Это очень законопослушный район, нет никаких сообщений о преступлениях.

# PoliceRisk_100
source: This whole area is a tinderbox of unrest! Crime is endemic, and anything might happen
ru: Весь район — преступный притон! Преступления здесь на каждом шагу, всякое может случиться.

# PoliceRisk_20
source: There is only the occasional crime in this area
ru: Здесь иногда происходят случайные преступления.

# PoliceRisk_40
source: This is a low-crime area, but a few residents have complained
ru: Этот район достаточно спокойный, но некоторые жители жаловались на преступления.

# PoliceRisk_60
source: Several crimes were reported here recently, but on the whole, this neighborhood is reasonably secure
ru: Недавно здесь жаловались на несколько преступлений, но в целом этот район достаточно безопасен.

# PoliceRisk_80
source: This is a high-crime area. Residents are unhappy, and the streets are not safe to walk at night
ru: Это опасный район. Жители несчастны, по ночам страшно ходить по улице.

# ReligionAccess_Five
source: This house has access to Temples to all the gods
ru: У этого дома есть доступ к храмам всех богов.

# ReligionAccess_Four
source: This house has access to Temples to 4 different gods
ru: У этого дома есть доступ к храмам четырёх богов.

# ReligionAccess_None
source: This house has no access to any Temples or Shrines
ru: У этого дома нет доступа к храмам или святилищам.

# ReligionAccess_One
source: This house has access to a Temple to a single god only
ru: У этого дома есть доступ к храму только одного бога.

# ReligionAccess_Three
source: This house has access to Temples to 3 different gods
ru: У этого дома есть доступ к храмам трёх богов.

# ReligionAccess_Two
source: This house has access to Temples to 2 different gods
ru: У этого дома есть доступ к храмам двух богов.

# ScribalSchoolAccess_High
source: This house was recently passed by a scholar. It will have Scribal School access for a long time
ru: Мимо этого дома недавно проходил учёный. Доступ к школе писцов сохранится ещё надолго.

# ScribalSchoolAccess_Low
source: Unless a scholar passes by soon, this house will lose Scribal School access
ru: Если в ближайшем времени рядом не пройдёт учёный, этот дом потеряет доступ к школе писцов.

# ScribalSchoolAccess_Mid
source: This house has Scribal School access
ru: У этого дома есть доступ к школе писцов.

# ScribalSchoolAccess_None
source: This house has no access to a Scribal School
ru: У этого дома нет доступа к школе писцов.

# SenetAccess_High
source: This house was recently passed by a senet master. It will have Senet House access for a long time
ru: Мимо этого дома недавно проходил хозяин сенета. Доступ к дому сенета сохранится ещё надолго.

# SenetAccess_Low
source: This house has not been passed by a senet master for a while. It will soon lose Senet House access
ru: Этот дом давно не посещался хозяином сенета. Он скоро потеряет доступ к дому сенета.

# SenetAccess_Mid
source: This house has Senet House access
ru: У этого дома есть доступ к дому сенета.

# SenetAccess_None
source: This house has no access to a Senet House
ru: У этого дома нет доступа к дому сенета.

# TaxAccess_None
source: This house is not registered for taxes, and so does not pay any tax
ru: Этот дом не числится в конторе сборщика налогов и поэтому не платит никаких налогов.

# TaxAccess_Yes
source: {0} deben collected so far this year.
ru: {0} дебенов собрано в этом году.

# TaxAccess_Zero
source: No tax collected from this house so far this year.
ru: В этом году с этого дома пока не собрано никаких налогов.

# WaterAccess_None
source: This dwelling has no access to drinking water
ru: У этого поселения нет доступа к питьевой воде.

# WaterAccess_Tile
source: This land has a groundwater supply for wells and Water Supplies
ru: На этой земле есть водоносный слой для колодцев и источников воды.

# WaterAccess_WaterSupply_High
source: This house was recently passed by a water carrier. It will have clean drinking water for a long time
ru: Мимо этого дома недавно проходил водонос. Доступ к питьевой воде сохранится ещё надолго.

# WaterAccess_WaterSupply_Low
source: Unless a water carrier passes soon, this house will exhaust its stocks of clean drinking water
ru: Если в ближайшем времени рядом не пройдёт водонос, этот дом скоро исчерпает весь запас питьевой воды.

# WaterAccess_WaterSupply_Mid
source: This house has stocks of clean drinking water
ru: В этом доме есть запасы питьевой воды.

# WaterAccess_WaterSupply_None
source: This house is receiving no deliveries of clean drinking water
ru: Этот дом не получает питьевую воду.

# WaterAccess_Well
source: This dwelling has only basic drinking water access
ru: У этого поселения есть доступ только к примитивным источникам воды.

# WorkforceAccess_1
source: This building currently has very little access to people to supply it with labor
ru: У этого здания очень плохой доступ к рабочей силе.

# WorkforceAccess_20
source: This building currently has poor access to people to supply it with labor
ru: У этого здания плохой доступ к рабочей силе.

# WorkforceAccess_40
source: This building currently has some access to people to supply it with labor
ru: У этого здания неважный доступ к рабочей силе.

# WorkforceAccess_60
source: This building currently has good access to people to supply it with labor
ru: У этого здания хороший доступ к рабочей силе.

# WorkforceAccess_80
source: This building currently has excellent access to people to supply it with labor
ru: У этого здания отличный доступ к рабочей силе.

# WorkforceAccess_None
source: This building currently has no access to people to supply it with labor
ru: У этого здания нет доступа к рабочей силе.

# ZooAccess_High
source: This house was recently passed by a zookeeper. It will have Zoo access for a long time
ru: Мимо этого дома недавно проходил смотритель зоопарка. Доступ к зоопарку сохранится ещё надолго.

# ZooAccess_Low
source: This house has not been passed by a zookeeper for a while. It will soon lose Zoo access
ru: Этот дом давно не посещался смотрителем зоопарка. Он скоро потеряет доступ к зоопарку.

# ZooAccess_Mid
source: This house has Zoo access
ru: У этого дома есть доступ к зоопарку.

# ZooAccess_None
source: This house has no access to a Zoo
ru: У этого дома нет доступа к зоопарку.
