Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Overseers.po
Languages: ru

# #Chief_Health_20
source: SERIOUS: City health is bad - there is risk of plague.
ru: СЕРЬЁЗНО: В городе плохой уровень здравоохранения — вероятная вспышка чумы.

# #Chief_Health_20_hover
source: With this many unhealthy people in the city, it's hard for apothecaries and physicians to keep up. Your city runs the risk of widespread plague, which can devastate its population. Build Physicians' offices and Mortuaries for the people who do not currently have access to the services provided by physicians and embalmers, and make sure your citizens have adequate supplies of food.
ru: Когда в городе столько людей с недомоганиями, аптекарям и лекарям сложно уследить за всеми. Ваш город находится под угрозой эпидемии чумы, которая наверняка выкосит всё население. Стройте больше домов лекарей и моргов для тех, у кого нет к ним доступа, а также удостоверьтесь, что жители получают достаточное количество пищи.

# #Chief_Health_30
source: IMPORTANT: City health is poor - there is a small risk of plague.
ru: ВАЖНО: В городе плохой уровень здравоохранения — есть небольшой риск возникновения чумы.

# #Chief_Health_30_hover
source: With this many unhealthy people in the city, it's hard for apothecaries and physicians to keep up. Your city could be struck by a plague, which can devastate the population. Build Physicians' offices and Mortuaries for the people who do not currently have access to the services provided by physicians and embalmers, and make sure your citizens have adequate supplies of food.
ru: Когда в городе столько людей с недомоганиями, аптекарям и лекарям сложно уследить за всеми. Ваш город находится под угрозой эпидемии чумы, которая может выкосить всё население. Стройте больше домов лекарей и моргов для тех, у кого нет к ним доступа, а также удостоверьтесь, что жители получают достаточное количество пищи.

# #Chief_Health_40
source: City health is below average.
ru: В городе неважный уровень здравоохранения.

# #Chief_Health_40_hover
source: If the health of its population worsens, the city could find itself devastated by a plague. Build Physicians' offices and Mortuaries for the unfortunates who currently lack access to the services provided by physicians and embalmers, and make sure your citizens have adequate supplies of food.
ru: Если здоровье населения ухудшится, город может столкнуться с эпидемией чумы. Стройте больше домов лекарей и моргов для тех несчастных, у кого нет к ним доступа, а также удостоверьтесь, что жители получают достаточное количество пищи.

# #Chief_Health_50
source: City health is average.
ru: В городе средний уровень здравоохранения.

# #Chief_Health_50_hover
source: If the health of its population worsens, the city could suffer a plague, which can decimate the population. Build Physicians' offices and Mortuaries for those unfortunates who lack access to the services provided by physicians and embalmers, and make sure your citizens have adequate supplies of food.
ru: Если здоровье населения ухудшится, город может пострадать от эпидемии чумы. Стройте больше домов лекарей и моргов для тех несчастных, у кого нет к ним доступа, а также удостоверьтесь, что жители получают достаточное количество пищи.

# #Chief_Health_60
source: City health is good.
ru: В городе хороший уровень здравоохранения.

# #Chief_Health_60_hover
source: Good health is important for curbing malaria and disease, and especially for preventing plague throughout the city. If the health of its population worsens, the city could find a plague devastating its population. Physicians and embalmers, provided by Physicians' offices and Mortuaries, help to keep the city healthy, as does a good supply of multiple types of food.
ru: Хорошее здоровье важно, чтобы в городе не бушевали малярия и другие болезни, особенно чума. Если здоровье людей ухудшится, то эпидемия чумы может выкосить всё население. Лекари и бальзамировщики, а также хороший запас разнообразной пищи, помогают поддерживать хорошее здоровье населения.

# #Chief_Health_70
source: City health is very good.
ru: В городе очень хороший уровень здравоохранения.

# #Chief_Health_70_hover
source: Good health is important for curbing malaria and disease, and especially for preventing plague throughout the city. If the health of its population worsens, the city could find a plague devastating its population. Physicians and embalmers, provided by Physicians' offices and Mortuaries, help to keep the city healthy, as does a good supply of multiple types of food.
ru: Хорошее здоровье важно, чтобы в городе не бушевали малярия и другие болезни, особенно чума. Если здоровье людей ухудшится, то эпидемия чумы может выкосить всё население. Лекари и бальзамировщики, а также хороший запас разнообразной пищи, помогают поддерживать хорошее здоровье населения.

# #Chief_Health_80
source: City health is excellent.
ru: В городе прекрасный уровень здравоохранения.

# #Chief_Health_80_hover
source: Good health is important for curbing malaria and disease, and especially for preventing plague throughout the city. If the health of its population worsens, the city could find a plague devastating its population. Physicians and embalmers, provided by Physicians' offices and Mortuaries, help to keep the city healthy, as does a good supply of multiple types of food.
ru: Хорошее здоровье важно, чтобы в городе не бушевали малярия и другие болезни, особенно чума. Если здоровье людей ухудшится, то эпидемия чумы может выкосить всё население. Лекари и бальзамировщики, а также хороший запас разнообразной пищи, помогают поддерживать хорошее здоровье населения.

# #Chief_Health_90
source: City health is almost perfect.
ru: В городе практически идеальный уровень здравоохранения.

# #Chief_Health_90_hover
source: Good health is important for curbing malaria and disease, and especially for preventing plague throughout the city. If the health of its population worsens, the city could find a plague devastating its population. Physicians and embalmers, provided by Physicians' offices and Mortuaries, help to keep the city healthy, as does a good supply of multiple types of food.
ru: Хорошее здоровье важно, чтобы в городе не бушевали малярия и другие болезни, особенно чума. Если здоровье людей ухудшится, то эпидемия чумы может выкосить всё население. Лекари и бальзамировщики, а также хороший запас разнообразной пищи, помогают поддерживать хорошее здоровье населения.

# #Chief_Kingdom
source: Kingdom
ru: Царство

# #Chief_Kingdom_Request_0
source: There are no outstanding requests upon our city.
ru: Нет невыполненных запросов к нашему городу.

# #Chief_Kingdom_Request_1
source: There are some outstanding requests upon our city.
ru: Есть пара невыполненных запросов к нашему городу.

# #Chief_Kingdom_Request_2
source: There are several outstanding requests upon our city.
ru: У нас есть несколько невыполненных запросов к нашему городу.

# #Chief_Kingdom_Request_3
source: There are many outstanding requests upon our city.
ru: Есть много невыполненных запросов к нашему городу.

# #Chief_Kingdom_hover_1
source: Failure to fulfill requests from Pharaoh or your neighbors can have various ill effects. If you don't help out your fellow Egyptian cities in their time of need, they may succumb to poverty, or fall into the hands of our enemies. To remain on good terms with your countrymen, respond to requests like these willingly and promptly.
ru: Невыполнение запросов от фараона или соседних городов может привести к различным неприятным последствиям. Если вы не поможете другим городам Египта в трудную минуту, они могут обнищать или попасть в руки наших врагов. Своевременно откликайтесь на такие запросы, чтобы сохранить хорошие отношения со своими соотечественниками.

# #Chief_Kingdom_hover_2
source: If you don't aid your fellow Egyptian cities in their time of need, they may succumb to poverty, fall into the hands of their enemies, or suffer some other undesirable fate. This could adversely affect trade, prices, even your Kingdom status. To remain on good terms with your countrymen, it's best to respond to requests willingly and promptly.
ru: Если вы не поможете другим городам Египта в трудную минуту, они могут обнищать, попасть в руки наших врагов или столкнуться с иным трудностями. А этом может плохо повлиять на торговлю, цены и даже на ваш статус в Царстве. Своевременно откликайтесь на такие запросы, чтобы сохранить хорошие отношения со своими соотечественниками.

# #Chief_Kingdom_hover_3
source: To remain on good terms with your countrymen, respond willingly and promptly to any requests they may make in their time of need. If you fail they may succumb to poverty, fall into the hands of their enemies, or suffer some other undesirable fate. This could have detrimental effects on trade, prices, even your Kingdom status.
ru: Своевременно откликайтесь на запросы ваших соотечественников, чтобы сохранить хорошие отношения с ними. Если вы не поможете другим городам Египта в трудную минуту, они могут обнищать, попасть в руки наших врагов или столкнуться с иным трудностями. А этом может плохо повлиять на торговлю, цены и даже на ваш статус в Царстве.

# #Chief_Migration
source: Migration
ru: Миграция

# #Chief_Migration_HighTaxes
source: High taxes prevent immigration.
ru: Высокие налоги препятствуют притоку новых жителей.

# #Chief_Migration_HighTaxes_hover
source: As long as the residents of your city are happy with you, and sufficient housing is available, more people will come to settle in your city. Lower taxes would attract more people to the city.
ru: Пока в городе есть достаточно жилья, а население счастливо, сюда будут переезжать люди. Снижение налогов привлечёт в город больше поселенцев.

# #Chief_Migration_Leave_HighTaxes
source: Unfair or excessive taxation drives people away.
ru: Несправедливые или завышенные налоги отпугивают новых поселенцев.

# #Chief_Migration_Leave_HighTaxes_hover
source: As long as the residents of your city are happy with you, and sufficient housing is available, they'll remain in your city. Lower taxes will encourage people to stay.
ru: Пока в городе есть достаточно жилья, а люди довольны вами, они останутся в городе. Снижение налогов убедит жителей остаться.

# #Chief_Migration_Leave_LowWages
source: Low wages are making people leave the city.
ru: Низкое жалование заставляет людей покидать город.

# #Chief_Migration_Leave_LowWages_hover
source: As long as the residents of your city are happy with you, and sufficient housing is available, they'll remain in your city. Raise wages if you want to encourage people to stay.
ru: Пока в городе есть достаточно жилья, а люди довольны вами, они останутся в городе. Увеличение жалования убедит жителей остаться.

# #Chief_Migration_Leave_NoFood
source: People who are leaving cite hunger as the reason.
ru: Люди уезжают из-за голода.

# #Chief_Migration_Leave_NoFood_hover
source: As long as the residents of your city are happy with you, and sufficient housing is available, they'll remain in your city. Given the size of your current population, you need to produce more food than you currently are, if you want to encourage people to stay.
ru: Пока в городе есть достаточно жилья, а люди довольны вами, они останутся в городе. При текущей численности населения вы должны производить больше еды, чем сейчас, если хотите убедить жителей остаться.

# #Chief_Migration_Leave_Nospace
source: Lack of vacant housing drives people away.
ru: Нехватка свободного жилья отпугивают новых поселенцев.

# #Chief_Migration_Leave_Nospace_hover
source: As long as sufficient housing is available, and the residents of your city are happy, more people will come to settle in your city (and your own citizens won't depart for greener pastures!). Build more housing in order for your city to grow and prosper.
ru: Пока обитатели города счастливы и в нем есть достаточно жилья, сюда будут переезжать люди (а ваши подданные не покинут его в поисках лучшей доли). Стройте больше жилья, чтобы город рос и развивался.

# #Chief_Migration_Leave_PoorCitySentiment
source: People are leaving because of poor City Sentiment.
ru: Люди уезжают из-за плохих настроений в городе.

# #Chief_Migration_Leave_PoorCitySentiment_hover
source: As long as the residents of your city are happy with you, and sufficient housing is available, more people will come to settle in your city (and your own citizens won't depart for greener pastures!). You need to increase your City Sentiment if you want people to stay here.
ru: Пока вы устраиваете обитателей города и в нем есть достаточно жилья, сюда будут переезжать люди (а ваши подданные не покинут его в поисках лучшей доли). Улучшите настроения в городе, чтобы людям хотелось жить тут и дальше.

# #Chief_Migration_Leave_Slums
source: Having some slums is encouraging people to leave.
ru: Городские трущобы побуждают людей покинуть город.

# #Chief_Migration_Leave_Slums_hover
source: When there is too much of a gap between the haves and the have-nots, people tend to seek opportunities elsewhere. Provide better services to your poorer neighborhoods, to create more of a balance between the wealthy and those of more modest means.
ru: Когда разрыв между имущими и неимущими слишком велик, люди будут покидать город в поисках лучшей доли. Обеспечьте бедные кварталы качественными услугами, чтобы между богатыми и бедными не было значительной разницы.

# #Chief_Migration_Leave_Unemployment
source: Unemployment makes people abandon the city.
ru: Безработица заставляет людей покинуть город.

# #Chief_Migration_Leave_Unemployment_hover
source: As long as the residents of your city are happy with you, and sufficient housing is available, they'll remain in your city. Create more jobs by building some more industries if you want to encourage people to stay.
ru: Пока в городе есть достаточно жилья, а люди довольны вами, они останутся в городе. Строительство производств и создание новых рабочих мест убедят жителей остаться.

# #Chief_Migration_LowWages
source: Low wages prevent immigration.
ru: Низкое жалование препятствует притоку новых жителей.

# #Chief_Migration_LowWages_hover
source: As long as the residents of your city are happy with you, and sufficient housing is available, more people will come to settle in your city. Raise wages if you want to lure more people to the city.
ru: Пока в городе есть достаточно жилья, а население счастливо, сюда будут переезжать люди. Поднятие жалования может привлечь в город больше поселенцев.

# #Chief_Migration_NoChange
source: Little change expected.
ru: Больших изменений не ожидается.

# #Chief_Migration_NoChange_hover
source: Normally, you'll want to increase the population so your city can grow and prosper. New settlers are attracted by vacant housing and higher City Sentiment.
ru: Как правило, население должно расти, чтобы город развивался и процветал. Новых поселенцев привлекает свободное жилье и хорошие настроения в городе.

# #Chief_Migration_NoFood
source: Lack of food prevents immigration.
ru: Отсутствие пищи препятствует притоку новых жителей.

# #Chief_Migration_NoFood_hover
source: As long as the residents of your city are happy with you, and sufficient housing is available, more people will come to settle in your city. Produce more food than you currently are, if you want to attract more people to the city.
ru: Пока в городе есть достаточно жилья, а население счастливо, сюда будут переезжать люди. Обеспечение большим количеством пищи привлечёт в город больше поселенцев.

# #Chief_Migration_NoJobs
source: Lack of jobs prevents immigration.
ru: Отсутствие рабочих мест препятствует притоку новых жителей.

# #Chief_Migration_NoJobs_hover
source: As long as the residents of your city are happy with you, and sufficient housing is available, more people will come to settle in your city. Create some jobs by building more industries if you want to attract more people to the city.
ru: Пока в городе есть достаточно жилья, а население счастливо, сюда будут переезжать люди. Строительство производств и создание новых рабочих мест привлекут в город больше поселенцев.

# #Chief_Migration_Normal
source: People are immigrating to the city.
ru: Люди приезжают в город.

# #Chief_Migration_Normal_hover
source: Normally, you'll want to increase the population so your city can grow and prosper. Because there is vacant housing available, and your people are happy with their lives here, new settlers are flocking to the city.
ru: Как правило, население должно расти, чтобы город развивался и процветал. В городе есть свободное жильё и местные жители довольны жизнью в городе, поэтому сюда стекаются новые поселенцы.

# #Chief_Migration_Nospace
source: Lack of housing prevents immigration.
ru: Отсутствие жилья препятствует притоку новых жителей.

# #Chief_Migration_Nospace_hover
source: As long as there is vacant housing, and the residents of your city are happy with you, more people will come to settle in your city. Create more housing areas to let your city grow and prosper.
ru: Пока есть свободное жилье, а население счастливо, в ваш город будут переезжать люди. Создайте больше площадей под жилье, чтобы город рос и развивался.

# #Chief_Migration_PoorCitySentiment
source: Poor City Sentiment prevents immigration.
ru: Плохие настроения в городе препятствуют притоку новых жителей.

# #Chief_Migration_PoorCitySentiment_hover
source: As long as the residents of your city are happy with you, and sufficient housing is available, more people will come to settle in your city. Increase your City Sentiment in order to attract people to the city.
ru: Пока в городе есть достаточно жилья, а население счастливо, сюда будут переезжать люди. Улучшите настроения в городе, чтобы привлечь в город больше поселенцев.

# #Chief_Migration_Slums
source: The city's slum areas discourage immigration.
ru: Городские трущобы отбивают у людей желание переезжать к нам

# #Chief_Migration_Slums_hover
source: When there is too much of a gap between the haves and the have-nots, no one will want to come to your city. Provide better services to your poorer neighborhoods to create more of a balance between the wealthy and those of more modest means.
ru: Когда разрыв между имущими и неимущими слишком велик, никто не захочет жить в вашем городе. Обеспечьте бедные кварталы качественными услугами, чтобы между богатыми и бедными не было значительной разницы.

# #Chief_Migration_UpcomingBattle
source: War frightens immigrants away!
ru: Война отпугивает желающих приехать!

# #Chief_Military
source: Military
ru: Военное дело

# #Chief_Military_AttackComing
source: Enemies are closing in on the city.
ru: Враги приближаются к городу.

# #Chief_Military_AttackComing_hover
source: An enemy army is advancing to attack the city! It can be difficult or impossible to construct buildings while under attack, so prepare your defenses by building Walls, Towers, Gatehouses and Forts now, while you still can.
ru: Вражеская армия движется к нашему городу! При штурме будет сложно или невозможно возводить постройки, поэтому подготовьте оборону заранее: стройте стены, башни, ворота и форты уже сейчас, пока ещё можно.

# #Chief_Military_AttackInProgress
source: Enemies are attacking the city.
ru: Враги атакуют город.

# #Chief_Military_AttackInProgress_hover
source: It's always best to be prepared for attacks, rather than try to conscript troops at the last minute. Hopefully we have adequate defenses to protect the city.
ru: Лучше быть готовыми к атаке заранее, чем в последний момент собирать войско. Будем надеяться, что нашей армии хватит, чтобы защитить город.

# #Chief_Military_AttackSoon
source: Enemy troops are at our gates.
ru: Вражеское войско у наших ворот.

# #Chief_Military_NoAttack
source: We have no reported threats.
ru: Нет сообщений об угрозах.

# #Chief_Military_NoAttack_hover
source: If enemies were advancing toward our city, you would surely receive a message.
ru: Если на город пойдут враги, вы обязательно получите предупреждение.

# #Chief_Military_NoRequestForTroops
source: We have no request for military assistance abroad.
ru: Никто не запрашивал военной помощи за пределами города.

# #Chief_Military_NoTroops
source: You have no companies to command.
ru: У вас нет отрядов.

# #Chief_Military_NoTroops_hover
source: There are no military forces at our disposal.
ru: В нашем распоряжении нет войск.

# #Chief_Military_RequestForTroops
source: Our troops are needed elsewhere.
ru: Наши войска нужны за пределами города.

# #Chief_Military_RequestForTroops_hover
source: We have received a request for troops from a fellow Egyptian commander. It is usually best to honor such requests, if you want to remain on good terms with the rest of the Kingdom. Consult the Political Overseer, as well as the Overseer of the Military, to dispatch troops.
ru: Мы получили запрос о подкреплении от другого египетского военачальника. Как правило, лучше относиться к таким запросом со всей серьёзностью, если вы хотите поддерживать хорошие отношения с остальным Царством. Посетите советника по политике и военного советника, чтобы отправить войска.

# #Chief_Military_Troops
source: {0} soldiers in {1} companies.
ru: Воинов: {0}, отрядов: {1}.

# #Chief_Military_TroopsSent
source: We have troops elsewhere.
ru: Наши воины находятся за пределами города.

# #Chief_Military_TroopsSent_hover
source: Some of our troops are serving Egypt in far-off military campaigns. It is generally good to support the Kingdom by sending troops to help out when needed, if you want to maintain your good name throughout Egypt.
ru: Часть вашей армии служит Египту в военных кампаниях в далёких землях. Как правило, следует отправлять войска для поддержки Царства по первому требованию, если вы хотите поддерживать хорошую репутацию в Египте.

# #Chief_Military_Troops_OneCompany
source: {0} soldiers in 1 company.
ru: Воинов: {0}, отрядов: 1.

# #Chief_Nilometer
source: Nilometer
ru: Нилометр

# #Chief_Nilometer_August_1
source: The flood is expected to come in early August.
ru: Разлив ожидается в начале августа.

# #Chief_Nilometer_August_15
source: The flood is expected to come in late August.
ru: Разлив ожидается в конце августа.

# #Chief_Nilometer_July_1
source: The flood is expected to come in early July.
ru: Разлив ожидается в начале июля.

# #Chief_Nilometer_July_15
source: The flood is expected to come in late July.
ru: Разлив ожидается в конце июля.

# #Chief_Nilometer_June_1
source: The flood is expected to come in early June.
ru: Разлив ожидается в начале июня.

# #Chief_Nilometer_June_15
source: The flood is expected to come in late June.
ru: Разлив ожидается в конце июня.

# #Chief_Nilometer_NextFloodStatus_0
source: The next flood is likely to fail entirely.
ru: Следующего разлива, скорее всего, не будет.

# #Chief_Nilometer_NextFloodStatus_0_hover
source: Priests interpreting the Nilometer warn that this year's flood could fail entirely, and the rich, fertile mud of the Nile won't renew your fields. If your city depends on farming the flood plain for its food, this could put the very survival of your citizens in jeopardy. Worshipping Osiris, the god of the Nile flood, can help avoid this next year.
ru: Жрецы-толкователи Нилометра предупреждают, в этом году разлива может не быть, и плодородный ил реки не удобрит поля. Если ваш город зависит от урожаев с пойменных полей, это может поставить ваших жителей на грань выживания. Поклонение Осирису, богу нильских разливов, поможет избежать этого в следующем году.

# #Chief_Nilometer_NextFloodStatus_100
source: The next flood is likely to be perfect.
ru: Следующий разлив, скорее всего, будет идеальным.
