Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Overseers.po
Languages: ru

# #Chief_Nilometer_NextFloodStatus_100_hover
source: If your city depends on farming the flood plain for its food, the abundant rich and fertile mud that priests hope will be deposited on your fields this year by the perfect flood is an immeasurable bounty not to be taken for granted. Pray to Osiris, the god of the Nile flood, that this might happen again in the future.
ru: Если ваш город зависит от урожаев с пойменных полей, обильный ил реки, который, как надеются жрецы, принесёт на поля идеальный разлив, является неизмеримой щедростью, которую нельзя принимать как данность. Вознесите молитвы Осирису, богу нильских разливов, чтобы он вновь одарил города таким благословением.

# #Chief_Nilometer_NextFloodStatus_20
source: The next flood is likely to be poor.
ru: Следующий разлив, скорее всего, будет слабым.

# #Chief_Nilometer_NextFloodStatus_20_hover
source: Seers foretell a poor flood this year. They fear that very little rich, fertile mud of the Nile won't renew your fields. If your city depends on farming the flood plain for its food, it could jeopardize the very survival of your citizens. Appeasing Osiris, the god of the Nile flood, can help avoid this next year.
ru: Прорицатели сообщают, что разлив в этом году будет плохим. Они опасаются, что на поля попадёт слишком мало плодородного ила реки. Если ваш город зависит от урожаев с пойменных полей, это может поставить ваших жителей на грань выживания. Умилостивите Осириса, бога нильских разливов, и может, в следующем году это не повторится.

# #Chief_Nilometer_NextFloodStatus_40
source: The next flood is likely to be mediocre.
ru: Следующий разлив, скорее всего, будет посредственным.

# #Chief_Nilometer_NextFloodStatus_40_hover
source: Omens portend a mediocre flood this year. If they are right, the Nile will deposit only some rich, fertile mud on your fields. If your city depends on farming the flood plain for its food, this puts the very survival of your citizens in jeopardy. Increased worship of Osiris, the god of the Nile flood, will help ensure that this doesn't happen again next year.
ru: Знаки сулят посредственный разлив в этом году. Если это так, Нил одарит поля лишь частью своего плодородного ила. Если ваш город зависит от урожаев с пойменных полей, это может поставить ваших жителей на грань выживания. Удвойте молитвы Осирису, богу нильских разливов, и может, в следующем году это не повторится.

# #Chief_Nilometer_NextFloodStatus_60
source: The next flood is likely to be good.
ru: Следующий разлив, скорее всего, будет хорошим.

# #Chief_Nilometer_NextFloodStatus_60_hover
source: If seers read the Nilometers right, the good flood expected this year will deposit the rich and fertile mud of the Nile onto your city's fields. Make sure that Osiris, the god of the Nile flood, is kept appeased, or he may decide to withhold this blessing next year.
ru: Если прорицатели правильно истолковали Нилометр, в этом году ожидается хороший разлив, который принесёт плодородный ил на поля города. Убедитесь, что Осириса, бога нильских разливов, достаточно почитают, иначе в следующем году он может отказать в своей благосклонности.

# #Chief_Nilometer_NextFloodStatus_80
source: The next flood is likely to be excellent.
ru: Следующий разлив, скорее всего, будет великолепным.

# #Chief_Nilometer_NextFloodStatus_80_hover
source: If your city depends on farming the flood plain for its food, the amount of rich and fertile mud that omens indicate could be deposited on your fields by an excellent flood is a bounty not to be taken for granted. Make sure that Osiris, the god of the Nile flood, is kept happy, so that he will bestow this blessing again.
ru: Если ваш город зависит от урожаев с пойменных полей, плодородный ил реки, который, как надеются жрецы, принесёт на поля идеальный разлив, является неизмеримой щедростью, которую нельзя принимать как данность. Сделайте так, чтобы Осирис, бог нильских разливов, был счастлив, и в следующий раз он снова одарит нас этим благословением.

# #Chief_Nilometer_September_1
source: The flood is expected to come in early September.
ru: Разлив ожидается в начале сентября.

# #Chief_Nilometer_September_15
source: The flood is expected to come in late September.
ru: Разлив ожидается в конце сентября.

# #Chief_Religion
source: Religion
ru: Религия

# #Chief_Religion_Appeased
source: All gods are adequately appeased.
ru: Все боги довольны.

# #Chief_Religion_Appeased_hover
source: If any gods become hostile, they may use their powers to devastate your city.
ru: Если кто-то из богов разозлится, он может обречь ваш город на разорение.

# #Chief_Religion_Furious_1_1
source: IMPORTANT: One god is not appeased.
ru: ВАЖНО: Один бог недоволен.

# #Chief_Religion_Furious_1_2
source: SERIOUS: One god is not appeased.
ru: СЕРЬЁЗНО: Один бог недоволен.

# #Chief_Religion_Furious_2_1
source: IMPORTANT: Two gods are not appeased.
ru: ВАЖНО: Два бога недовольны.

# #Chief_Religion_Furious_2_2
source: SERIOUS: Two gods are not appeased.
ru: СЕРЬЁЗНО: Два бога недовольны.

# #Chief_Religion_Furious_3_1
source: IMPORTANT: Three gods are not appeased.
ru: ВАЖНО: Три бога недовольны.

# #Chief_Religion_Furious_3_2
source: SERIOUS: Three gods are not appeased.
ru: СЕРЬЁЗНО: Три бога недовольны.

# #Chief_Religion_Furious_4_5_1
source: IMPORTANT: Several gods are not appeased.
ru: ВАЖНО: Несколько богов недовольны.

# #Chief_Religion_Furious_4_5_2
source: SERIOUS: Several gods may strike us down.
ru: СЕРЬЁЗНО: Несколько богов могут покарать нас.

# #Chief_Religion_Furious_hover
source: Hostile gods can use their powers to devastate your city. To appease them, build Temples to them and hold festivals in their honor.
ru: Недовольные боги могут обречь ваш город на разорение. Чтобы умилостивить их, стройте храмы и проводите праздники в их честь.

# #Chief_Religion_Furious_hover_2
source: An angry god can use his powers to devastate your city. To appease them, build Temples to them and hold festivals in their honor.
ru: Разозлённый бог может обречь ваш город на разорение. Чтобы умилостивить его, стройте храмы и проводите праздники в его честь.

# #Chief_Religion_Happy_1
source: All gods are appeased. One is especially happy.
ru: Все боги довольны, один особенно счастлив.

# #Chief_Religion_Happy_2
source: All gods are appeased. Two are especially happy.
ru: Все боги довольны, два особенно счастливы.

# #Chief_Religion_Happy_3
source: All gods are appeased. Three are especially happy.
ru: Все боги довольны, три особенно счастливы.

# #Chief_Religion_Happy_4_5
source: All gods are appeased. Several are especially happy.
ru: Все боги довольны, несколько особенно счастливы.

# #Chief_Religion_Happy_hover
source: Benevolent gods can use their powers to bless your city in various ways. As your city grows, keep the gods appeased by dedicating Temples to them, and continue to hold festivals in their honor.
ru: Довольные боги могут даровать городу различные благословения. По мере роста города заручитесь милостью богов, строя в их честь храмы и проводя праздники.

# #Chief_Title
source: Chief Overseer
ru: Главный советник

# #Commerce
source: Overseer of Commerce
ru: Торговый советник

# #Commerce_AvailableBoth
source: Available for import or export
ru: Доступно для импорта и экспорта

# #Commerce_AvailableForExport
source: Available to export
ru: Доступно для экспорта

# #Commerce_AvailableForImport
source: Available for import
ru: Доступно для импорта

# #Commerce_ExportAsNeeded
source: Let Overseer set export level
ru: Позволить советнику управлять экспортом

# #Commerce_ExportWhenOver
source: Export when over
ru: Экспорт сверх

# #Commerce_ExportingAsNeeded
source: Exporting surpluses
ru: Экспорт излишков

# #Commerce_ExportingWhenOver
source: Exporting when over
ru: Экспорт свыше

# #Commerce_ImportAsNeeded
source: Let Overseer set import level
ru: Позволить советнику управлять импортом

# #Commerce_ImportToMaintain
source: Import to maintain
ru: Импортировать до

# #Commerce_ImportingAsNeeded
source: Importing as needed
ru: Импорт если нужно

# #Commerce_ImportingToMaintain
source: Importing to maintain
ru: Импорт до

# #Commerce_NoTrade
source: Do not trade
ru: Не торговать

# #Commerce_NotTradable
source: There are no trade routes open for these goods
ru: Для этих товаров нет открытых торговых путей

# #Commerce_OpenBoth
source: Open trade routes to import/export
ru: Открыть торговый путь для импорта/экспорта

# #Commerce_OpenToExport
source: Open trade route to export
ru: Открыть торговый путь для экспорта

# #Commerce_OpenToImport
source: Open trade route to import
ru: Открыть торговый путь для импорта

# #Commerce_PriceExport
source: Export
ru: Экспорт

# #Commerce_PriceImport
source: Import
ru: Импорт

# #Commerce_Resource
source: Resource
ru: Ресурс

# #Commerce_Status
source: Status
ru: Статус

# #Commerce_Stockpiling
source: Stockpiling this resource
ru: Запасать этот товар

# #Commerce_Stored
source: Stored
ru: На складе

# #Commerce_Title
source: Overseer of Commerce
ru: Торговый советник

# #Commerce_ToggleIndustry
source: Toggle activation of this industry
ru: Включить/выключить это производство

# #Company_Send_Confirm_Text
source: {[company_name]} have been sent to {[city_name]}
ru: Отряд {[company_name]} отправлен в город {[city_name]}

# #Company_Send_Confirm_Title
source: Send Company
ru: Отправить отряд

# #Company_Tooltip_Cursed
source: This company is cursed by Seth
ru: Этот отряд проклят Сетом.

# #Company_Tooltip_No_Sent_Button
source: There is no distant city to defend
ru: Нет города, который нужно защищать.

# #Company_Tooltip_No_Soldier
source: This company does not have any soldiers.
ru: В этом отряде нет воинов.

# #Company_Tooltip_Part1_Archer
source: An archer company.
ru: Отряд лучников.

# #Company_Tooltip_Part1_Chariot
source: A Charioteer company.
ru: Отряд колесничих.

# #Company_Tooltip_Part1_Infantry
source: An infantry company.
ru: Отряд пехотинцев.

# #Company_Tooltip_Part1_Transport
source: A transport ship. Needed to send troops by sea to another city.
ru: Транспортный корабль. Нужен для переброски войск по воде к другому городу.

# #Company_Tooltip_Part1_Warship
source: A combat warship. Needed to fight sea invasion.
ru: Боевой корабль. Нужен для морских сражений.

# #Company_Tooltip_Part2_Experience_Level
source: Level {[experience_level]}
ru: Уровень {[experience_level]}

# #Company_Tooltip_Part2_No_Experience
source: It has no experience of combat.
ru: Нет опыта в боях.

# #Company_Tooltip_Part3_Not_Upgraded
source: This company uses basic weapons.
ru: Этот отряд использует обычное оружие.

# #Company_Tooltip_Part3_Upgraded
source: This company uses {[weapon_sprite]}.
ru: Этот отряд использует {[weapon_sprite]}.

# #Company_Tooltip_Part4_Available
source: Currently training, ready to defend the city.
ru: Обучается, готов защищать город.

# #Company_Tooltip_Part4_Sent
source: Currently fighting in {[city_name]}
ru: Сражается в городу {[city_name]}

# #Company_Tooltip_Part5
source: Click here to center view on the fort.
ru: Щёлкните сюда, чтобы перейти к форту.

# #Company_Tooltip_Sent_Button
source: Send this company to defend a distant city.
ru: Отправить отряд для защиты далёкого города.

# #Company_Tooltip_Sent_Button_No_Ship
source: The city does not have enough transport ships available to send troops.
ru: У города нет транспортных кораблей для переброски отрядов.

# #Company_tooltip_none
source: This company does not exist. Build a fort to create a new company.
ru: Отряд не существует. Постройте форт, чтобы создать новый отряд.

# #Diversions
source: Overseer of Diversions
ru: Советник по развлечениям

# #Diversions_CanEntertain
source: Can entertain
ru: Вместимость зрителей

# #Diversions_CityCoverage
source: City coverage
ru: Покрытие города

# #Diversions_Dancer
source: Dancers' stages
ru: Сцены танцовщиц

# #Diversions_DancerMissing
source: Your Pavilions need more dancers. A new Conservatory could boost local entertainment levels in parts of the city.
ru: Вашим сценам нужно больше танцовщиц. Новая музыкальная школа поможет развить развлекательные программы в части города.

# #Diversions_Juggler
source: Juggler's stages
ru: Сцены жонглёров

# #Diversions_JugglerMusicanMissing
source: Some Booths or Bandstands have empty stages. More jugglers or musicians would satisfy neighborhoods that are complaining of poor entertainment.
ru: Часть помостов или музыкальных площадок пустуют. Больше жонглёров или музыкантов могут успокоить недовольства в районах, жалующихся на плохие развлечения.

# #Diversions_Musician
source: Musicians' stages
ru: Сцены музыкантов

# #Diversions_NoEntertainmentNeeded
source: No one is seeking entertainment yet. As your city grows, though, people will want amusements like juggling, music and dancing.
ru: Пока никто не жаждет развлечений. Но по мере роста города людям захочется увеселений, таких как выступления жонглёров, музыкантов и танцовщиц.

# #Diversions_NoMoreEntertainmentNeeded
source: There's currently enough diversion to satisfy everyone. As the city grows, though, people will ask for more and better forms of entertainment.
ru: Пока что всех устраивает культурная жизнь, но по мере роста города люди захотят больше разнообразных развлечений.

# #Diversions_People
source: {0} people
ru: {0} человек

# #Diversions_Senet
source: Senet Houses
ru: Дома сенета

# #Diversions_Shows
source: Shows
ru: Представления

# #Diversions_SomeEntertainmentNeeded
source: Some residents want more recreational facilities. More choices in diversions would motivate them to upgrade their homes.
ru: Некоторым жителям хочется больше мест для отдыха и развлечения. Более широкий выбор развлечений подтолкнёт их развивать свои дома.

# #Diversions_Title
source: Overseer of Diversions
ru: Советник по развлечениям

# #Diversions_UnequalAccess
source: Parts of the city grumble that they have no access to recreation. Building more entertainment venues would help these poorer areas develop.
ru: Жители некоторых районов жалуются, что им совсем нечем заняться в свободное время. Постройка развлекательных площадок поможет развитию бедных кварталов.

# #Diversions_UnequalAccess_2
source: Some people whine about inadequate entertainment in their neighborhoods. You may need to offer more variety, or perhaps build more performer schools to provide artists for venues that lack them.
ru: Некоторые люди жалуются на скучные развлечения в своём районе. Возможно, вам нужно разнообразить увеселительные заведения или построить больше школ для артистов, чтобы на площадках было кому работать.

# #Diversions_WorkingStage
source: Working Stages
ru: Работающие сцены

# #Diversions_Zoo
source: Zoos
ru: Зоопарки

source: Excellent
ru: Превосходно

# #FestivalCommon
source: Common festival
ru: Обычный праздник

# #FestivalGrand
source: Grand festival
ru: Великий праздник

# #FestivalLavish
source: Lavish festival
ru: Роскошный праздник

# #Festival_Preparing
source: Preparing festival for {[god]}
ru: На предстоящем празднике будет чествоваться {[god]}

source: Fort not built
ru: Форт не построен

# #Fort_Not_Built_Explained
source: You must build a new fort to create a new company
ru: Постройте новый форт, чтобы создать новый отряд

# #GiveToPeople
source: Give to the people of Egypt
ru: Отдать народу Египта

source: Good
ru: Хорошо

# #Granaries
source: Overseer of the Granaries
ru: Советник по продовольствию

# #Granaries_Census
source: Census
ru: Перепись

# #Granaries_Census_desc
source: Population composition by age (in years)
ru: Возрастной состав населения (в годах)

# #Granaries_FoodProduction_EX1
source: Right now we eat a little more than we produce.
ru: Сейчас мы съедаем чуть больше, чем производим.

# #Granaries_FoodProduction_EX1-5
source: We eat more than we produce.
ru: Мы съедаем больше, чем производим.

# #Granaries_FoodProduction_EX1-5_growth
source: We produce too little food. Our growing city will need even more.
ru: Мы производим слишком мало еды. Нашему растущему городу потребуется ещё больше.

# #Granaries_FoodProduction_EX1-5_shrink
source: We eat more than we produce, but our shrinking city will eat less.
ru: Мы съедаем больше, чем производим, но уменьшающийся город будет есть меньше.

# #Granaries_FoodProduction_EX1_growth
source: We eat a bit more than we produce. Our growing city will need more.
ru: Мы съедаем чуть больше, чем производим. Нашему растущему городу понадобится ещё.

# #Granaries_FoodProduction_EX1_shrink
source: We eat a bit more than we produce, so expect our city to shrink.
ru: Мы съедаем чуть больше, чем производим, скоро город может уменьшиться.

# #Granaries_FoodProduction_EX2
source: We eat much more than we produce!
ru: Мы съедаем куда больше, чем производим!

# #Granaries_FoodProduction_EX2_growth
source: We produce far too little food. Our growing city will need even more.
ru: Мы производим крайне мало еды. Нашему растущему городу потребуется ещё больше.

# #Granaries_FoodProduction_EX2_shrink
source: We eat much more than we produce, so expect our city to shrink.
ru: Мы съедаем куда больше, чем производим, скоро город может уменьшиться.

# #Granaries_FoodProduction_Number
source: We produce or import enough food for about {0} people.
ru: Мы производим или покупаем пищи на {0} человек.

# #Granaries_FoodProduction_PX1
source: Right now we produce just enough to feed everyone.
ru: Сейчас мы производим ровно столько, чтобы накормить всех.

# #Granaries_FoodProduction_PX1-5
source: Right now we produce a little more than we eat.
ru: Сейчас мы производим чуть больше, чем съедаем.

# #Granaries_FoodProduction_PX1-5_growth
source: We produce a little surplus food, and our growing city will need it.
ru: У нас есть излишки пищи, и скоро они понадобятся нашему растущему городу.

# #Granaries_FoodProduction_PX1-5_shrink
source: We produce a little extra food. Our shrinking city will eat even less.
ru: Мы производим чуть больше пищи. Уменьшающийся город будет есть ещё меньше.

# #Granaries_FoodProduction_PX1_growth
source: Now we produce just enough food, but our growing city will need more.
ru: Мы производим достаточное количество пищи, но нашему растущему городу потребуется ещё больше.

# #Granaries_FoodProduction_PX1_shrink
source: We produce no extra food, and our shrinking city will eat even less.
ru: Мы не производим больше пищи, а уменьшающийся город будет есть ещё меньше.

# #Granaries_FoodProduction_PX2
source: Right now we produce much more than we eat.
ru: Сейчас мы производим куда больше, чем съедаем.

# #Granaries_FoodProduction_PX2_growth
source: We produce a lot of extra food, but our growing city will need more.
ru: Мы производим очень много пищи, но нашему растущему городу потребуется ещё больше.

# #Granaries_FoodProduction_PX2_shrink
source: We produce a lot of extra food. Our shrinking city will need even less.
ru: Мы производим очень много пищи. Уменьшающийся город будет есть ещё меньше.

# #Granaries_ForXMonths
source: {[number]} Months[I2p_One]1 Month
ru: {[number]} месяцев[I2p_One]{[number]} месяц[I2p_Few] {[number]} месяца

# #Granaries_GranariesHold
source: {[number]} Granaries hold food for [I2p_One]1 Granary holds food for
ru: В {[number]} амбарах есть пищи на[I2p_One]В {[number]} амбаре есть пищи на

# #Granaries_History
source: History
ru: История

# #Granaries_History_desc
source: City population over time
ru: Динамика населения города

# #Granaries_Migration_HighTaxes
source: High taxes keep some people away from our city.
ru: Высокие налоги отпугивают людей.

# #Granaries_Migration_LowWage
source: Low wages reduce immigration to our city.
ru: Низкое жалование снижает приток людей в наш город.

# #Granaries_Migration_NoFood
source: Lack of food in your Granaries reduces immigration.
ru: Отсутствие пищи в амбарах снижает приток новых жителей.

# #Granaries_Migration_NoSpace
source: Lack of housing vacancies limits immigration.
ru: Отсутствие жилья ограничивает приток новых жителей.

# #Granaries_Migration_None
source: Nobody wants to live in our city.
ru: Никто не хочет жить в нашем городе.

# #Granaries_Migration_Normal
source: Overall, people are coming, or wish to come, to our city.
ru: В целом люди прибывают или хотят прибыть в наш город.

# #Granaries_Migration_Slums
source: Poor housing, despite your city's wealth, discourages immigrants.
ru: Плохие жилища, несмотря на богатство города, отпугивают новых переселенцев.

# #Granaries_Migration_Static
source: Overall, your city population is static.
ru: В целом численность населения держится на одном уровне.

# #Granaries_Migration_Unemployment
source: Unemployment reduces your number of immigrants.
ru: Безработица снижает количество новоприбывших.

# #Granaries_Newcomers
source: {[number]} newcomers arrived this month.[I2p_One]1 newcomer arrived this month.
ru: {[number]} поселенцев прибыло в этом месяце.[I2p_One]{[number]} поселенец прибыл в этом месяце.[I2p_Few]{[number]} поселенца прибыло в этом месяцев.

# #Granaries_NoFood
source: No food in stock for the coming month
ru: Нет запасов пищи на будущий месяц.

# #Granaries_Society
source: Society
ru: Общество

# #Granaries_Society_desc
source: Population composition by income
ru: Состав населения по доходу

# #Granaries_Society_end
source: Estate dwellers
ru: Жители имений

# #Granaries_Society_start
source: Hut dwellers
ru: Жители лачуг

# #Granaries_SpaceLeft
source: Current housing can hold {0} more people
ru: В имеющемся жилье можно разместить ещё {0} человек.

# #Granaries_Title
source: Overseer of the Granaries
ru: Советник по продовольствию

# #Learning
source: Overseer of Learning
ru: Советник по образованию

# #Learning_CanEducate
source: Can educate
ru: Могут обучить

# #Learning_CityCoverage
source: City coverage
ru: Покрытие города

# #Learning_Library
source: Library
ru: Библиотека

# #Learning_LibraryCoverage
source: people
ru: людей

# #Learning_LibraryNeeded
source: Library access is now needed in certain areas of the city. People need access to literature if they are to work as scribes.
ru: Некоторым районам города теперь требуется доступ к библиотекам. Людям нужно изучать литературу, чтобы работать писцами.

# #Learning_MoreFacilitiesNeeded
source: Better Scribal School and Library access would enhance some areas of the city. People should not have to walk so far for an education!
ru: Лучший доступ к школам писцов и библиотекам может развить некоторые районы города. Люди не должны ходить так далеко ради учёбы!

# #Learning_MoreLibraryNeeded
source: Some areas of the city want better Library access. Upper-class scribes do not appreciate having to walk so far to the Library.
ru: Некоторым районам требуется улучшенный доступ к библиотекам. Богатым писцам не нравится так далеко ходить в библиотеку.

# #Learning_MoreSchoolNeeded
source: Some neighborhoods demand better Scribal School access. Some houses have access to city schools, but others do not, and this hinders their development.
ru: Некоторым районам требуется улучшенный доступ к школам писцов. У некоторых домов нет доступа к школам, и это мешает им развиваться.

# #Learning_NoFacilitiesNeeded
source: No one is asking for educational facilities yet. As the city grows in stature, though, people will expect Scribal Schools, followed later by demands for Libraries.
ru: Пока никому не нужны образовательные учреждения. Но по мере роста города людям потребуются школы писцов, а потом и библиотеки.

# #Learning_NoLibraryNeeded_NoCompleteCoverage
source: All homes that want them have educational facilities, but building more Libraries would reduce overcrowding and enhance city Culture.
ru: У всех домов есть доступ к образовательным учреждениям, но если построить больше библиотек, школы будут не так переполнены, и это улучшит культурный уровень в городе.
