Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Overseers.po
Languages: ru

# #PublicHealth_CityCoverage
source: City coverage
ru: Покрытие города

# #PublicHealth_Dentists
source: Dentists
ru: Дантисты

# #PublicHealth_DentistsNeeded
source: Certain well-to-do areas of the city want Dentists. A local Dentist will enhance the stature of the neighborhood.
ru: Некоторым благополучным районам город необходим доступ к дантистам. Наличие дантиста улучшит статус района.

# #PublicHealth_Desc_0
source: City health is appalling! Pestilence is certain in such shocking conditions.
ru: В городе кошмарный уровень здравоохранения! В таких кошмарных условиях скоро разразится чума.

# #PublicHealth_Desc_10
source: City health is terrible! Disease is almost inevitable.
ru: В городе ужасный уровень здравоохранения! Болезни практически неизбежны.

# #PublicHealth_Desc_100
source: City health is perfect. Your health care workers spend most of their days playing senet.
ru: В городе идеальный уровень здравоохранения. Ваши медицинские работники целыми днями играют в сенет.

# #PublicHealth_Desc_20
source: City health is bad. More health care workers might improve the situation.
ru: В городе плохой уровень здравоохранения. Ситуацию можно улучшить, если появится больше медицинских работников.

# #PublicHealth_Desc_30
source: City health is poor. Plenty of food and health facilities would improve it.
ru: В городе низки уровень здравоохранения. Ситуацию можно улучшить хорошими запасами еды и постройкой медицинских учреждений.

# #PublicHealth_Desc_40
source: City health is below average. Make sure citizens have food, and access to health care providers.
ru: В городе неважный уровень здравоохранения. Убедитесь, что у жителей достаточно пищи и есть доступ к медицинским работникам.

# #PublicHealth_Desc_50
source: City health is average. Foul influences are under control, and people get enough to eat.
ru: В городе средний уровень здравоохранения. Заразные болезни под контролем, а людям хватает пищи.

# #PublicHealth_Desc_60
source: City health is good. Citizens are prone to only minor ailments.
ru: В городе хороший уровень здравоохранения. Жители подвержены только лёгким болезням.

# #PublicHealth_Desc_70
source: City health is very good. Local caregivers are coping well.
ru: В городе очень хороший уровень здравоохранения. Местные медицинские работники успевают со всем справляться.

# #PublicHealth_Desc_80
source: City health is excellent, with no waiting times at all to visit local health facilities.
ru: В городе прекрасный уровень здравоохранения. В медицинских учреждениях нет очередей.

# #PublicHealth_Desc_90
source: City health is almost perfect, with health facilities virtually empty.
ru: В городе практически идеальный уровень здравоохранения. У медицинских учреждений практически нет больных.

# #PublicHealth_FoodVariety
source: {[number]} varieties of food in your city.[i2p_Zero]No varieties of food in your city.[I2p_One]1 variety of food in your city.
ru: {[number]} видов пищи в вашем городе.[I2p_Zero]В вашем городне нет никакого разнообразия пищи.[I2p_One]{[number]} вид пищи в вашем городе.[I2p_Few]{[number]} вида пищи в вашем городе.

# #PublicHealth_MoreApothecariesNeeded
source: More and more people want convenient medical facilities (Apothecaries).
ru: Все больше людей хотят иметь удобный доступ к услугам аптекаря.

# #PublicHealth_MoreDentistsNeeded
source: More areas of the city now require Dentists. As your city grows wealthier, more and more residents can afford new ivory teeth.
ru: Всё большему числу районов необходим доступ к дантистам. Город богатеет, всё больше его жителей могут себе позволить новые зубы из слоновой кости.

# #PublicHealth_MoreMortuariesNeeded
source: Citizens require more Mortuaries to properly prepare their dead for the afterlife.
ru: Жителям требуется больше моргов, чтобы должным образом подготовить усопших к загробной жизни.

# #PublicHealth_MorePhysiciansNeeded
source: Some regions of the city want more Physicians.
ru: Некоторым районам города нужно больше лекарей.

# #PublicHealth_Mortuaries
source: Mortuaries
ru: Морги

# #PublicHealth_MortuariesNeeded
source: Development in some quarters is being held back by poor citywide Mortuary coverage.
ru: Развитие некоторых кварталов сдерживается недостаточным предоставлением услуг моргов.

# #PublicHealth_NoFacilitiesNeeded
source: No one is asking for health or sanitary facilities. As the city develops, though, people will expect access to healthcare, then Dentists, and then even more medical facilities!
ru: Пока никому не нужны медицинские учреждения. Но по мере роста города людям потребуется услуги лекарей, а потом и дантистов и других заведений для заботы о здоровье!

# #PublicHealth_NoProblem
source: Your small settlement has yet to report any problems with health.
ru: В вашем маленьком поселении ещё никто не сообщал о проблемах со здоровьем.

# #PublicHealth_Outbreaks_0
source: No
ru: Нет

# #PublicHealth_Outbreaks_1
source: A few
ru: Пара

# #PublicHealth_Outbreaks_2
source: Some
ru: Немного

# #PublicHealth_Outbreaks_3
source: Several
ru: Несколько

# #PublicHealth_Outbreaks_4
source: Many
ru: Много

# #PublicHealth_Outbreaks_phrase
source: outbreaks have been reported this month.
ru: вспышек в этом месяце.

# #PublicHealth_Patients
source: {0} patients
ru: {0} пациентов

# #PublicHealth_Physicians
source: Physicians
ru: Лекари

# #PublicHealth_PhysiciansNeeded
source: Certain areas of the city now need access to Physicians.
ru: Некоторым районам города нужен доступ к лекарям.

# #PublicHealth_Title
source: Overseer of Public Health
ru: Советник по здравоохранению

# #PublicHealth_Working
source: Working
ru: Работают

# #Ratings
source: Ratings Overseer
ru: Советник по рейтингу

# #Ratings_Culture
source: Culture
ru: Культура

# #Ratings_Culture_100
source: This city is more Cultured than any in Egypt!
ru: Это самый культурный город во всём Египте!

# #Ratings_Culture_DancersNeeded
source: There are too few dancers in the city. If possible, add more Dancers' stages to improve this rating.
ru: В городе слишком мало танцовщиц. Добавьте больше площадок для них, чтобы улучшить рейтинг.

# #Ratings_Culture_DentistsNeeded
source: Not enough houses have access to a Dentist. Better access would improve this rating.
ru: У некоторых домов нет доступа к услугам дантиста. Решите эту проблему, чтобы улучшить рейтинг.

# #Ratings_Culture_JugglersNeeded
source: There are too few jugglers in the city. If possible, add more Jugglers' stages to improve this rating.
ru: В городе слишком мало жонглёров. Добавьте больше площадок для них, чтобы улучшить рейтинг.

# #Ratings_Culture_LibrariesNeeded
source: There are too few Libraries working in the city. If possible, build more to improve this rating.
ru: В городе работает слишком мало библиотек. По возможности постройте больше, чтобы улучшить этот рейтинг.

# #Ratings_Culture_MortuariesNeeded
source: Not enough houses have access to a Mortuary. Better access would improve this rating.
ru: У некоторых домов нет доступа к услугам морга. Решите эту проблему, чтобы улучшить рейтинг.

# #Ratings_Culture_MusiciansNeeded
source: There are too few musicians in the city. If possible, add more Musicians' stages to improve this rating.
ru: В городе слишком мало музыкантов. Добавьте больше площадок для них, чтобы улучшить рейтинг.

# #Ratings_Culture_PhysiciansNeeded
source: Not enough houses have access to a Physician. Better access would improve this rating.
ru: У некоторых домов нет доступа к услугам лекаря. Решите эту проблему, чтобы улучшить рейтинг.

# #Ratings_Culture_ReligionNeeded
source: There are too few places of worship in the city. Building more would improve this rating.
ru: В городе слишком мало мест для поклонения богам. По возможности постройте больше, чтобы улучшить этот рейтинг.

# #Ratings_Culture_SchoolNeeded
source: There are too few Scribal Schools working in the city. Building more would improve this rating.
ru: В городе работает слишком мало школ писцов. По возможности постройте больше, чтобы улучшить этот рейтинг.

# #Ratings_Culture_SenetHousesNeeded
source: There are too few Senet Houses in the city. If possible, build Senet Houses to improve this rating.
ru: В городе работает слишком мало домов сенета. По возможности постройте больше, чтобы улучшить этот рейтинг.

# #Ratings_Culture_ZoosNeeded
source: There are too few Zoos in the city. If possible, build Zoos to improve this rating.
ru: В городе работает слишком мало зоопарков. По возможности постройте больше, чтобы улучшить этот рейтинг.

# #Ratings_Culture_hover
source: Click here for advice about your Culture rating
ru: Щёлкните здесь, чтобы получить совет о рейтинге культуры.

# #Ratings_HouseNeededTooltip
source: Houses needed
ru: Требуется домов

# #Ratings_Kingdom
source: Kingdom
ru: Царство

# #Ratings_Kingdom_100
source: Your Kingdom is the best-rated in all Egypt!
ru: У вашего города самый лучший рейтинг Царства!

# #Ratings_Kingdom_CanceledRequest
source: The way you have responded to certain events has greatly harmed your reputation throughout the Kingdom, and lowered this rating.
ru: Ваша реакция на определённые события сильно повредила вашей репутации в Царстве и снизила рейтинг.

# #Ratings_Kingdom_DownFromLastYear
source: Your Kingdom rating is lower than it was last year. Pay your annual tribute, draw a modest salary, and fulfill requests from Pharaoh or other cities in the Kingdom.
ru: Рейтинг Царства снизился по сравнению с прошлым годом. Заплатите годовую дань, сократите себе жалование и вовремя выполняйте запросы от фараона или других городов.

# #Ratings_Kingdom_HighSalary
source: Your salary is too high for your current standing. Your Kingdom rating will rise if you reduce it somewhat.
ru: Ваше жалование слишком высоко для вашего положения. Рейтинг в Царстве вырастет, если вы сократите своё жалование.

# #Ratings_Kingdom_HighSalary2
source: Your salary is too high for your current standing. You would do well to reduce it.
ru: Ваше жалование слишком высоко для вашего положения. Вам следует его сократить.

# #Ratings_Kingdom_HighSalary3
source: Your brazenness in paying yourself a salary higher than your rank entitles you to is frowned upon.
ru: Никому не нравится то, как вы нагло назначили себе жалование, не соответствующее вашему положению.

# #Ratings_Kingdom_NoChange
source: Your Kingdom rating is unchanged from last year. You can instruct your Political Overseer to give a gift to Egypt, and this rating will rise.
ru: Рейтинг Царства такой же, как и в прошлом году. Можете приказать советнику по политике сделать подарок для Египта, и тогда рейтинг поднимется.

# #Ratings_Kingdom_NoTribute1st
source: You could not pay your tribute this year, which reduced your Kingdom rating. Keep some money in your treasury at year's end so you can make your annual payment.
ru: Вы не смогли выплатить дань в этом году, и это снизило рейтинг Царства. Оставьте на конец года в казне определённую сумму, чтобы иметь возможность произвести выплату.

# #Ratings_Kingdom_NoTribute2nd
source: For the second year in a row, you have not paid tribute, and your Kingdom rating suffers for it.
ru: Вы второй год подряд не выплачиваете дань, и это плохо отражается на рейтинге Царства.

# #Ratings_Kingdom_NoTribute3rd
source: Your continued inability to provide annual tribute lowers your reputation throughout the Kingdom, and reduces this rating.
ru: Ваша продолжающаяся неспособность выплачивать годовую дань плохо сказывается на вашей репутации в Царстве и снижает этот рейтинг.

# #Ratings_Kingdom_RecentChanges
source: Your response to certain events has harmed your standing in the Kingdom a little.
ru: Ваш ответ на определённые события несколько повредил вашей репутации в Царстве.

# #Ratings_Kingdom_UnmeetObjectives
source: Your slow progress toward meeting your goals in a timely fashion has reduced your Kingdom rating.
ru: Из-за слишком медленного выполнения намеченных целей ваш рейтинг царства снизился.

# #Ratings_Kingdom_UpFromLastYear
source: Your Kingdom rating is higher than it was last year. You can instruct your Political Overseer to give a gift to Egypt, and this rating will rise even more.
ru: Рейтинг Царства выше, чем в прошлом году. Можете приказать советнику по политике сделать подарок для Египта, чтобы повысить рейтинг ещё выше.

# #Ratings_Kingdom_VeryHighSalary
source: The ridiculously high salary that you pay yourself indicates your complete lack of dedication to the Kingdom, and reduces this rating.
ru: Непомерно высокое жалование, которое вы себе назначили, указывает на ваше полное нежелание что-либо ради Царства и снижает этот рейтинг.

# #Ratings_Kingdom_VeryHighSalary2
source: The salary that you pay yourself, far exceeding your rank, reduces your reputation in the Kingdom.
ru: Высокое жалование, которое вы себе назначили, не соответствует вашему положения и снижает рейтинг Царства.

# #Ratings_Kingdom_hover
source: Click here for advice about your Kingdom rating
ru: Щёлкните здесь, чтобы получить совет о рейтинге Царства.

# #Ratings_Monument
source: Monument
ru: Монументы

# #Ratings_Monument_Equal_Needed
source: This city has the most magnificent Monuments in all Egypt!
ru: В этом городе самые величественные монументы во всём Египте!

# #Ratings_Monument_Lower_Than_Needed
source: Remember to instruct the Overseer of Monuments to dispatch any necessary burial provisions. Also visit monument construction sites for a detailed progress report.
ru: Не забудьте приказать советнику по монументов отправить необходимые погребальные принадлежности. Также вы можете посетить площадки строящихся монументов, чтобы узнать подробности о ходе строительства.

# #Ratings_Monument_hover
source: Click here for advice about your Monument rating
ru: Щёлкните здесь, чтобы получить совет о рейтинге монументов.

# #Ratings_NoHouseTarget
source: No target housing
ru: Нет условий по постройкам

# #Ratings_NoPopulationTarget
source: No target population
ru: Нет условий по населению

# #Ratings_Population
source: Population
ru: Население

# #Ratings_PopulationNeeded
source: Population: {0}/{1}
ru: Население: {0}/{1}

# #Ratings_PopulationNeededTooltip
source: Population needed
ru: Требуется населения

# #Ratings_Prosperity
source: Prosperity
ru: Благополучие

# #Ratings_Prosperity_100
source: The amazing Prosperity of this city is the talk of Egypt!
ru: Невероятное благополучие этого города на слуху у всего Египта!

# #Ratings_Prosperity_Advice
source: The city is more Prosperous when exports earn more than imports cost.
ru: Благополучие растёт в том городе, где доход от экспорта превышает расходы на импорт.

# #Ratings_Prosperity_HighUnemployment
source: High unemployment in your city retards your Prosperity rating.
ru: Высокий уровень безработицы в вашем городе препятствует росту рейтинга благополучия.

# #Ratings_Prosperity_LaborShortages
source: Labor shortages reduce Prosperity.
ru: Недостаток рабочей силы снижает благополучие.

# #Ratings_Prosperity_LowLevelHouses
source: The overall quality of your city's housing holds this rating back. Improve the housing in your city to raise it.
ru: Общее качество жилья в вашем городе препятствует росту данного рейтинга. Улучшите жилье, чтобы рейтинг вырос.

# #Ratings_Prosperity_LowWages
source: Paying less than the Kingdom wage tarnishes your city's image as a prosperous one.
ru: Вы платите жалование ниже минимума, что вредит образу процветающего города.

# #Ratings_Prosperity_NegativeIncome
source: Last year your city lost money - this reduced the city's Prosperity.
ru: В прошлом году ваш город потерял деньги, и это снизило уровень его благополучия.

# #Ratings_Prosperity_NoTribute
source: Your inability to pay the annual tribute marks your city out as a failure.
ru: Ваш город признан несостоятельным из-за вашей неспособности выплатить годовую дань.

# #Ratings_Prosperity_Slums
source: The high concentration of slum dwellers in your city lends it the appearance of a poor one.
ru: В городе слишком много людей живёт в трущобах, поэтому он выглядит бедным.

# #Ratings_Prosperity_hover
source: Click here for advice about your Prosperity rating
ru: Щёлкните здесь, чтобы получить совет о рейтинге благополучия.

# #Ratings_ScoreNeeded
source: {0} Needed
ru: Нужно {0}

# #Ratings_Title
source: Ratings Overseer
ru: Советник по рейтингу

source: Sparse
ru: Редко

# #Temples
source: Overseer of the Temples
ru: Советник по храмам

# #Temples_Appeasement
source: Appeasement
ru: Умиротворение

# #Temples_Displeased_Bast
source: When kind Bast becomes upset, people are not safe in their own homes. Placate the goddess swiftly, or destruction and pestilence will follow!
ru: Когда добрая Баст расстраивается, людям грозит опасность даже в их собственных домах. Скорее задобрите богиню или готовьтесь к чуме и разрушениям!

# #Temples_Displeased_Osiris
source: Osiris' displeasure is dangerous. He can destroy your crops and empty your Granaries, or even withhold the Inundation.
ru: Недовольство Осириса очень опасно. Он может уничтожить посевы и опустошить ваши амбары или даже отменить разлив.

# #Temples_Displeased_Ptah
source: Ptah, whose beneficence your manufacturers require, grows unhappy. Regain his favor, or brace your workers for the loss of whole industries and products.
ru: Птах, от чьей милости зависит всё производство, недоволен. Верните его расположение или готовьтесь к падению промышленности и потере товаров.

# #Temples_Displeased_Ra
source: When mighty Ra, father to Pharaoh, grows displeased, he will make your city's neighbors share his feeling. Ra's anger endangers harmony with the Kingdom.
ru: Если вы рассердите отца фараона, могущественного Ра, его недовольство передастся соседним городам. Ярость Ра способна разрушить гармонию внутри Царства.

# #Temples_Displeased_Seth
source: The bravest soldiers tremble before the wrath of Seth. Repair the god's opinion of your city quickly, or watch your battalion be swept away!
ru: Самые храбрейшие воины дрожат от гнева Сета. Скорее восстановите доброе имя своего города в его глазах или увидите, как разозлённый бог сметает ваши отряды!

# #Temples_FestivalButton
source: Hold new festival
ru: Устроить новый праздник

# #Temples_FestivalInfo
source: Festival information
ru: Информация о празднике

# #Temples_LastFestival
source: {[number]} months since last festival[I2p_One]1 month since last festival
ru: {[number]} месяцев с последнего праздника.[I2p_One]{[number]} месяц с последнего праздника.[I2p_Few]{[number]} месяца с последнего праздника.

# #Temples_LastFestival_0
source: The hardiest revelers have not slept off the last festival yet.
ru: Самые отъявленные гуляки ещё не выспались после последнего праздника.

# #Temples_LastFestival_12
source: People cannot remember the last festival to be held in the city.
ru: Люди не могут вспомнить, когда в городе последний раз проводился праздник.

# #Temples_LastFestival_24
source: Citizens grumble at the lack of festivals held in your city.
ru: Жители ворчат, что в городе практически не проводятся праздники.

# #Temples_LastFestival_3
source: People still smile when they remember your last festival.
ru: Люди до сих пор с улыбками вспоминают последний праздник.

# #Temples_LastFestival_48
source: Your people cannot bear the prospect of another year without a festival.
ru: Ваши люди не могут вынести мысли, что ещё один год пройдёт без праздников.

# #Temples_LastFestival_6
source: The memory of the earlier festival is fading from people's minds.
ru: Люди уже забывают, когда в последний раз прошёл праздник.

# #Temples_LastFestival_96
source: Depressed residents doubt that they will live to see another festival.
ru: Подавленные жители сомневаются, что доживут до следующего праздника.

# #Temples_MonthsSinceFestival
source: Months since Festival
ru: месяцев с праздника

# #Temples_Mood_Amiable
source: Amiable
ru: Добродушность

# #Temples_Mood_Angry
source: Angry
ru: Злость

# #Temples_Mood_Apathetic
source: Apathetic
ru: Апатия

# #Temples_Mood_Approving
source: Approving
ru: Одобрение

# #Temples_Mood_Benevolent
source: Benevolent
ru: Великодушие

# #Temples_Mood_Congenial
source: Congenial
ru: Дружелюбие

# #Temples_Mood_Displeased
source: Displeased
ru: Недовольство

# #Temples_Mood_Enraged
source: Enraged
ru: Ярость

# #Temples_Mood_Furious
source: Furious
ru: Гнев

# #Temples_Mood_Resentful
source: Resentful
ru: Обида

# #Temples_Mood_Sympathetic
source: Sympathetic
ru: Благосклонность

# #Temples_NoFestivalYet
source: Your people have not celebreated any festival yet.
ru: Ваши люди ещё не проводили ни одного праздника.

# #Temples_NoFestivalYet_Comment
source: People have yet to witness the greatness of a god's festival.
ru: Людям ещё предстоит стать свидетелями величественного праздника в честь божества.

# #Temples_NoTempleNeeded
source: So far, people are too preoccupied with physical needs to think about religion. As your city grows, though, they will want easy access to a variety of Temples.
ru: Пока что люди заняты налаживанием элементарных условий для жизни, чтобы задумываться о религии. Но по мере роста города жителям захочется иметь свободный доступ к храмам разных богов.

# #Temples_NoTemples
source: Residents are beginning to feel spiritual needs. The absence of nearby places of worship holds back city development.
ru: Жители начинают ощущать потребности духовного характера. Отсутствие поблизости мест для поклонения богам не даёт городу развиваться.

# #Temples_NoTemplesBadMood
source: More and more people fear that, without at least one place of worship in their neighborhoods, the gods will feel spurned.
ru: Всё больше людей боится, что отсутствие мест для поклонения может серьёзно разозлить богов.

# #Temples_OrderFestival
source: Order a festival
ru: Организовать праздник

# #Temples_PatronGod
source: Patron God
ru: Бог-покровитель

# #Temples_PerfectCoverage
source: Everyone's particular religious beliefs are served, and the priests report that the gods are satisfied with the city's spirituality.
ru: Каждый человек имеет возможность проводить обряды согласно своим верованиям, а жрецы сообщают, что боги довольны тем, как их почитают в городе.

# #Temples_SecondTempleNeeded
source: More sophisticated residents want access to another religion close to home. Lack of religious diversity limits city development in certain areas.
ru: Более образованные жители хотят иметь возможность поклоняться другим богам. Малое религиозное разнообразие препятствует развитию определённых районов города.

# #Temples_Shrines
source: Shrines
ru: Святилища

# #Temples_TempleComplex
source: Temples Complexes
ru: Храмовые комплексы

# #Temples_Temples
source: Temple
ru: Храмы

# #Temples_ThirdTempleNeeded
source: Discerning citizens say that their neighborhoods would attract a better class of scribe if they had easy access to a third religion.
ru: Взыскательные жители утверждают, что в их кварталах начнут селиться писцы, если у них будет доступ к святилищам третьего бога.

# #Temples_Title
source: Overseer of the Temples
ru: Советник по храмам

# #Treasury
source: Overseer of the Treasury
ru: Советник по казне

# #Treasury_Balance
source: Balance
ru: Баланс

# #Treasury_CityDebt
source: City has a debt of {0}<sprite name="Deben">
ru: Долг города: {0}<sprite name="Deben">

# #Treasury_CityTreasure
source: City treasury has assets of {0}<sprite name="Deben">
ru: Запасы городской казны: {0}<sprite name="Deben">

# #Treasury_Construction
source: Construction
ru: Строительство

# #Treasury_CoverageTitle
source: Coverage
ru: Покрытие

# #Treasury_CurrentTitle
source: Current treasury
ru: Текущая казна

# #Treasury_ExportsEarn
source: Exports earn
ru: Прибыль от экспорта

# #Treasury_Gifts
source: Gifts
ru: Подарки

# #Treasury_ImportsCost
source: Imports cost
ru: Цена импорта

# #Treasury_InterestsDebt
source: Interest on debt
ru: Процент по долгам

# #Treasury_LastYear
source: Last year
ru: Прошлый год

# #Treasury_MinedGold
source: Mined Gold
ru: Добытое золото
