Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Overseers.po
Languages: ru

# #Treasury_Net
source: Net in/out flow
ru: Выручка/затраты

# #Treasury_PersonalSalary
source: Personal salary
ru: Личное жалование

# #Treasury_ProjectdPayroll
source: Projected payroll this year: {0}<sprite name="Deben">
ru: Ожидаемая выплата рабочим в этом году: {0}<sprite name="Deben">

# #Treasury_RequestAndFestivals
source: Requests and Festivals
ru: Запросы и праздники

# #Treasury_TaxRate
source: Tax rate of
ru: Налоги в размере

# #Treasury_TaxUncollected
source: {0}<sprite name="Deben"> uncollected this year
ru: {0}<sprite name="Deben"> не собрано в этом году

# #Treasury_TaxYield
source: yields an estimated {0}<sprite name="Deben">
ru: по расчётам приносят {0}<sprite name="Deben">

# #Treasury_TaxedPopulation
source: {0}% of population registered for tax
ru: {0}% населения должно платить налоги

# #Treasury_TaxesIn
source: Taxes in
ru: Собрано налогов

# #Treasury_Theft
source: Theft
ru: Воровство

# #Treasury_ThisYear
source: So far this year
ru: Текущий год

# #Treasury_Title
source: Overseer of the Treasury
ru: Советник по казне

# #Treasury_Total Expenses
source: Total Expenses
ru: Общие расходы

# #Treasury_TotalIncome
source: Total Income
ru: Общий доход

# #Treasury_Tribute
source: Pillaged
ru: Разграблено

# #Treasury_UncollectedTitle
source: Uncollected taxes
ru: Несобранные налоги

# #Treasury_Wage
source: Wage/10
ru: Жалование/10

# #Treasury_WageKingdom
source: Kingdom pays {0}
ru: Государство выплачивает {0}

# #Treasury_Wages
source: Wages
ru: Жалование людей

source: Very good
ru: Очень хорошо

source: Very poor
ru: Очень мало

# #Workers
source: Overseer of the Workers
ru: Советник по рабочей силе

# #Workers_ActualWorkers
source: Have
ru: Имеется

# #Workers_Education
source: Education
ru: Образование

# #Workers_EmployedWorkforce
source: {0} Employed workforce
ru: Трудоустроенные: {0}

# #Workers_Entertainment
source: Entertainment
ru: Развлечения

# #Workers_Food
source: Food Production and Distribution
ru: Производство и распределение пищи

# #Workers_Government
source: Government
ru: Власть

# #Workers_Health
source: Health and Sanitation
ru: Здоровье и гигиена

# #Workers_Industry
source: Industry and Commerce
ru: Производство и торговля

# #Workers_Infrastructure
source: Infrastructure
ru: Инфраструктура

# #Workers_Military
source: Military
ru: Военное дело

# #Workers_Priority
source: Priority
ru: Приоритет

# #Workers_Religion
source: Religion
ru: Религия

# #Workers_Sector
source: Sector
ru: Отрасль

# #Workers_Title
source: Overseer of the Workers
ru: Советник по рабочей силе

# #Workers_UnemployedWorkforce
source: {0} Unemployed workforce ({1}%)
ru: Безработные: {0} ({1}%)

# #Workers_WorkersNeeded
source: Need
ru: Требуется
