Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Overseers.po
Languages: ru

source: Above average
ru: Выше среднего

source: Average
ru: Средне

source: Below average
ru: Ниже среднего

# #BurialProvisions_Title
source: Burial Provisions
ru: Погребальные принадлежности

# #Chief
source: Chief Overseer
ru: Главный советник

# #Chief_CitySentiment
source: City Sentiment
ru: Настроения в городе

# #Chief_CitySentiment_0
source: You are universally loathed
ru: Вас все ненавидят

# #Chief_CitySentiment_18
source: People are angry with you
ru: Люди злы на вас

# #Chief_CitySentiment_27
source: People are very upset with you
ru: Люди очень сердиты на вас

# #Chief_CitySentiment_36
source: People are upset with you
ru: Люди сердиты на вас

# #Chief_CitySentiment_45
source: People are annoyed with you
ru: Люди недолюбливают вас

# #Chief_CitySentiment_54
source: People are indifferent to you
ru: Люди равнодушны к вам

# #Chief_CitySentiment_63
source: People are pleased with you.
ru: Люди довольны вами.

# #Chief_CitySentiment_72
source: People are very pleased with you.
ru: Люди очень довольны вами.

# #Chief_CitySentiment_81
source: People are extremely pleased with you.
ru: Люди очень рады вам.

# #Chief_CitySentiment_9
source: People are very angry at you
ru: Люди очень злы на вас

# #Chief_CitySentiment_90
source: People love you.
ru: Люди обожают вас.

# #Chief_CitySentiment_99
source: People idolize you as a god.
ru: Люди вас боготворят.

# #Chief_CitySentiment_Reason_Better
source: but the situation is improving.
ru: , но ситуация улучшается.

# #Chief_CitySentiment_Reason_Better_hover
source: Low City Sentiment contributes to higher crime rates, prevents settlers from coming to your city, and can even cause your current citizens to pick up and leave. Low wages, high taxes, social inequality and lack of food and jobs all contribute to low City Sentiment.
ru: Плохие настроения в городе ведут к росту преступности, препятствуют прибытию новых поселенцев в город и даже могут заставить жителей покинуть его. На настроения в городе отрицательно влияют высокие налоги, низкие выплаты рабочим, социальное неравенство, нехватка рабочих мест и пищи.

# #Chief_CitySentiment_Reason_Food
source: because of food shortages.
ru: из-за нехватки пищи.

# #Chief_CitySentiment_Reason_Food_hover
source: Low City Sentiment contributes to higher crime rates, prevents settlers from coming to your city, and can even cause your current citizens to pick up and leave. The city's food shortage is the leading cause of unhappiness, but high taxes, low wages, social inequality and lack of jobs may also be lowering City Sentiment.
ru: Плохие настроения в городе ведут к росту преступности, препятствуют прибытию новых поселенцев в город и даже могут заставить жителей покинуть его. Нехватка пищи может вызвать серьёзное недовольство, но на настроения в городе также отрицательно влияют высокие налоги, низкие выплаты рабочим, социальное неравенство и недостаток рабочих мест.

# #Chief_CitySentiment_Reason_Jobs
source: because of job shortages.
ru: из-за нехватки рабочих мест.

# #Chief_CitySentiment_Reason_Jobs_hover
source: Low City Sentiment contributes to higher crime rates, prevents settlers from coming to your city, and can even cause your current citizens to pick up and leave. The lack of jobs here upsets people more than anything else, but high taxes, low wages, social inequality and lack of food may also be lowering City Sentiment.
ru: Плохие настроения в городе ведут к росту преступности, препятствуют прибытию новых поселенцев в город и даже могут заставить жителей покинуть его. Недостаток рабочих мест вызывает крайнее недовольство среди людей, но на настроения в городе также отрицательно влияют высокие налоги, низкие выплаты рабочим, социальное неравенство и нехватка пищи.

# #Chief_CitySentiment_Reason_Slums
source: because of so many slums.
ru: из-за трущоб повсюду.

# #Chief_CitySentiment_Reason_Slums_hover
source: Low City Sentiment contributes to higher crime rates, prevents settlers from coming to your city, and can even cause your current citizens to pick up and leave. Widespread social inequality angers people the most, but high taxes, low wages and lack of food and jobs may also be depressing City Sentiment.
ru: Плохие настроения в городе ведут к росту преступности, препятствуют прибытию новых поселенцев в город и даже могут заставить жителей покинуть его. Больше всего людей злит социальное неравенство, но на настроения в городе также отрицательно влияют высокие налоги, низкие выплаты рабочим, нехватка рабочих мест и пищи.

# #Chief_CitySentiment_Reason_Taxes
source: because of high taxes.
ru: из-за высоких налогов.

# #Chief_CitySentiment_Reason_Taxes_hover
source: Low City Sentiment contributes to higher crime rates, prevents settlers from coming to your city, and can even cause your current citizens to pick up and leave. The high tax rate is foremost on your citizens' minds, but low wages, social inequality and lack of food and jobs may also be dragging down City Sentiment.
ru: Плохие настроения в городе ведут к росту преступности, препятствуют прибытию новых поселенцев в город и даже могут заставить жителей покинуть его. Высокие налоги очень беспокоят ваших людей, но на настроения в городе также отрицательно влияют низкие выплаты рабочим, социальное неравенство, нехватка рабочих мест и пищи.

# #Chief_CitySentiment_Reason_Wages
source: because wages are low.
ru: из-за низкого жалования.

# #Chief_CitySentiment_Reason_Wages_hover
source: Low City Sentiment contributes to higher crime rates, prevents settlers from coming to your city, and can even cause your current citizens to pick up and leave. Their paltry wages (compared to what workers make elsewhere in Egypt) are their main complaint, but high taxes, social inequality and lack of food and jobs may also be lowering City Sentiment.
ru: Плохие настроения в городе ведут к росту преступности, препятствуют прибытию новых поселенцев в город и даже могут заставить жителей покинуть его. Низкие выплаты рабочим (по сравнению с остальным Египтом) могу вызывать жалобы среди жителей, но на настроения в городе также отрицательно влияют высокие налоги, социальное неравенство, нехватка рабочих мест и пищи.

# #Chief_Crime
source: Crime
ru: Преступность

# #Chief_Crime_0
source: No thefts reported.
ru: Нет сообщений о кражах.

# #Chief_Crime_0_hover
source: Theft can harm your city's finances, and even your family savings! An adequate number of Courthouses and Police Stations helps prevent crime, and constables will subdue any thieves they encounter. Of course, keeping your people happy is the best way to ensure that they don't turn to crime in the first place.
ru: Кража может плохо сказаться на запасах городской казны и даже личных сбережениях вашего рода! Предотвратить преступления помогает достаточное количество судов и постов городской стражи, и стражники смогут обезвредить любого встреченного вора. И конечно, лучшая профилактика преступности — это счастливые граждане.

# #Chief_Crime_20
source: Very few thefts.
ru: Очень мало краж.

# #Chief_Crime_40
source: IMPORTANT: Some recent thefts,
ru: ВАЖНО: Несколько краж за последнее время,

# #Chief_Crime_40_hover
source: Frequent thefts can weaken your city's finances, and even your own family's savings! Adequate Courthouses and Police Stations help prevent crime, and constables will subdue any thieves they encounter. Of course, keeping your people happy is the best way to deter crime in the first place.
ru: Частые кражи могут истощить запасы городской казны и даже личные сбережения вашего рода! Предотвратить преступления помогает достаточное количество судов и постов городской стражи, и стражники смогут обезвредить любого встреченного вора. И конечно, лучшая профилактика преступности — это счастливые граждане.

# #Chief_Crime_60
source: SERIOUS: Several recent thefts,
ru: СЕРЬЁЗНО: Череда краж в последнее время,

# #Chief_Crime_60_hover
source: Frequent thefts can drain your city's treasury, or even your own family savings! Adequate Courthouses and Police Stations help prevent crime, and constables will subdue any thieves they encounter. Of course, keeping your people happy is the best way to deter crime in the first place.
ru: Частые кражи могут опустошить запасы городской казны и даже личные сбережения вашего рода! Предотвратить преступления помогает достаточное количество судов и постов городской стражи, и стражники смогут обезвредить любого встреченного вора. И конечно, лучшая профилактика преступности — это счастливые граждане.

# #Chief_Crime_80
source: URGENT: Many recent thefts,
ru: СРОЧНО: Много краж за последнее время,

# #Chief_Crime_80_hover
source: This much theft can seriously drain your city's treasury, or even your own family savings! An adequate number of Courthouses and Police Stations helps prevent crime, and constables subdue any thieves they encounter. Keeping your people happy is the best way to deter crime in the first place.
ru: Такое безудержное воровство может быстро опустошить запасы городской казны и даже личные сбережения вашего рода! Предотвратить преступления помогает достаточное количество судов и постов городской стражи, и стражники смогут обезвредить любого встреченного вора. И конечно, лучшая профилактика преступности — это счастливые граждане.

# #Chief_Crime_StolenDebens
source: {0} db stolen.
ru: украдено {0} дебенов.

# #Chief_Employment
source: Employment
ru: Работа

# #Chief_Employment_Perfect
source: The city has no employment problems.
ru: В городе нет проблем с работой.

# #Chief_Employment_Perfect_hover
source: High unemployment can cause your otherwise happy citizens to depart the city in search of jobs, while labor shortages can result in a reduction of goods and services throughout the city.
ru: Высокий уровень безработицы может заставить даже счастливых жителей покинуть город в поисках работы, тогда как недостаток рабочей силы приведёт к сокращению производства товаров и предлагаемых услуг по всему городу.

# #Chief_Employment_Shortage_1
source: The city is short by {0} worker(s).
ru: Городу не хватает {0} рабочих.

# #Chief_Employment_Shortage_150
source: SERIOUS: The city is short by {0} workers.
ru: СЕРЬЁЗНО: Городу не хватает {0} рабочих.

# #Chief_Employment_Shortage_150_hover
source: A severe labor shortage will prevent your citizens from carrying out their daily functions. Shut down any unneeded industries, or attract more workers with vacant housing and a happy population.
ru: Из-за такой серьёзной нехватки рабочей силы жителям города с трудом исполняют свои обязанности. Остановите ненужные производства или привлеките больше рабочих свободным жильём и высоким уровнем жизни.

# #Chief_Employment_Shortage_1_hover
source: Labor shortages can result in a reduction of goods and services throughout the city. Make your city more efficient by shutting down any unneeded industries, or attracting more workers with vacant housing and a happy population.
ru: Нехватка рабочей силы приведёт к сокращению предлагаемых товаров и услуг во всём городе. Повысьте эффективность города, остановите ненужные производства или привлеките больше рабочих свободным жильём и высоким уровнем жизни.

# #Chief_Employment_Shortage_2
source: IMPORTANT: The city is short by {0} workers.
ru: ВАЖНО: Городу не хватает {0} рабочих.

# #Chief_Employment_Shortage_2_hover
source: Without enough workers to go around, your citizens have a difficult time performing their daily tasks.
ru: Из-за повсеместной нехватки рабочей силы жителям города с трудом исполняют свои обязанности.

# #Chief_Employment_Shortage_300
source: URGENT: The city is short by {0} workers.
ru: СРОЧНО: Городу не хватает {0} рабочих.

# #Chief_Employment_Shortage_300_hover
source: A severe labor shortage like this will bring your city to a grinding halt. Shut down any unneeded industries, or attract more workers with vacant housing and a happy population.
ru: Из-за такой серьёзной нехватки рабочей силы деятельность в городе сильно застопорится. Остановите ненужные производства или привлеките больше рабочих свободным жильём и высоким уровнем жизни.

# #Chief_Employment_Unemployment_1
source: The city's unemployment rate is {0}%
ru: Уровень безработицы в городе {0}%.

# #Chief_Employment_Unemployment_10
source: IMPORTANT: The city's unemployment rate is {0}%
ru: ВАЖНО: уровень безработицы в городе {0}%.

# #Chief_Employment_Unemployment_10_hover
source: High unemployment can make your people seek jobs elsewhere. You can create more jobs by building additional industries.
ru: Высокий уровень безработицы может вынудить ваших жителей отправиться напоиски работы в другие города. Новые рабочие места можно создать с помощью дополнительных производств.

# #Chief_Employment_Unemployment_1_hover
source: This level of unemployment is tolerable, but if it gets too high your people may seek jobs elsewhere. You can create additional jobs by building more industries.
ru: Это терпимый уровень безработицы, но если он вырастет, ваши жителиотправятся на поиски работы в другие города. Новые рабочие места можно создать с помощью дополнительных производств.

# #Chief_Employment_Unemployment_20
source: SERIOUS: The city's unemployment rate is {0}%
ru: СЕРЬЁЗНО: уровень безработицы в городе {0}%.

# #Chief_Employment_Unemployment_20_hover
source: High unemployment will make your people seek jobs elsewhere. Build more industry to create some jobs.
ru: Высокий уровень безработицы вынудит ваших жителей отправиться на поиски работы в другие города. Стройте больше производств, чтобы создать рабочие места.

# #Chief_Employment_Unemployment_30
source: URGENT: The city's unemployment rate is {0}%
ru: СРОЧНО: уровень безработицы в городе {0}%.

# #Chief_Employment_Unemployment_30_hover
source: High unemployment will make your people seek jobs elsewhere. Build more industry to create some jobs.
ru: Высокий уровень безработицы вынудит ваших жителей отправиться на поиски работы в другие города. Стройте больше производств, чтобы создать рабочие места.

# #Chief_Finances
source: Finances
ru: Финансы

# #Chief_Finances_EquivalentLastYear
source: We are doing about as well as last year.
ru: Как и в прошлом году, дела у нас идут хорошо.

# #Chief_Finances_LostMoney
source: This year assets have fallen by {0} Db.
ru: Запасы казны в этом году упали на {0} дебенов.

# #Chief_Finances_LostMoney_hover
source: If you keep losing money, you'll have to tap your line of credit. The city's treasury can borrow up to {0} debens, but remaining in debt for very long has serious consequences. Taxes, exports and mining gold are the best ways to bring revenue to the city.
ru: Если вы продолжите терять деньги, придётся брать займы. Городская казна может занять до {0} дебенов, но непогашенный долг может повлечь серьёзные последствия. Лучшие способы повысить доходы города — это сбор налогов, экспорт товаров и добыча золота.

# #Chief_Finances_LowTaxesCoverage
source: SERIOUS: We don't collect most of the taxes owed!
ru: СЕРЬЁЗНО: Мы не собираем большую часть налогов!

# #Chief_Finances_LowTaxesCoverage_hover
source: You are passing up a substantial amount of money because your city does not have enough tax collectors working the streets. Build more Tax Collectors, especially in areas of higher-level housing, and use the tax overlay to make sure that everyone is visited by a tax collector.
ru: Вы теряете значительную сумму денег, потому что вашему городу не хватает сборщиков налогов, обходящих улицы. Постройте больше контор сборщиков налогов, особенно в кварталах с респектабельными домами, и проверьте через слой налогов, что сборщики посетили все дома.

# #Chief_Finances_MadeMoney
source: This year assets have risen by {0} Db.
ru: Запасы казны в этом году выросли на {0} дебенов.

# #Chief_Finances_MadeMoney_hover
source: If you run out of money, your treasury will borrow up to {0} debens. However, remaining in debt for long has very serious consequences. Taxes, exports and mining gold are the best ways to bring revenue to the city.
ru: Если у вас кончатся деньги, городская казна может занять до {0} дебенов. Однако непогашенный долг может повлечь серьёзные последствия. Лучшие способы повысить доходы города — это сбор налогов, экспорт товаров и добыча золота.

# #Chief_FoodProduction
source: Food Production
ru: Производство пищи

# #Chief_FoodProduction_Eat_time_1
source: IMPORTANT: We eat a little more than we produce.
ru: ВАЖНО: Мы съедаем чуть больше, чем производим.

# #Chief_FoodProduction_Eat_time_1_5
source: SERIOUS: We eat more than we produce.
ru: СЕРЬЁЗНО: Мы съедаем больше, чем производим.

# #Chief_FoodProduction_Eat_time_1_5_hover
source: If your citizens miss too many meals, they'll become unhealthy (or they'll leave the city in search of a better lifestyle). To feed a population of this size, build more farms, Hunting Lodges or Cattle Ranches, or import some more food.
ru: Если жители будут недоедать, их здоровье ухудшится (либо они покинут город в поисках лучшей доли). Чтобы прокормить столько людей, стройте больше ферм, охотничьих хижин или скотоводческих ферм, либо увеличьте импорт продуктов питания.

# #Chief_FoodProduction_Eat_time_1_hover
source: If your citizens miss too many meals, they'll become unhealthy (or they'll leave the city in search of a better lifestyle). To feed a population of this size, build more farms, Hunting Lodges or Cattle Ranches, or import some more food.
ru: Если жители будут недоедать, их здоровье ухудшится (либо они покинут город в поисках лучшей доли). Чтобы прокормить столько людей, стройте больше ферм, охотничьих хижин или скотоводческих ферм, либо увеличьте импорт продуктов питания.

# #Chief_FoodProduction_Eat_time_2
source: URGENT: We eat much more than we produce.
ru: СРОЧНО: Мы съедаем куда больше, чем производим.

# #Chief_FoodProduction_Eat_time_2_hover
source: If your citizens miss too many meals, they'll become unhealthy (or they'll leave the city in search of a better lifestyle). To feed a population of this size, produce more food by building more farms, Hunting Lodges, Fishing Wharves or Cattle Ranches, or import some more food. You can also use irrigation to increase the output of the land you're currently farming.
ru: Если жители будут недоедать, их здоровье ухудшится (либо они покинут город в поисках лучшей доли). Чтобы прокормить столько людей, стройте больше ферм, охотничьих хижин или скотоводческих ферм, либо увеличьте импорт продуктов питания. Урожайность полей также можно повысить с помощью орошения.

# #Chief_FoodProduction_Production_time_1
source: We produce just enough to feed everyone.
ru: Мы производим ровно столько, чтобы накормить всех.

# #Chief_FoodProduction_Production_time_1_5
source: We produce a little more than we eat.
ru: Мы производим чуть больше, чем съедаем.

# #Chief_FoodProduction_Production_time_1_5_hover
source: If your citizens continue to eat well, they're likely to remain healthy (and won't leave the city in search of a better diet). You have a few more farms, Cattle Ranches and Hunting Lodges than you need to feed a population of this size.
ru: Если жители будут и дальше так хорошо питаться, их здоровье не ухудшится (и они не покинут город в поисках лучшей доли). У вас есть чуть больше ферм, хижин охотника и скотоводческих ферм, чем нужно, чтобы прокормить столько людей.

# #Chief_FoodProduction_Production_time_1_hover
source: If your citizens miss too many meals, they'll become unhealthy (or they'll leave the city in search of a better lifestyle). You have just about the right mix of farms, Cattle Ranches, Hunting Lodges and imported food to feed a population of this size.
ru: Если жители будут недоедать, их здоровье ухудшится (либо они покинут город в поисках лучшей доли). Вам как раз хватает ферм охотничьих хижин, скотоводческих ферм и импортированных продуктов питания, чтобы прокормить столько людей.

# #Chief_FoodProduction_Production_time_2
source: We produce much more than we eat.
ru: Мы производим куда больше, чем съедаем.

# #Chief_FoodProduction_Production_time_2_hover
source: If your citizens continue to eat well, they're likely to remain healthy (and won't leave the city in search of a better diet). You have far more farms, Cattle Ranches and Hunting Lodges than you need to feed a population this size.
ru: Если жители будут и дальше так хорошо питаться, их здоровье не ухудшится (и они не покинут город в поисках лучшей доли). У вас есть гораздо больше ферм, охотничьих хижин и скотоводческих ферм, чем нужно, чтобы прокормить столько людей.

# #Chief_FoodStock
source: Food Stocks
ru: Запасы пищи

# #Chief_FoodStock_Supply1
source: URGENT: Our food levels are low.
ru: СРОЧНО: Осталось мало запасов пищи.

# #Chief_FoodStock_Supply2
source: SERIOUS: Our food levels are low.
ru: СЕРЬЁЗНО: Осталось мало запасов пищи.

# #Chief_FoodStock_Supply3
source: IMPORTANT: Our food levels are low.
ru: ВАЖНО: Осталось мало запасов пищи.

# #Chief_FoodStock_Supply4
source: Supplies for {0} months.
ru: Запас на {0} месяцев.

# #Chief_FoodStock_hover
source: If your citizens miss too many meals, they'll become unhealthy (or they'll leave the city in search of a better lifestyle). Make sure that your people are not eating more than they produce, and that you have adequate Granaries to store the harvested crops.
ru: Если жители будут и дальше так хорошо питаться, их здоровье не ухудшится (и они не покинут город в поисках лучшей доли). Проверьте, что люди едят меньше, чем производится пищи, и что у вас достаточно амбаров для хранения урожая.

# #Chief_Health
source: Health
ru: Здоровье

# #Chief_Health_0
source: URGENT: City health is appalling - plague is imminent.
ru: СРОЧНО: В городе ужасное здравоохранение — вспышка чумы неизбежна.

# #Chief_Health_0_hover
source: With so many people in such poor health, widespread plague is almost certain to decimate the city. Build Physicians' offices and Mortuaries for the people who do not currently have access to the services provided by physicians and embalmers, and make sure your citizens have adequate supplies of food.
ru: Когда в городе столько людей имеет такие серьёзные проблемы со здоровьем, всё население скоро выкосит эпидемия чумы. Стройте больше домов лекарей и моргов для тех, у кого нет к ним доступа, а также удостоверьтесь, что жители получают достаточное количество пищи.

# #Chief_Health_10
source: URGENT: City health is terrible - plague is likely.
ru: СРОЧНО: В городе очень плохое здравоохранение — вспышка чумы очень вероятна.

# #Chief_Health_100
source: City health is perfect.
ru: В городе идеальный уровень здравоохранения.

# #Chief_Health_100_hover
source: Good health is important for curbing malaria and disease, and especially for preventing plague throughout the city. If the health of its population worsens, the city could find a plague devastating its population. Physicians and embalmers, provided by Physicians' offices and Mortuaries, help to keep the city healthy, as does a good supply of multiple types of food.
ru: Хорошее здоровье важно, чтобы в городе не бушевали малярия и другие болезни, особенно чума. Если здоровье людей ухудшится, то эпидемия чумы может выкосить всё население. Лекари и бальзамировщики, а также хороший запас разнообразной пищи, помогают поддерживать хорошее здоровье населения.

# #Chief_Health_10_hover
source: With this many unhealthy people, widespread plague will probably strike soon, and could decimate the city. Build Physicians' offices and Mortuaries for the people who do not currently have access to the services provided by physicians and embalmers, and make sure your citizens have adequate supplies of food.
ru: Когда в городе столько людей чувствует себя неважно, всё население может поразить эпидемия чумы. Стройте больше домов лекарей и моргов для тех, у кого нет к ним доступа, а также удостоверьтесь, что жители получают достаточное количество пищи.
