Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Religion.po
Languages: ru

source: Bast
ru: Баст

# #Bast_flavor
source: Goddess of the Home
ru: Богиня домашнего очага

# #Blessing_Major_Bast_FullHouses
source: Because this city is so faithful and dedicated, Bast blesses its houses and Bazaars with a bounty of food and goods!
ru: Баст вознаграждает дома и базары города обильной пищей и товарами в награду за веру и почитание!

# #Blessing_Major_Bast_Title
source: A blessing from Bast
ru: Благословение Баст

# #Blessing_Major_Osiris_DoubleHarvest
source: Osiris, god of the Nile flood, blesses this city for its sincere devotion. All farms on the flood plain will harvest double what they had expected this season!
ru: Осирис, бог нильских разливов, благословляет город за искреннюю преданность. Все фермы в пойменной долине соберут в этом сезоне вдвое больше урожая, чем ожидалось!

# #Blessing_Major_Osiris_PerfectFlood
source: Osiris rewards those who pay him worship. The next Inundation will be significantly better than we were expecting.
ru: Осирис вознаграждает почитающих его. Следующий разлив будет гораздо лучше, чем мы предполагали.

# #Blessing_Major_Osiris_Title
source: A blessing from Osiris
ru: Благословение Осириса

# #Blessing_Major_Osiris_Title_var
source: Osiris Blesses you
ru: Осирис благословляет вас

# #Blessing_Major_Ptah_Storage
source: Ptah singles out a Storage Yard with excess capacity, and increases the gems, clay, pottery, flax, linen, or jewelry already present there.
ru: Птах нашёл склад, где много свободного места, и пополнил на нем запасы самоцветов, глины, керамики, льна, ткани или украшений.

# #Blessing_Major_Ptah_StorageFail
source: Ptah sought a Storage Yard with room for more gems, clay, pottery, flax, linen, or jewelry. Had he found one, he would have increased your city's stores.
ru: Птах искал склад, где было бы место для самоцветов, глины, керамики, льна, тканей или украшений. Если бы ему попался такой, он бы пополнил запасы вашего города.

# #Blessing_Major_Ptah_Title
source: A blessing from Ptah
ru: Благословение Птаха

# #Blessing_Major_Ra_Kingdom
source: You have honored Ra, and so your reputation throughout the Kingdom is substantially better than it was!
ru: Вы хорошо почитали Ра, и ваша репутация в Царстве стала выше!

# #Blessing_Major_Ra_Title
source: A blessing from Ra
ru: Благословение Ра

# #Blessing_Major_Ra_Trade
source: Ra rewards his faithful! For the next 12 months, your city can sell its exports for half again their usual value.
ru: Ра вознаграждает верных ему! Следующие 12 месяцев ваш город может продавать товары другим городам за цену в полтора раза выше обычной.

# #Blessing_Major_Seth_Kill
source: Seth approves of your fear and obedience, and so will strike down some of the next enemies who dare to violate your city.
ru: Сета радуют ваш страх и покорность, и он уничтожит некоторых из следующих врагов, что осмелятся напасть на ваш город.

# #Blessing_Major_Seth_Kill_Event
source: The spirit of Seth
ru: Дух Сета

# #Blessing_Major_Seth_Kill_Event_Cont
source: Seth remembers his promise to protect you, and is delighted to slay those who were foolish enough to threaten your city, your attackers are now less numerous!
ru: Сет помнит о своём обещании защитить вас и с радостью уничтожает глупцов, которые вздумали угрожать вашему городу! Теперь враги меньше числом.

# #Blessing_Major_Seth_Title
source: A blessing from Seth
ru: Благословение Сета

# #Blessing_Minor_Bast_Festival
source: Bast is pleased that your city honors her. She has thrown a festival so that all the gods will notice your piety.
ru: Баст довольна тем, что ей поклоняются в вашем городе. Она устроила праздник, чтобы все боги узнали о вашем почтении.

# #Blessing_Minor_Bast_Title
source: A small blessing from Bast
ru: Малое благословение Баст

# #Blessing_Minor_Osiris_BetterFlood
source: Osiris has noticed your city's faithful dedication. The next Inundation of the Nile will be better than previously expected.
ru: Осирис заметил истовую преданность вашего города. Следующий разлив Нила будет лучше, чем ожидалось.

# #Blessing_Minor_Osiris_Title
source: A small blessing from Osiris
ru: Малое благословение Осириса

# #Blessing_Minor_Ptah_Stock
source: Ptah is pleased by your attention, and so ensures that Shipwrights, Weavers or Jewelers throughout your city are fully stocked with raw materials.
ru: Птах доволен вашим вниманием и пополнил запасы сырья для верфей, ткацких или ювелирных мастерских в городе.

# #Blessing_Minor_Ptah_Title
source: A Minor blessing from Ptah
ru: Малое благословение Птаха

# #Blessing_Minor_Ra_Kingdom
source: Encouraged by your proper awe, Ra lifts your reputation somewhat throughout the Kingdom.
ru: Воодушевлённый вашей истовой верой, Ра улучшает вашу репутацию в Царстве.

# #Blessing_Minor_Ra_Title
source: A Minor blessing from Ra
ru: Малое благословение Ра

# #Blessing_Minor_Ra_Trade
source: To acknowledge your respectful attitude, Ra inspires your trading partners to trade more than before.
ru: Ра заметил ваше почтение, и под его влиянием торговые партнёры будут торговать с вами ещё больше.

# #Blessing_Minor_Seth_Protect
source: To reward your obedience to him, Seth vows to protect any of your soldiers sent to battle in far-off lands.
ru: В награду за поклонение Сет клянётся защитить всех ваших воинов, отправленных сражаться в далёкие земли.

# #Blessing_Minor_Seth_Protect_Cont
source: Seth remembers his promise and will protect your troops in the battle to come. Whatever the result all your soldiers will come back safe to the city!
ru: Сет помнит о своём обещании и защитит ваших солдат в будущей битве. Что бы ни случилось, ваши солдаты вернутся домой!

# #Blessing_Minor_Seth_Title
source: A Minor blessing from Seth
ru: Малое благословение Сета

# #Festival_God_Choice
source: Choose which god to honor :
ru: Выберите бога для почитания:

# #Festival_Grand_In_1
source: The grand festival is nearly ready. In one more month, it'll be fresh beer for everyone.
ru: Подготовка великого праздника почти завершена. Через месяц все будут распивать свежее пиво.

# #Festival_Grand_In_10
source: Festival organizers are working overtime to ready the new grand festival in ten months.
ru: Организаторы работают без устали, чтобы через десять месяцев состоялся новый великий праздник.

# #Festival_Grand_In_11
source: Planners are confident that they can properly throw a grand festival in eleven months.
ru: Ответственные за подготовку уверены, что смогут провести великий праздник через одиннадцать месяцев.

# #Festival_Grand_In_12
source: Organizers are so overworked that the grand festival you ordered will be a year from now.
ru: Организаторы настолько завалены работой, что заказанный вами великий праздник можно провести только через год.

# #Festival_Grand_In_2
source: The grand festival's preparation has two months left. The anticipation is unbearable!
ru: До великого праздника осталось два месяца. Люди сгорают от нетерпения!

# #Festival_Grand_In_3
source: The grand festival is being readied. People have only three more months to make plans.
ru: Подготовка великого праздника продолжается. У людей осталось три месяца, чтобы решить, что они будут делать.

# #Festival_Grand_In_4
source: The grand festival is being prepared. No one wants to wait the four months planners need!
ru: Подготовка великого праздника идёт полным ходом. Но никому не хочется ждать четыре месяца, которые требуются организаторам!

# #Festival_Grand_In_5
source: Organizers can start preparations next month, enabling a grand festival in five months.
ru: Организаторы приступят к работе в следующем месяце, а значит, через пять месяцев состоится великий праздник.

# #Festival_Grand_In_6
source: Jugglers will unveil some real surprises at the grand festival, just six months from now.
ru: Жонглёры готовят новые трюки для великого праздника, до которого осталось всего шесть месяцев.

# #Festival_Grand_In_7
source: Musicians are all writing new songs for the grand festival, now only seven months away.
ru: Музыканты пишут новые песни для великого праздника, до которого осталось семь месяцев.

# #Festival_Grand_In_8
source: Dancers can be seen rehearsing daring new moves for the grand festival, eight months out.
ru: Танцовщицы уже репетируют новые смелые выступления для великого праздника, который пройдёт через восемь месяцев.

# #Festival_Grand_In_9
source: Planners have mustered enough ideas and energy to throw a grand festival in nine months.
ru: Организаторы собрали достаточно идей и сил, чтобы через девять месяцев провести великий праздник.

# #Festival_Lavish_In_1
source: The lavish festival is almost ready. People are excited about next month's celebration!
ru: Роскошный праздник почти готов. Люди с нетерпением ждут торжеств в следующем месяце!

# #Festival_Lavish_In_10
source: Because no one has time to devote to it yet, the lavish festival will occur in ten months.
ru: Поскольку на работу над роскошным праздником пока нет времени, его проведение назначено только через десять месяцев.

# #Festival_Lavish_In_11
source: Planners are so busy that they have to schedule the new lavish festival eleven months out.
ru: Организаторы настолько заняты, что взяли одиннадцать месяцев на подготовку роскошного праздника.

# #Festival_Lavish_In_2
source: The lavish festival is being prepared, and we have only two more months to get ready.
ru: Подготовка роскошного праздника идёт полным ходом, и у нас осталось всего два месяца, чтобы все успеть.

# #Festival_Lavish_In_3
source: The lavish festival is being readied. In three months, we'll have a memorable celebration.
ru: Подготовка роскошного праздника продолжается. Через три месяца у нас пройдёт торжество, которое запомнится надолго.

# #Festival_Lavish_In_4
source: Planners have hit their stride, and the lavish festival will surely occur in four months.
ru: Ответственные за подготовку вошли в рабочую колею, и роскошный праздник точно состоится через четыре месяца.

# #Festival_Lavish_In_5
source: Entertainers are polishing their acts for the lavish festival to be held in five months.
ru: Артисты репетируют свои выступления для роскошного праздника, который состоится через пять месяцев.

# #Festival_Lavish_In_6
source: Planners confirm that the new lavish festival will take place in six months, as promised.
ru: Ответственные за подготовку подтверждают, что роскошный праздник состоится через шесть месяцев.

# #Festival_Lavish_In_7
source: Organizers are weighing public suggestions for the lavish festival coming in seven months.
ru: Организаторы обсуждают предложения жителей касательно роскошного праздника, который состоится через семь месяцев.

# #Festival_Lavish_In_8
source: Some entertainers are working out new routines for the lavish festival eight months hence.
ru: Некоторые артисты работают над новыми выступлениями для роскошного праздника, который пройдёт через восемь месяцев.

# #Festival_Lavish_In_9
source: With so much planning left to do, the lavish festival won't occur for another nine months.
ru: Осталось ещё подготовить так много, что роскошный праздник можно провести только через девять месяцев.

# #Festival_Preparation_1
source: Festivals take so much time and effort to prepare that it might be wise to order one now.
ru: На подготовку к празднику требуется столько времени и сил, что приказ о начале работ стоит отдать уже сейчас.

# #Festival_Preparation_2
source: The last festival was long enough ago that it's just about time to order another.
ru: С последнего праздника как раз прошло достаточно времени, чтобы начать подготовку следующего.

# #Festival_Since_1
source: It's been a few months since the last festival. This would be a good time for another.
ru: С последнего праздника прошло уже несколько месяцев. Самое время провести новый.

# #Festival_Since_2
source: There have been no festivals for quite some time, people are starting to complain.
ru: Праздники не проводились уже довольно долгое время. Люди начинают жаловаться.

# #Festival_Since_3
source: It's been more than a year since the last festival. People feel bored and overworked.
ru: С последнего праздника прошло уже больше года. Людям скучно и они измотаны бесконечной работой.

# #Festival_Since_4
source: It's been almost two years since the last festival. The people desperately need a break.
ru: С последнего праздника прошло уже почти два года. Людям срочно нужно отдохнуть и развеяться.

# #Festival_Since_5
source: More than two years have passed with no festivals! People are starting to feel hopeless.
ru: В городе уже больше двух лет не проводятся праздники! Люди начинают терять надежду.

# #Festival_Since_6
source: People talk wistfully of 'the good old days', when festivals used to relieve the monotony.
ru: Люди с ностальгией вспоминают «былые времена», когда праздники разбавляли монотонность бытия.

# #Festival_Small_In_1
source: The common festival is nearly ready. People are all talking about next month's holiday.
ru: Всё почти готово к обычному празднику. Люди кругом обсуждают, как отдохнут в следующем месяце.

# #Festival_Small_In_10
source: Another one already? It will be ten months before organizers can hold a common festival.
ru: Ещё один? Организаторам потребуется десять месяцев на подготовку обычного праздника.

# #Festival_Small_In_2
source: The common festival is being prepared. Just two more months until everyone gets a holiday!
ru: Подготовка обычного праздника идёт полным ходом. Всего два месяца — и тогда все смогут отдохнуть.

# #Festival_Small_In_3
source: Preparations for the common festival being held in three months will begin next month.
ru: Подготовка к празднику, который пройдёт через три месяца, начнётся в следующем месяце.

# #Festival_Small_In_4
source: Festival organizers are firming up plans for the common festival coming in four months.
ru: Организаторы утверждают планы на праздник, который состоится через четыре месяца.

# #Festival_Small_In_5
source: The common festival will take place in five months. Organizers are reviewing suggestions.
ru: Обычный праздник пройдёт через пять месяцев. Организаторы рассматривают поступившие предложения.

# #Festival_Small_In_6
source: Planners are confident that they will be ready for a common festival in six more months.
ru: Ответственные за проведение уверены, что через шесть месяцев будут полностью готовы к обычному празднику.

# #Festival_Small_In_7
source: Harried organizers promise that your common festival will be held seven months from now.
ru: Задёрганные организаторы обещают, что обычный праздник пройдёт через семь месяцев.

# #Festival_Small_In_8
source: The common festival won't occur for another eight months. Planning has barely even begun.
ru: Обычный праздник можно провести только через восемь месяцев. Подготовка только-только началась.

# #Festival_Small_In_9
source: Festival organizers are so busy that your requested common festival is nine months away.
ru: Организаторы праздника настолько завалены работой, что обычный праздник, который вы заказали, состоится через девять месяцев.

# #Festival_Soon
source: That festival put everyone into such good spirits, the city should hold another one soon.
ru: Праздник настолько поднял всем настроение, что стоит скоро провести ещё один.

# #Festival_Start_Grand_Content
source: The much-anticipated two-day festival is under way at last! Everyone's converging on the Festival Square for free beer and wild entertainment. The god honored by this event is surely smiling upon you.
ru: Долгожданный двухдневный праздник наконец-то начинается! Все собираются на праздничной площади, чтобы выпить бесплатного пива и поглазеть на выступления. Бог, которому возносят честь на этом празднике, несомненно улыбается вам.

# #Festival_Start_Grand_Title
source: Grand festival
ru: Великий праздник

# #Festival_Start_Lavish_Content
source: The day-long festival is starting. People all over the city are heading for the Festival Square now, and seem to be in good spirits. Your chosen god appreciates your dedication.
ru: Начинается праздник, который продлится весь день. Люди со всего города собираются на праздничной площади в хорошем настроении. Избранный вами бог ценит ваше усердие.

# #Festival_Start_Lavish_Title
source: Lavish festival
ru: Роскошный праздник

# #Festival_Start_Small_Content
source: Everyone appreciates getting out of work early to relax for a while at the Festival Square, and your chosen god notices your kind gesture.
ru: Всем по нраву закончить работу пораньше и немного отдохнуть на праздничной площади, и избранный вами бог заметит ваш добрый жест.

# #Festival_Start_Small_Title
source: Common festival
ru: Обычный праздник

# #Festival_Type_Choice
source: Choose festival type :
ru: Выберите тип праздника:

# #Festival_Wonderful
source: That was such a wonderful festival! It takes a lot of time to prepare a gala like that.
ru: Праздник был просто великолепный! Народные гуляния такого размаха организовать непросто.

# #New_Festival
source: Hold Festival
ru: Устроить праздник

source: Osiris
ru: Осирис

# #Osiris_flavor
source: God of Agriculture and the Nile Flood
ru: Бог земледелия и нильских разливов

source: Ptah
ru: Птах

# #Ptah_flavor
source: God of Craftsmen
ru: Бог ремесленников

source: Ra
ru: Ра

# #Ra_flavor
source: God of the Kingdom
ru: Бог Царства

source: Seth
ru: Сет

# #Seth_flavor
source: God of Destruction
ru: Бог разрушения

# #Wrath_Major_Bast_Fire
source: Terrible news! Because your city neglects to show her the honor she is due, Bast, Goddess of the Home, leveled some of its best houses!
ru: Ужасные вести! Ваш город оказывал Баст слишком мало почестей, и богиня домашнего очага уничтожила часть лучших домов!

# #Wrath_Major_Bast_Title
source: Wrath of Bast
ru: Гнев Баст

# #Wrath_Major_Osiris_DestroyFarm
source: The lord of the Nile flood will punish this city for its lack of devotion, and next year's flood will destroy all farms in its path!
ru: Повелитель Нила накажет город за недостаточное поклонение, и разлив в следующем году уничтожит все фермы на своём пути!

# #Wrath_Major_Osiris_NoFlood
source: Terrible news! Because your city neglects to show him the honor he is due, Osiris, God of Agriculture, made sure that there would be no Inundation this year!
ru: Ужасная весть! Из-за того, что город оказывал слишком мало почестей, Осирис, бог плодородия, полностью отменил разлив в этом году!

# #Wrath_Major_Osiris_Title
source: Wrath of Osiris
ru: Гнев Осириса

# #Wrath_Major_Ptah_Storage
source: Dismayed by your disinterest in him, Ptah destroys one of your Storage Yards and whatever goods it held.
ru: Оскорбленный вашим безразличием, Птах уничтожил один из складов вместе со всем содержимым.

# #Wrath_Major_Ptah_StorageFail
source: Your city escaped the anger of Ptah by having no Storage Yard for the god to burn. Be wary, nonetheless, of provoking the God of Craftsmen, for his anger takes many forms and his memory is long.
ru: Ваш город избежал гнева Птаха только благодаря тому, что в нём не было складов, которые хотел сжечь бог. Но не злите бога ремесленников, ибо он не забывает обид, а ярость способна принять разные формы.

# #Wrath_Major_Ptah_Title
source: Wrath of Ptah
ru: Гнев Птаха

# #Wrath_Major_Ra_Kingdom
source: Ra punishes your arrogance by severely lowering your reputation throughout the Kingdom. As you spurned the god, so shall other Egyptians belittle you.
ru: Ра покарал вас за наглость и значительно ухудшил репутацию в Царстве. Вы оскорбили бога, и теперь другие египтяне от вас отвернутся.

# #Wrath_Major_Ra_Title
source: Wrath of Ra
ru: Гнев Ра

# #Wrath_Major_Seth_Navy
source: Your disregard for Seth prompts the god to destroy all of your ships!
ru: Из-за вашего безразличия Сет уничтожил все ваши корабли!

# #Wrath_Major_Seth_NavyFail
source: Your city escaped the anger of Seth by having no military assets for the god to destroy. Be wary, nonetheless, of provoking the God of Destruction, for his anger takes many forms and his memory is long.
ru: Ваш город избежал гнева Сета только благодаря тому, что в нём не было военных подразделений, которые хотел уничтожить бог. Но не злите бога разрушений, ибо он не забывает обид, а ярость способна принять разные формы.

# #Wrath_Major_Seth_Title
source: Wrath of Seth
ru: Гнев Сета

# #Wrath_Minor_Bast_FullHouses
source: The goddess Bast, stung by your indifference, sends a plague to stalk your city. Remember that health and happiness flow from her.
ru: Богиня Баст, уязвлённая вашим равнодушием, насылает на город чуму. Помните, что именно Баст дарует здоровье и счастье.

# #Wrath_Minor_Bast_Title
source: Bast is upset
ru: Баст недовольна

# #Wrath_Minor_Osiris_Title
source: Osiris is upset
ru: Осирис недоволен

# #Wrath_Minor_Osiris_WorstFlood
source: Osiris reminds you that respect is due. The next Inundation will be poorer than we had expected.
ru: Осирис напоминает, что требует почтения. Следующий разлив будет хуже, чем ожидалось.

# #Wrath_Minor_Ptah_Industry
source: Ptah takes offense at your pride in believing that your city can be industrious without paying him respect. He destroyed some industrial buildings as a reminder to you.
ru: Птаха оскорбила ваша горделивая уверенность в том, что город сможет процветать и без его восхваления. В назидание он уничтожил некоторые из ваших производственных зданий.

# #Wrath_Minor_Ptah_IndustryFail
source: You have incurred the anger of Ptah! Your city currently has no industries to punish, but mind this god carefully when you start mining, manufacturing or quarrying.
ru: Вы вызвали гнев Птаха! Сейчас в вашем городе нет производств, которые он мог бы покарать, но следите за тем, чтобы не прогневить Птаха, когда начнёте добывать ресурсы и производить товары.

# #Wrath_Minor_Ptah_Title
source: Ptah is upset
ru: Птах недоволен

# #Wrath_Minor_Ra_Kingdom
source: Angered by your disrespect for him, Ra lowers your own reputation in the eyes of the Kingdom.
ru: Разозлённый вашим неуважением, Ра понижает вашу репутацию в глазах всего Царства.

# #Wrath_Minor_Ra_Title
source: Ra is upset
ru: Ра недоволен

# #Wrath_Minor_Ra_Trade
source: As you have spurned Ra, so shall your trade partners spurn your city's goods. They have decided to reduce the amount they are willing to trade with you.
ru: Как вы отвернулись от Ра, так и ваши торговые партнёры отвернутся от вас. Они решили сократить количество товаров для сделок с вами.

# #Wrath_Minor_Ra_Trade_var
source: You incurred Ra's anger! The god lowered the opinion of your city's goods, and your trade partners will now trade far less than they did previously.
ru: Вы вызвали гнев Ра! Он ухудшил мнение египтян о товарах из вашего города, и теперь с вами будут торговать гораздо меньше, чем раньше.

# #Wrath_Minor_Seth_Fort
source: To remind you that Seth protects only those who show the proper respect, the god destroys your best company of soldiers and razes their Fort.
ru: В напоминание о том, что он защищает лишь тех, кто возносит ему положенные почести, Сет уничтожает форт вместе с вашим лучшим отрядом.

# #Wrath_Minor_Seth_FortFail
source: Your city escaped the anger of Seth by having no military assets for the god to destroy. Be wary, nonetheless, of provoking the God of Destruction, for his anger takes many forms and his memory is long.
ru: Ваш город избежал гнева Сета только благодаря тому, что в нём не было военных подразделений, которые хотел уничтожить бог. Но не злите бога разрушений, ибо он не забывает обид, а ярость способна принять разные формы.

# #Wrath_Minor_Seth_Title
source: Seth is upset
ru: Сет недоволен
