Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Tutorial.po
Languages: ru

# Saqqara_Step_01_Content
source: Some land is fertile enough for farming, even if it's not situated on the flood plain. You can identify such meadow areas by their colorful plant growth. Some farms planted on meadows can produce more than one harvest per year, though the yield is usually somewhat less than that of a floodplain farm. Employ irrigation to increase the fertility of any farmland. Irrigation ditches on the flood plain can be connected directly to the Nile, but you'll need a Water Lift to elevate the water onto dry land. Water Lifts can be built on the edge of the floodplain or on the coast, where you can raise water directly from the river up to dry land. Connect an irrigation ditch to the back of the Water Lift to supply irrigation water to inland farms.
ru: Некоторые земли достаточно плодородны для земледелия, даже не находясь в пойме. Такие луга можно определить по растущей на них разноцветной растительности. Некоторые фермы, расположенные на лугах, могут давать больше одного урожая в год, хотя их урожайность несколько ниже, чем у пойменных ферм. Используйте орошение, чтобы повысить плодородность возделываемых земель. Оросительные каналы на пойме могут соединены напрямую с Нилом, но для орошения сухих земель понадобятся шадуфы. Шадуфы можно построить на краю поймы или на берегу, откуда можно поднять воду прямо из реки на сушу. Соедините оросительный канал с шадуфом, чтобы направить воду для орошения внутренних ферм.

# Saqqara_Step_01_Title
source: Meadow Farming & Irrigation
ru: Земледелие на лугах и орошение

# Saqqara_Step_02_Content
source: More often than not, building a monument is not enough. Pharaohs tend to require that important resources are brought with them in the afterlife. In Saqqara, like in many other subsequent missions, you’ll have to deliver <b>Burial Provisions</b> in order to win. Simply go to your <b>Overseer of Monuments</b> and click on the required resources once you have enough of them in storage to deliver them. Sometimes these resources will only be available through trade, so make sure you have a strong enough economy to buy them all!
ru: Часто одного возведения монумента недостаточно. Обычно фараонам требуются вещи, которые попадут вместе с ними в загробную жизнь. В Саккаре, как и в будущих миссиях, для победы вам понадобится доставить <b>погребальные принадлежности</b>. Просто откройте окно <b>советника по монументам</b> и щёлкните по требуемым товарам, как только их будет достаточно для отправки. Иногда эти товары будут доступны только через торговлю, так что обеспечьте городу надёжную экономику, чтобы позволить себе их покупку!

# Saqqara_Step_02_Title
source: Burial Provisions
ru: Погребальные принадлежности

# Thinis_Step_01_Content
source: Start to lay down your housing and provide your people with fresh water and food <b>the same way you did in Nubt</b>. Try to stay relatively close to those ore-bearing rocks in the northwest of the map—you’re going to need to mine them! You can clear trees with the Remove button, but these won’t grow back. In future missions, you’ll have to make sure you won’t need them before getting rid of them.
ru: Начните строить дома и обеспечьте людей свежей водой и пищей так же, <b>как вы это делали в Нубете</b>. Постарайтесь держаться поближе к богатыми рудой скалам на северо-западе, позднее вам придётся строить там рудники! Деревья можно расчищать кнопкой удаления, однако после этого они не вырастут снова. В будущих миссиях, прежде чем уничтожать их, проверяйте, что они вам действительно не нужны.

# Thinis_Step_01_Title
source: New Beginnings
ru: Новые начинания

# Thinis_Step_02_Title
source: Build housing and evolve it to reach at least 10 meager shanties
ru: Постройте жилье и добейтесь появления десяти скромных лачуг.

# Thinis_Step_03_Content
source: You might sometimes feel the need to speed things up a bit or pause the game if a lot is happening at once. All the buttons you need are located on the top-left panel. They have their own keyboard shortcuts that you can modify in the options. Set up your shortcuts in the way that is most comfortable for you!
ru: Иногда необходимо немного ускорить ход событий, или, наоборот, остановить время, если слишком многое происходит одновременно. Все необходимые кнопки находятся на панели вверху слева. У них также есть горячие клавиши, которые можно поменять в настройках. Настройте свои комбинации клавиш удобным для вас образом!

# Thinis_Step_03_Title
source: Speed management & keybinding
ru: Управление скоростью и горячие клавиши

# Thinis_Step_04_Title
source: Build housing and evolve it to reach at least 10 meager shanties
ru: Постройте жилье и добейтесь появления десяти скромных лачуг.

# Thinis_Step_05_Content
source: Each structure you place costs debens, not counting what you will spend to pay the workers’ salaries. One way to make back that money is to <b>mine gold</b>. Place at least <b>2 goldmines</b> near veins of ore so you can start production of this precious metal. Make sure they have access to the workforce and don’t forget to protect them against collapse risk!
ru: Каждая размещаемая постройка стоит определённое количество дебенов, не говоря уже о выплачиваемом жаловании рабочим. Одним из способов восполнить затраты является <b>добыча золота</b>. Разместите по крайней мере <b>два золотых рудника</b> рядом золотыми жилами, чтобы начать добычу этого драгоценного металла. Убедитесь, что у рудники имеют доступ к рабочим и защищены от риска обрушения!

# Thinis_Step_05_Title
source: Managing Your Treasury
ru: Управление вашей казной

# Thinis_Step_06_Title
source: Supply 2 goldmines with workers
ru: Обеспечьте два золотых рудника рабочей силой.

# Thinis_Step_07_Content
source: Gold is a special resource that is stored in the <b>Palace</b>, a unique building that also vaults the city’s treasury. <b>You can only build one Palace</b>, and it must be constructed on grassy areas. Each gold carrier reaching your palace will <b>add 100 debens to the city funds</b>. With this regular income, you should not have to worry about debt.
ru: Золото — это особый ресурс, который хранится во <b>дворце</b>, уникальном здании, в котором также располагается городская казна. <b>Можно построить только один дворец</b> и только на земле, покрытой зелёной травой. Каждый доставщик золота, добравшийся до дворца, <b>вносит в городской бюджет 100 дебенов</b>. С таким регулярным источником доходов вам не придётся беспокоиться о долгах.

# Thinis_Step_07_Title
source: Palace
ru: Дворец

# Thinis_Step_08_Title
source: Have your mines deliver gold to your palace
ru: Добейтесь того, чтобы рудники доставили золото во дворец.

# Thinis_Step_10_Title
source: Build a police station to patrol your housing and your Palace
ru: Постройте пост городской стражи для обхода жилых кварталов и дворца.

# Thinis_Step_11_Content
source: You can check your houses by clicking on them to see if there is a risk of crime, but sometimes you’ll need to be able to see in one glance if there is any problem in the entire city. This is where <b>overlays</b> on the <b>left bar</b> will help you. Try the <b>crime overlay</b> first, you'll then be able to explore a few of them.
ru: Щёлкнув по дому, вы можете проверить, подвержен ли он риску преступности, но иногда может потребоваться просмотреть общее состояние по проблемам всего города. В этом вам помогут <b>слои</b> на <b>панели слева</b>. Попробуйте сначала <b>слой преступности</b>, а потом взгляните на другие.

# Thinis_Step_11_Title
source: Overlays
ru: Слои

# Thinis_Step_12_Title
source: Open the overlay menu on the left panel
ru: Отройте меню слоёв на панели слева.

# Thinis_Step_13_Title
source: Select the crime overlay
ru: Выберите слой преступности.

# Thinis_Step_14_Content
source: Crime isn’t the only challenge you will face. Health can cause problems, and decimate your citizens. <b>Physicians</b> patrolling a neighborhood will protect its inhabitants from diseases. Providing your population with food and fresh water will also reduce the risk of diseases. Other structures will help your citizens' health going forward. The <b>Apothecary</b> will protect houses against malaria in cities with marshes nearby, for example.
ru: Преступность — лишь одна из проблем, с которой вам предстоит столкнуться. Плохое здравоохранение может серьёзно проредить население вашего города. <b>Лекари</b>, обходящие квартал, защитят его жителей от болезней. Обеспечение населения едой и свежей водой также снижает риск заболеваний. Существуют и другие постройки, обеспечивающие хорошее здоровье ваших подданных. Например, <b>аптеки</b> защитят жителей городов, находящихся рядом с болотами.

# Thinis_Step_14_Title
source: Health & Diseases
ru: Здоровье и болезни

# Thinis_Step_15_Title
source: Place a physician to protect your citizens from diseases
ru: Разместите здание лекаря, чтобы защитить ваших жителей от болезней.

# Thinis_Step_16_Content
source: An Egyptian city cannot truly flourish without suitable places of worship, in the form of religious <b>Temples</b> and <b>Shrines</b> dedicated to one of five gods. <b>The patron god of Thinis is Bast</b>. To appease the gods, build enough <b>Temples</b> and <b>Shrines</b> dedicated to each of them to serve your current population. A working <b>Temple</b> sends a priest through nearby neighborhoods, granting residents access to the worship of his god. In addition to their religious effect, <b>Shrines</b> and <b>Temples</b> also provide a good amount of desirability for houses nearby. <b>Shrines</b> can be built one tile away from roads and still function properly.
ru: Египетский город не сможет процветать, пока в нем не будет мест для поклонения: <b>храмов</b> и <b>святилищ</b>, где почитают одного из пяти богов. <b>Покровительницей Тиниса является богиня Баст</b>. Чтобы умилостивить богов, постройте достаточно <b>храмов</b> и <b>святилищ</b> в честь каждого из них. Работающий <b>храм</b> посылает жреца для обхода кварталов, давая возможность жителям воздать хвалу его богу. Кроме религиозного действия <b>храмы</b> и <b>святилища</b> также значительно улучшают привлекательность вокруг себя. <b>Святилища</b> можно строить на расстоянии одной клетки от дороги без потери доступности.

# Thinis_Step_16_Title
source: Religion
ru: Религия

# Thinis_Step_17_Title
source: Build a temple dedicated to Bast
ru: Постройте храм в честь Баст.

# Thinis_Step_18_Content
source: Both patron gods and local deities can become hostile if not shown the respect due their positions. First, you need to make sure you have enough Temples and Shrines for your current population. Patron gods will require twice the amount. Festivals are another way to appease the gods. Build a <b>Festival Square</b> in the city to unlock the possibility of holding a festival.
ru: Боги-покровители и местные божества могут в равной степени разгневаться, если не оказывать им должного уважения. Убедитесь, что построили достаточно храмов и святилищ для своего населения. Богам-покровителям может понадобиться двойное количество. Праздники являются ещё одним способом умилостивить богов. Постройте в городе <b>праздничную площадь</b>, чтобы открыть возможность устраивать торжества.

# Thinis_Step_18_Title
source: Festivals
ru: Праздники

# Thinis_Step_19_Title
source: Build a Festival Square on an intersection.
ru: Постройте праздничную площадь на пересечении двух дорог.

# Thinis_Step_20_Content
source: Consult the <b>Overseer of the Temples</b> to determine the status of each of the gods in any particular city, and whether the gods are sufficiently appeased. Lightning bolts indicate that the god is feeling hostile toward your city, while a blue mystic symbol indicates that the god is feeling benevolent toward your city. The more you see of either, the more likely your city is to feel the god's presence (for better or for worse!). There are different <b>overseers</b> available on the left panel to help you govern your city, check them from time to time, they should be able to answer most of your questions!
ru: Справьтесь у <b>советника по религии</b> о настроении каждого из богов. Значки молний показывают, что бог недоволен вашим городом, а синие значки анха указывают на его благосклонность. Чем больше тех или иных значков, тем сильнее влияние бога на город (как хорошее, так и плохое!). На панели слева доступны и другие <b>советники</b>, которые помогут вам управлять городом. Обращайтесь к ним время от времени, они смогут ответить на все ваши вопросы!

# Thinis_Step_20_Title
source: Overseers
ru: Советники

# Thinis_Step_21_Title
source: Open the Overseer menu on the left panel
ru: Откройте меню советников на панели слева.

# Thinis_Step_22_Title
source: Open the Temple Overseer and hold a festival for Bast
ru: Откройте окно советника по религии и устройте праздник в честь Баст.

# Thinis_Step_23_Title
source: While preparations for the festival are underway, you can speed up time
ru: Вы можете ускорить ход времени, пока проводятся приготовления к празднику.

# Thinis_Step_24_Content
source: As your city becomes more advanced, some citizens can enjoy leisure-time activities, such as taking in a little entertainment. A wide assortment of entertainment is one of the hallmarks of a truly cultured city, but currently, you can only provide entertainment in the form of Jugglers. The Juggler needs a venue in which to perform, the smallest of which is called a <b>Booth</b>. Build a <b>Booth</b> on the corner of a road to stage juggling performances, and a <b>Juggler School</b> nearby to train performers. Both need access to employee housing, and enough workers to staff them. Jugglers trained at the <b>Juggler School</b> will proceed to any nearby <b>Booth</b> to put on shows, imparting a modest amount of entertainment to the surrounding area as they pass by.
ru: С развитием вашего города у его жителей появится возможность отдыхать и развлекаться. Хороший выбор развлечений является одним из признаков по-настоящему культурного города, но на данный момент вам пока что доступны только жонглёры. Жонглёры выступают на специальных площадках, самой маленькой из которых является <b>помост</b>. Постройте <b>помост</b> на повороте дороги для проведения выступлений и <b>школу жонглёров</b> неподалёку для обучения артистов. Обеим постройкам для функционирования необходим доступ к жилым кварталам и рабочей силе. Обученные в <b>школе</b> жонглёры пойдут к ближайшему <b>помосту</b> для проведения выступления, которое немного развлечёт жителей ближайших районов.

# Thinis_Step_24_Title
source: Entertainment
ru: Развлечения

# Thinis_Step_25_Title
source: Reach ordinary cottages to win the mission!
ru: Добейтесь появления обычных домов, чтобы завершить эту миссию!

# Thinis_Step_26_Title
source: Use Shrines and Temples to make the area more desirable for houses that cannot evolve despite access to entertainment
ru: Используйте храмы и святилища, чтобы повысить привлекательность района для домов, которые не могут улучшиться даже при наличии развлечений.

# Thinis_Step_9_Content
source: With a supply of cash in reserve, however, comes the risk of theft. Constables from a <b>police station</b> can help reduce losses through theft, both by patrolling the streets to prevent crime and by subduing any criminals they encounter. The best way to prevent crime, though, is to keep your population happy with adequate food, health care and jobs.
ru: С появлением денег в казне может появиться и риск их кражи. <b>Городская стража</b>, патрулируя улицы города и задерживая преступников, поможет сократить потери от краж. Но лучший способ профилактики преступности — это поддержание высокого уровня жизни с помощью провизии, здравоохранения и наличия рабочих мест.

# Thinis_Step_9_Title
source: Crime
ru: Преступность

# Thinis_Step_FlatMode_Content
source: Temples are tall buildings and tend to hide what’s directly behind them. Over the course of the game, you’ll get access to more structures that can have that effect, from Courthouses to, of course, huge Pyramids. This is where we meet one of your most important tools: <b>The Flat Mode</b>. Flat Mode can be activated with the button located next to your mini-map, or by simply pressing the ‘F’ key (by default). It will flatten all built structures while allowing you to keep building new ones.
ru: Храмы — это высокие здания, и они, как правило, скрывают то, что находится прямо за ними. По ходу игры вы получите доступ к другим зданиям, которые могут иметь такой эффект, от зданий суда до, конечно же, огромных пирамид. Здесь мы познакомимся с одним из ваших самых важных инструментов: <b>плоский режим</b>. Плоский режим можно активировать с помощью кнопки, расположенной рядом с мини-картой, или просто нажав клавишу «F» (по умолчанию). Это сравняет все построенные здания, и вы сможете строить дальше.

# Thinis_Step_FlatMode_Title
source: Flat Mode
ru: Плоский режим

# Thinis_Step_Next_Title
source: Build two shrines dedicated to Bast
ru: Постройте два святилища в честь Баст.

# Timna_Step_01_Content
source: To conscript troops, build a Fort and a Recruiter. The Recruiter will send new conscripts, one by one, to the fort until it is fully occupied. There are three types of Fort; infantry, archer and charioteer, and each Fort holds sixteen soldiers, referred to as one 'company'. If soldiers die in combat, the Recruiter will see to it that replacements are conscripted. Archers supply their own bows and arrows, but infantry troops must be outfitted with copper-tipped spears. A Weaponsmith will forge these when supplied with freshly mined copper. Charioteers will need chariots, crafted from wood and copper. These are then delivered to the Recruiter, so that any new soldiers may be suitably equipped.
ru: Чтобы собрать войско, постройте форт и вербовочный пост. Вербовщик начнёт отсылать по одному новобранцев в форт, пока тот не будет полностью укомплектован. Существует три типа фортов: для пехоты, для лучников и для колесничих; в каждом форте может разместиться до шестнадцати солдат, называемых «отрядом». Если солдаты погибнут в бою, вербовщик пришлёт им на замену новобранцев. Лучники сами делают себе луки и стрелы, но пехотинцев необходимо снабдить копьями с медными наконечниками. Оружейная мастерская из добытой меди может выковать необходимое оружие. Колесничим потребуются колесницы, создаваемые из древесины и меди. Готовое оружие будет доставлено вербовщику, и новые солдаты будут полностью экипированы всем необходимым.

# Timna_Step_01_Title
source: Recruiting Troops & Equipping Soldiers
ru: Наем войск и вооружение солдат
