Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Tutorial.po
Languages: ru

# AbuSelima_Step_01_Content
source: As devotion to their patron gods continues to grow, the Egyptian people demand bigger and bigger places of worship. Most cities will want to erect a Temple Complex to their chosen god, so that they may fully partake of his or her benevolence. Once built, the Temple Complex may be expanded through the addition of an Oracle and an Altar, each dedicated to other, lesser gods. These gods, too, will impart certain benefits to the city. With a supply of gemstones, Jewelers in your city can fashion jewelry. Jewelry is one type of valuable luxury good, which the higher social classes in the city demand. In addition to locally made Jewelry, the Egyptian people prize certain other luxury goods, which are available only through importation. A city needs access to more than one type of luxury good in order to become truly civilized.
ru: По мере того, как растёт почитание богов-покровителей, египтянам понадобятся всё большие места для поклонения. В большинстве городов жители захотят возвести храмовый комплекс в честь своего бога, чтобы в полной мере ощутить его благосклонность. После постройки храмовый комплекс можно расширить, добавив к нему оракула и алтарь, посвящённые менее значимым богам. Эти боги также могут выразить свою благодарность городу. Получив в своё распоряжение самоцветы, ювелиры вашего города смогут изготовлять искусные украшения — один из видов ценных предметов роскоши, необходимых высшим слоям общества. Кроме изготовляемых местными ювелирами украшений, египтяне также ценят и другие предметы роскоши, доступные только через торговлю. Если город хочет стать по-настоящему цивилизованным, то ему потребуется доступ к нескольким видам предметов роскоши.

# AbuSelima_Step_01_Title
source: Temple Complexes & Luxury Goods
ru: Храмовые комплексы и предметы роскоши

# BedhetAbejdu_Step_01_Content
source: The Shipwright builds warships and fishing boats. Each boat must be supported by its own Wharf. Whenever there is a Wharf in need of a vessel, the Shipwright will begin constructing one for it. Without a waiting Wharf, the Shipwright will not build any ships. Although a single Shipwright can supply all the vessels your city needs, multiple Shipwrights will allow you to progress much more quickly. The Shipwright doesn't need any materials to create fishing boats, but he will need a supply of wood and even weapons to construct military vessels, such as warships and transport ships. Docks won't require any ships - every maritime route you open with a city will allow the safe passage of their own merchant ships. Make sure you have storage yards close to your docks to allow trade to proceed as smoothly as possible.
ru: На верфи строятся военные корабли и рыбацкие лодки. У каждого судна должен быть свой причал. Когда есть свободный причал, на верфи начнут строить подходящий для него корабль. Без свободных причалов верфь не будет строить никаких кораблей. Хотя одна верфь может обеспечить ваш город всеми судами, несколько верфей значительно ускорят процесс постройки. Для рыбацких лодок не нужны никакие материалы, но для постройки военных и транспортных кораблей понадобятся древесина и оружие. Для доков не нужны корабли, каждый открытый вами водный путь обеспечит вам прибытие торговых кораблей. Убедитесь, что рядом с доками расположены склады, чтобы торговля проходила без задержек.

# BedhetAbejdu_Step_01_Title
source: Building Boats & Ships
ru: Постройка лодок и кораблей

# Content_End_Message
source: Right-click to continue
ru: Щёлкните правой кнопкой мыши, чтобы продолжить

# Men-Nefer_Step_01_Content
source: Begin by planning for areas of housing and industry. By now you know what the people want, in addition to the basics of food and water. You must provide some houses with pottery, beer, entertainment and access to religious services before you can think about higher education and trade. From this tutorial and onward, now that you've learned how to play with <b>recruiters</b>, you can switch to the <b>global worker pool</b> in the options. This allows every building connected to a road to have automatic access to workers. While this is a big change from the original Pharaoh, giving you the choice makes the game more accessible and more fun for everyone!
ru: Начните с планирования районов для жилья и производства. Теперь вы знаете, что требуется людям помимо пищи и воды. Обеспечьте часть домов керамикой, пивом, развлечениями и доступом к религиозным услугам, а потом уже можно будет подумать о высшем образовании и торговле. Вы уже знакомы с работой <b>вербовщиков</b>, поэтому, начиная с этой миссии, вы можете в настройках переключить систему вербовки на <b>общий фонд рабочей силы</b>. Благодаря этому каждое здание, подключённое к сети дорог, будет автоматически иметь доступ к рабочей силе. Это значительное изменение по сравнению с оригинальным «Pharaoh», но мы предоставляем право выбора для более доступной и увлекательной игры для всех игроков!

# Men-Nefer_Step_01_Title
source: The Banks of the Nile
ru: Берега Нила

# Men-Nefer_Step_02_Title
source: Reach Spacious Apartment
ru: Добейтесь появления просторных апартаментов.

# Men-Nefer_Step_03_Content
source: Now that you've built up this city somewhat, it's time to provide education for some citizens. <b>Scribal Schools</b> cannot educate the people without papyrus on which to write. <b>Reed Gatherers</b> supply <b>Papyrus Makers</b> with the necessary raw materials, and papyrus is then distributed directly to the city's educational facilities.
ru: Теперь, когда ваш город разросся, нужно обеспечить часть жителей хорошим образованием. <b>Школы писцов</b> не смогут обучать людей без папируса, на котором они будут писать. <b>Сборщики тростника</b> обеспечат <b>мастерские по изготовлению папируса</b> необходимым сырьём, а готовый папирус затем поступит в образовательные учреждения города.

# Men-Nefer_Step_03_Title
source: Education
ru: Образование

# Men-Nefer_Step_04_Title
source: Have a running Scribal School
ru: Создайте действующую школу писцов.

# Men-Nefer_Step_05_Content
source: Now that you have managed to educate some of your people, you might want to generate additional revenue by selling any surplus papyrus you have to neighboring cities. You'll also need to import bricks from Perwadjyt in order to build the sacred mastaba tomb. Click on the <b>World Map icon</b> on the left panel to see what other cities there are in the known world, and to begin setting up trade.
ru: Теперь, когда у вас появились образованные люди, вам, наверное, захочется создать новый источник дохода, продавая излишки папируса в соседние города. Вам также потребуется ввозить кирпич из Пер-Уаджита, чтобы построить священную мастабу. Щёлкните по <b>значку карты мира</b> на левой панели, чтобы узнать, какие есть города в известных землях, и подготовиться к началу торговли.

# Men-Nefer_Step_05_Title
source: Introducing Trade
ru: Введение в торговлю

# Men-Nefer_Step_06_Title
source: Open the World Map
ru: Откройте карту мира.

# Men-Nefer_Step_07_Content
source: The World Map shows the location of your own city, as well as other cities in the world. Here you can pay to open up trade routes with any cities willing to trade. To set up a trade route, click on the city you wish to do business with and select the "Open a trade route" option.
ru: На карте мира показано, где находятся ваш город и другие города. Здесь вы можете оплатить основание торгового пути в любой желающий торговать город. Чтобы основать новый торговый путь, щёлкните по городу, с которым хотите вести дела, и выберите пункт «Открыть торговый путь».

# Men-Nefer_Step_07_Title
source: Trade Routes
ru: Торговые пути

# Men-Nefer_Step_08_Title
source: Open a Trade Route.
ru: Проложите торговый путь.

# Men-Nefer_Step_09_Content
source: Once you set up a trade route, you'll still need to instruct the <b>Overseer of Commerce</b> as to which resources and commodities you wish to import or export. You can never import and export the same item at the same time. While you will need to import bricks, these can be quite costly, so you can offset this by selling any surplus papyrus you have!
ru: Проложив торговый путь, укажите <b>советнику по торговле</b>, какие ресурсы и товары вы хотите импортировать или экспортировать. Невозможно одновременно импортировать и экспортировать один и тот же вид товаров. Вам необходимо импортировать кирпичи, что может обойтись достаточно дорого. К счастью, эти затраты можно покрыть, продавая излишки папируса!

# Men-Nefer_Step_09_Title
source: Importing and Exporting
ru: Импорт и экспорт

# Men-Nefer_Step_10_Title
source: Import at least 800 bricks from Perwadjyt before beginning work on the sacred mastaba tomb
ru: Импортируйте из Пер-Уаджита по крайней мере 800 кирпичей до начала строительства священной мастабы.

# Men-Nefer_Step_11_Content
source: Construction Guilds supply the skilled labor needed to erect monuments. The mastaba is made entirely of bricks and only requires <b>Bricklayers' Guilds</b> to build it. You can employ as many <b>Bricklayers' Guilds</b> as your economy can support, but make sure you also have enough bricks being delivered to the construction site to keep them busy. Once the <b>Bricklayers' Guild</b> has adequate labor, it will dispatch bricklayers to the construction site, where they will wait for a delivery of bricks from unskilled peasant laborers.
ru: Артели предоставляют умелых мастеров, необходимых для возведения монументов. Мастаба целиком строится из кирпича, поэтому для её возведения потребуется только<b>артель каменщиков</b>. Вы можете построить столько <b>артелей</b>, сколько выдержит ваша экономика, но при этом следует следить за тем, что на строительную площадку своевременно доставляются кирпичи, чтобы мастера не простаивали. Когда в <b>артели каменщиков</b> наберётся достаточно людей, она начнёт отправлять каменщиков на строительную площадку, где те будут ждать доставку чернорабочими очередной партии кирпичей.

# Men-Nefer_Step_11_Title
source: Construction Guilds
ru: Строительные артели

# Men-Nefer_Step_12_Content
source: Once there are some bricklayers awaiting supplies at the monument site, gangs of peasant laborers will begin to haul loads of bricks to them. Because these same laborers also must tend the fields on the flood plain, you may find that work on the monument slows down somewhat when the flood has receded and the peasants return to their fields. You can construct additional <b>Work Camps</b>, so that any surplus laborers not needed to tend the fields may work on the monument year-round.
ru: Когда на строительной площадке появятся каменщики, группы чернорабочих начнут доставлять им партии кирпича. Поскольку эти же чернорабочие должны возделывать пойменные поля, то вы заметите, что после разлива работа над монументом замедлится. Вы можете построить дополнительные <b>рабочие лагеря</b>, чтобы те чернорабочие, что не нужны на полях, могли работать над монументом круглый год.

# Men-Nefer_Step_12_Title
source: Peasant Labor
ru: Труд чернорабочих

# Men-Nefer_Step_13_Title
source: Place a small mastaba on the map
ru: Разместите на карте малую мастабу.

# Men-Nefer_Step_14_Content
source: You’ve reached the end of the tutorial - it's now up to you to finish Men-Nefer’s Mastaba! Make sure you balance your imports and exports and that your citizens have access to all the resources they need. In subsequent missions - until you reach Saqqara - you’ll get information on any new buildings, but there won't be anyone to hold your hand. If you forget something or need more information on a subject, you can access the in-game guide on the left panel. You can also access it from any open window, for example, if you click on a building, you’ll find a shortcut to access the guide and get additional info on it. If you’re looking for information on Ancient Egypt, there is also an in-game encyclopedia available. Enjoy your time in Ancient Egypt!
ru: Вы успешно закончили обучение, остаётся только закончить мастабу Мен-нефера! Не забывайте контролировать баланс импорта и экспорта и следить за потребностями ваших жителей. В следующих миссиях, пока вы не достигнете Саккары, будет выводиться информация о новых доступных постройках, но вести вас за руку больше никто не будет. Если вы что-то забыли или вам нужна дополнительная информация по какой-либо теме, обратитесь к внутриигровому руководству на панели слева. В него можно также попасть из любого открытого окна, например, по щелчку на гончарную мастерскую откроется окно, в котором есть иконка, ведущая к руководству и дополнительной информации об этом здании. Также во внутриигровой энциклопедии есть информацию по истории Древнего Египта. Желаем приятно провести время в Древнем Египте!

# Men-Nefer_Step_14_Title
source: End of Tutorial
ru: Конец обучения

# Men-Nefer_Step_CitySentiment_Content
source: As a ruler, it’s important for you to know how the people feel about you. It also important to be able to do something about it. If the people are angry, less people might come to your city. Immigration can even stop altogether, and at some point people will leave your city. <b>City Sentiment can be checked with your Chief Overseer and is updated each month</b>. The four main parameters of city sentiment are: <b>Wages</b>, <b>Taxes</b>, <b>Unemployment</b> and <b>Slums</b>. High Taxes, Wages lower than the rest of Egypt, unemployment over 10% and too many huts while you city hosts manors will all have a negative impact on City Sentiment. Of courses high taxes can be offset by high wages, and if taxes are low enough, unemployment might never be a problem but be sure to balance everything properly or people will leave you!
ru: Вам, как правителю города, важно знать, что жители думают о вас. Также важно уметь что-то с этим делать. Если люди рассержены, в городе будут меньше новых поселенцев. Приток новых жителей может даже вовсе прекратиться, а в какой-то момент люди начнут покидать город. <b>Настроения в городе обновляются каждый месяц, и их состояние можно проверить у главного советника</b>. Настроения в городе формируются из четырёх составляющих: <b>жалование</b>, <b>налоги</b>, <b>безработица</b> и <b>трущобы</b>. Высокие налоги, низкое (по сравнению с остальным Египтом) жалование, безработица свыше 10% и большое количество хижин, соседствующих с богатыми особняками, — всё это оказывает негативное влияние на настроения в городе. Конечно, высокие налоги могут быть компенсированы высоким жалованием, а если налоги достаточно низкие, то безработица не будет большой проблемой. Однако убедитесь¸ что всё правильно уравновешено, иначе люди уйдут от вас!

# Men-Nefer_Step_CitySentiment_Title
source: City Sentiment
ru: Настроения в городе

# Nekhen_Step_01_Content
source: The patron god of this region is <b>Ra</b>, but <b>Osiris</b> and <b>Bast</b> are also worshiped here as local deities. Make sure this city <b>has more Temples and Shrines dedicated to Ra</b>, but don't neglect the local deities either! To accommodate your most valued citizens, make sure they have access to temples dedicated to different gods.
ru: Этому региону покровительствует <b>Ра</b>, но здесь также возносят почести <b>Баст</b> и <b>Осирису</b> как местным богам. Убедитесь, что в городе <b>расположено больше храмов и святилищ, посвящённых Ра</b>, но не забывайте и местных богов! Чтобы учесть интересы самых важных граждан, убедитесь, что у них есть доступ к храмами разных богов.

# Nekhen_Step_01_Title
source: Multiple Gods
ru: Несколько богов

# Nekhen_Step_02_Title
source: Develop your city
ru: Развивайте свой город.

# Nekhen_Step_03_Content
source: Sophisticated Egyptians like to listen to music in their leisure time, as well as take in the occasional juggling performance. While only Jugglers can perform at the small Booth, both Jugglers and Musicians can perform together at a <b>Bandstand</b>. Build a <b>Bandstand</b> at an intersection, and a <b>Conservatory</b> nearby to train Musicians. Access to multiple types of entertainment greatly enhances the quality of life in any city.
ru: Искушённым египтянам во время своего досуга нравится слушать музыку, как и наблюдать за выступлением жонглёров. На <b>помосте</b> могут выступать только жонглёры, когда как на <b>эстраде</b> могут совместно выступать и жонглёры, и музыканты. Постройте <b>эстраду</b> на пересечении дорог, а рядом с ней — <b>музыкальную школу</b>, где будут обучаться музыканты. Доступ к разнообразным развлечениям значительно улучшает качество жизни любого города.

# Nekhen_Step_03_Title
source: More Entertainment
ru: Больше развлечений

# Nekhen_Step_04_Title
source: Keep developing your city
ru: Продолжайте развитие города.

# Nekhen_Step_05_Content
source: Your fellow Egyptians have perfected the art of brewing beer, which has become a very popular libation throughout Egypt! With a supply of <b>barley</b> received from local farms, <b>brewers</b> will make beer and deliver it to <b>Storage Yards</b> for future distribution by <b>Bazaar</b> workers, as with food and pottery.
ru: Ваши соотечественники постигли секреты пивоварения, а сам напиток стал очень популярен по всему Египту! С помощью <b>ячменя</b>, выращиваемого на местных фермах, <b>пивовары</b> изготовят пиво и доставят его на <b>склад</b>, откуда его будут распределять работники <b>базара</b>, как это происходит с едой и керамикой.

# Nekhen_Step_05_Title
source: Beer & Barley farming
ru: Пиво и выращивание ячменя

# Nekhen_Step_06_Title
source: Grow your city
ru: Расширьте свой город.

# Nekhen_Step_07_Content
source: A large city needs to bring in additional revenue, beyond its initial funding. One way to accomplish this is through taxation. In order to levy taxes, your city will need a <b>Palace</b> and <b>Tax Collectors</b>. Make sure to build enough <b>Tax Collectors</b> to cover the whole city, especially its more well-to-do neighborhoods. Remember, the better the quality of life enjoyed in a given home, the more taxes its occupants will pay. A <b>Courthouse</b> sends a magistrate to patrol the streets, who helps to reduce the risk of crime by hearing grievances and making sure that cooler heads prevail.
ru: Помимо начального капитала, большому городу потребуется дополнительный доход. Этого можно добиться с помощью сбора налогов. Для этого необходимо иметь <b>дворец</b> и <b>сборщиков налогов</b>. Убедитесь, что построили достаточно <b>контор сборщиков налогов</b> для покрытия всего города, особенно рядом с богатыми кварталами. Помните: чем выше качество жизни конкретного дома, тем больше налогов будут платить его обитатели. <b>Суда</b> отправляют магистратов на обход улиц, которые помогают снизить преступность, разрешая споры людей и вынося справедливые решения.

# Nekhen_Step_07_Title
source: Taxes & Courthouses
ru: Налоги и суды

# Nekhen_Step_08_Title
source: Keep growing your city
ru: Продолжайте расширять свой город.

# Nekhen_Step_09_Content
source: If you build a <b>Mansion</b> for yourself, you can draw a personal salary from the city's treasury. Personal funds are retained by your family, to be used whenever the situation demands, <b>even in subsequent missions during the same Period</b>. Beware, though, as awarding yourself a higher salary than is due your position can have detrimental effects on your standing in the kingdom.
ru: Построив себе <b>особняк</b>, вы сможете получать личное жалование из городской казны. Накопления от жалования остаются у вашей династии и впоследствии могут быть потрачены в случае крайней необходимости, <b>даже в следующих миссиях того же периода</b>. Но учтите: если вы назначите себе жалование, не соответствующее вашему рангу, это может плохо сказаться на вашей репутации в Царстве.

# Nekhen_Step_09_Title
source: Mansion & Personal Salary
ru: Особняк и личное жалование

# Nekhen_Step_10_Title
source: Reach 1000 Population and 10 Modest Apartments to win this mission
ru: Достигните численности населения в 1000 человек и добейтесь появления десяти скромных апартаментов, чтобы завершить эту миссию.

# Nekhen_Step_11_Content
source: Ferries can help your city run more smoothly. Carefully placed <b>water crossings</b> - <b>ferries</b> or <b>bridges</b> - let the inhabitants of your city reach otherwise inaccessible parts of the landscape to find prey or other valuable resources. In some cases, they can improve the timeliness of certain delivery people by shortening their journeys.
ru: Паромы способствуют бесперебойной работе города. Размещённые в нужных местах <b>водные переправы</b>, такие как <b>паромы</b> и <b>мосты</b>, помогают жителям достичь ранее недоступных областей для охоты или сбора ценных ресурсов. В некоторых случаях переправы значительно сократят маршруты разносчиков и уменьшат время доставки.

# Nekhen_Step_11_Title
source: Water Crossings
ru: Водные переправы

# Nekhen_Step_12_Title
source: Reach 1000 Population and 10 Modest Apartments to win this mission
ru: Достигните численности населения в 1000 человек и добейтесь появления десяти скромных апартаментов, чтобы завершить эту миссию.

# Nekhen_Step_BuildingPicker_Content
source: Sometimes you just want to place a building that you can already see on the screen. Instead of going through the construction menu, you can simply copy and paste it with the Building Picker. Use ctrl + click on the building and voilà! You can now place it wherever you want!
ru: Иногда просто нужно разместить здание, которое уже видно на экране. Вместо того, чтобы опять открывать меню строительства, вы можете просто скопировать и вставить его с помощью инструмента копирования зданий. Используйте Ctrl + щелчок мыши по зданию и вуаля! Теперь вы можете разместить его где угодно!

# Nekhen_Step_BuildingPicker_Title
source: Building Picker
ru: Копирование здания

# Nubt_Step_01_Content
source: The first things this village will need are <b>housing</b>, to provide settlers with a suitable place to live, and a network of <b>roads</b>, to allow its eventual inhabitants to find their way around easily and efficiently. Build areas of <b>housing</b>, and you'll soon see people move into the village.
ru: Первое, что нужно деревне, — это <b>жилые дома</b>, где можно разместить поселенцев, и сеть <b>дорог</b>, чтобы постоянные жители могли легко передвигаться. Разместите зоны для <b>жилья</b> и вскоре увидите, как в деревню потянутся люди.

# Nubt_Step_01_Title
source: Humble Beginnings
ru: Скромное начало

# Nubt_Step_02_Title
source: Use the right panel to access construction tools.
ru: Откройте инструменты строительства на панели справа.

# Nubt_Step_03_Title
source: Click & drag to place areas of housing.
ru: Зажмите левую кнопку мыши, чтобы разметить область для жилых домов.

# Nubt_Step_04_Title
source: Right-click to quit the construction mode.
ru: Щёлкните правой кнопкой мыши для выхода из режима строительства.

# Nubt_Step_05_Title
source: Select the road button on the right panel
ru: Нажмите на кнопку дороги на правой панели.

# Nubt_Step_06_Title
source: Click and drag the mouse to build long lengths of road in one go.
ru: Зажмите левую кнопку мыши, чтобы сразу построить длинную дорогу.

# Nubt_Step_07_Content
source: The path by which immigrants reach your city is known as the <b>Kingdom road</b>. Migrants always need free passage from the <b>Kingdom road</b> to the city's housing areas. If you isolate a neighborhood from this vital link to the outside world, its homes will simply disappear.
ru: Дорога, по которой переселенцы добираются до вашего города, называется <b>Царским трактом</b>. Новоприбывшим нужен свободный проход от <b>Царского тракта</b> к жилым районам города. Если вы изолируете квартал от этой связи с внешним миром, дома в нём просто исчезнут.

# Nubt_Step_07_Title
source: The Kingdom Road
ru: Царский тракт
