Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Tutorial.po
Languages: ru

# Nubt_Step_08_Title
source: Watch immigrants arrive until your city grows to 200 inhabitants.
ru: Наблюдайте за тем, как приходят поселенцы, пока численность вашего города не достигнет 200 человек.

# Nubt_Step_09_Content
source: To evolve their houses, your inhabitants will need basic access to water. Some well placed <b>wells</b> will provide them with everything they need. <b>Wells</b> must be built on land with underlying groundwater, as indicated by the presence of green grass growing, and provide water within a 2-tile radius of themselves.
ru: Для улучшения домов их обитателям нужен доступ к свежей воде, которую могут обеспечить <b>колодцы</b>, размещённые в нужных местах. <b>Колодцы</b> необходимо рыть над водоносным слоем, который можно определить по растущей на земле зелёной траве. Каждый из них обеспечивает водой дома в пределах двух клеток вокруг себя.

# Nubt_Step_09_Title
source: Access to Water
ru: Доступ к воде

# Nubt_Step_10_Title
source: Select the service category on the right panel
ru: Выберите категорию «Сервисы» на правой панели.

# Nubt_Step_11_Title
source: Select the hygiene subcategory on the right panel
ru: Выберите категорию «Гигиена» на правой панели.

# Nubt_Step_12_Title
source: Select the well
ru: Выберите колодец.

# Nubt_Step_13_Title
source: Build the required wells
ru: Постройте колодцы в нужных местах.

# Nubt_Step_14_Title
source: Right-click to go back to the category selection, and right-click again to quit the construction mode.
ru: Дважды щёлкните правой кнопкой мыши для выхода из меню выбора категорий и из режима строительства.

# Nubt_Step_15_Content
source: If you’d rather have all the subcategories already open when you select a category, you can choose to do so in the options. This will have no effect on Nubt but the changes will occur for subsequent missions.
ru: Если вы хотите, чтобы все подкатегории сразу раскрывались при выборе категории, это можно включить в настройках игры. Эта настройка не повлияет на миссию в Нубете, но изменения произойдут в последующих миссиях.

# Nubt_Step_15_Title
source: Quality of life
ru: Качество жизни

# Nubt_Step_16_Title
source: Watch your houses evolve until 250 inhabitants live in sturdy huts.
ru: Наблюдайте за тем, как улучшаются дома, пока 250 поселенцев не поселятся в крепких хижинах.

# Nubt_Step_17_Content
source: A growing population needs a reliable source of <b>food</b> and some means of storing and distributing it. The ostriches in this region can be hunted for game. You’ll need <b>hunting lodges</b> for that. Granaries then store game meat and other foods, while Bazaars distribute the <b>food</b> to the village's inhabitants.
ru: Растущему поселению нужен стабильный источник <b>пищи</b> и средства её хранения и распределения. В этих землях можно охотиться на страусов. Для этого нужны <b>охотничьи хижины</b>. Мясо дичи и другую еду можно хранить в амбарах, а через базары — распространять <b>еду</b> среди жителей деревни.

# Nubt_Step_17_Title
source: Hunting
ru: Охота

# Nubt_Step_18_Title
source: Select the farms & food category
ru: Выберите категорию «Пища и земледелие».

# Nubt_Step_19_Title
source: Select the hunting lodge
ru: Выберите охотничью хижину.

# Nubt_Step_20_Title
source: Build 2 hunting lodges.
ru: Постройте две охотничьи хижины.

# Nubt_Step_21_Content
source: As with most working structures, these buildings must be located within reach of housing, and the city must have enough workers to staff them. <b>Watch as the buildings spawn a walker to look for workers, and how they turn animated once their walkers pass by occupied houses</b>. You can click on a placed hunting lodge to get more information.
ru: Как и другим производственным строениям, этим постройкам необходим доступ к жилым кварталам, а в городе должно быть достаточно свободных рабочих, которые будут работать там. <b>Наблюдайте за тем, как из здания выйдет ходок в поисках рабочих. Как только он доберётся до жилых домов, в самом здании закипит работа<b>. Щёлкните по размещённой охотничьей хижине, чтобы узнать больше информации.

# Nubt_Step_21_Title
source: Workforce Access
ru: Доступ к рабочей силе

# Nubt_Step_23_Content
source: Hunters will now set out in search of prey. If successful, they'll bring the carcasses back to the lodge to be butchered, after which a cart pusher will deliver them to the nearest <b>Granary</b> for storage, which we’re going to build now. <b>Granaries</b> are somewhat undesirable to leave nearby but will need access to the workforce, so it's important to place them carefully.
ru: Теперь охотники пойдут на охоту. В случае успеха они доставят добычу на разделку назад в хижину, после чего рабочий с тележкой доставит её к ближайшему <b>амбару</b>, который мы сейчас построим. Рядом с <b>амбарами</b> не очень приятно жить, но для него нужен доступ к рабочей силе, поэтому важно тщательно подбирать место для каждого амбара.

# Nubt_Step_23_Title
source: Granaries
ru: Амбары

# Nubt_Step_24_Title
source: Select the Stock & Distribution category
ru: Выберите категорию «Хранение и распределение».

# Nubt_Step_25_Title
source: Select the granary
ru: Выберите амбар.

# Nubt_Step_26_Title
source: Build it far away enough from your houses but close enough so it has access to the workforce
ru: Постройте его подальше от жилых кварталов, но достаточно близко, чтобы у него был доступ к рабочей силе.

# Nubt_Step_27_Content
source: While your hunters now deliver game meat to the granary, you still have no way to distribute it to your inhabitants. That’s the job of the <b>Bazaar</b>. The <b>Bazaar</b> will send one of its workers to the granary to bring back food and will then send its distributor roaming the roads to deliver it to your citizens.
ru: Пока охотники доставляют мясо дичи в амбар, пора озаботится доставкой провизии в дома жителей. Для этого нужны <b>базары</b>. <b>Базар</b> отправит своего рабочего за едой из амбара, а затем пошлёт разносчицу, которая доставит её вашим жителям.

# Nubt_Step_27_Title
source: Bazaars & Distribution
ru: Базары и распределение

# Nubt_Step_28_Title
source: Select the Stock & Distribution category
ru: Выберите категорию «Хранение и распределение».

# Nubt_Step_29_Title
source: Build a Bazaar near your housing and make sure it’s connected by road to your granary.
ru: Постройте базар рядом с жилым кварталом и удостоверьтесь, что он соединён дорогой с амбаром.

# Nubt_Step_30_Content
source: When trying to place a building near a road, you will see indicators with <b>arrows</b>. The <b>green arrow</b> shows where the building will spawn its walkers and where it will take deliveries of goods. The <b>red arrow</b> shows the point of return for distributors coming out of the building. Sometimes both points are on the same tile. The points might change when you build new roads next to existing buildings - you can check them at any time by simply hovering your cursor on the structure you want to inspect.
ru: При размещении здания у дороги вы увидите индикаторы со <b>стрелками</b>. <b>Зелёная стрелка</b> показывает, где появятся ходоки из здания для доставки товаров. <b>Красная стрелка</b> показывает точку, в которую вернутся ходоки. Иногда обе стрелки будут находиться на одной и той же клетке. Точки могут меняться, если вы построите новые дороги рядом с уже существующим зданием. Проверить позицию точек можно в любой момент, наведя курсор на нужное строение.

# Nubt_Step_30_Title
source: Walkers spawn and return points
ru: Места появления и возвращения ходоков

# Nubt_Step_32_Content
source: Distributors of goods or services will roam the roads of your city for a period of time, and then return o their building. During their walk, <b>if they reach a crossroad, they can take either direction</b>. To avoid distributors getting lost or going where you don’t want them to, <b>don’t build a road network with too many intersections</b>. This is also true for recruiters, so place your buildings accordingly.
ru: Разносчики какое-то время бродят по дорогам вашего города, разнося товары или оказывая услуги, после чего возвращаются назад в своё здание. <b>Попав на перекрёсток, они могут выбрать любое направление</b>. Чтобы разносчики не терялись и не забредали куда не надо, <b>старайтесь не строить дорожную сеть со слишком большим количеством перекрёстков</b>. Этот совет также справедлив и в случае с вербовщиками, так что старайтесь правильно размещать здания.

# Nubt_Step_32_Title
source: Ambulomancy
ru: Хождение по кругу

# Nubt_Step_33_Content
source: One of the tools at your disposal that you can use to control the walkers is the <b>roadblock</b>. <b>Roadblocks</b> prevent distributors and recruiters from passing but do not affect other walkers with a set destination. Use <b>roadblocks</b> wisely and you’ll be able to manage gigantic cities.
ru: <b>Заграждение</b> — один из инструментов, с помощью которого вы можете управлять маршрутом ходоков. <b>Заграждения</b> не пропускают разносчиков товаров и вербовщиков, но позволяют пройти тем, у кого есть конкретное место назначения. Используйте <b>заграждения</b> с умом и сможете управлять огромными городами.

# Nubt_Step_33_Title
source: Roadblocks
ru: Заграждения

# Nubt_Step_34_Title
source: Select the roadblock button on the right panel
ru: Нажмите на кнопку заграждения на правой панели.

# Nubt_Step_35_Title
source: A couple of <b>roadblocks</b> will prevent walkers from wandering too far from your burgeoning city.
ru: Несколько <b>заграждений</b> не позволят вашим ходокам далеко уйти от вашего растущего города.

# Nubt_Step_36_Content
source: To make sure Nubt sustains the tests of time, you’ll need to make sure that the structures in the village don’t catch fire or collapse on themselves. Not all buildings are prone to risks, the best way to tell if one will need to be visited by either an architect from an <b>architect's post</b> or a fire marshal from a <b>firehouse</b> is to click on it and open its panel info. Houses, for example, will catch fire if not attended to, but will never collapse on themselves.
ru: Чтобы Нубет смог выдержать проверку временем, проследите, что постройки в деревне защищены от пожара и обрушения. Не все здания подвержены рискам. Чтобы узнать, нужен ли конкретному зданию визит специалиста из <b>поста архитектора</b> или <b>пожарного поста</b>, щелчком мыши по нему откройте информационную панель. Например, жилые дома без присмотра могут загореться, но никогда не обрушатся.

# Nubt_Step_36_Title
source: Fire & Collapse Risks
ru: Риски пожара и обрушения

# Nubt_Step_37_Title
source: Open the service category
ru: Откройте категорию «Сервисы».

# Nubt_Step_38_Title
source: Open the safety subcategory
ru: Откройте подкатегорию «Безопасность».

# Nubt_Step_39_Title
source: You can now freely place buildings
ru: Теперь вы можете размещать здания где захочется.

# Nubt_Step_40_Title
source: Place a fire house and an architect's post to protect your buildings
ru: Постройте пожарный пост и пост архитектора для защиты ваших построек.

# Nubt_Step_41_Title
source: Use the Remove button on the right panel if you misplace a building or a road
ru: Используйте кнопку уничтожения на панели справа, если ошиблись с размещением строения или дороги.

# Nubt_Step_42_Content
source: Now that they have food, villagers need access to clean water from a <b>Water Supply</b>, which is much preferred over water from Wells. <b>Water Supplies</b> must be built on grassy areas and also need access to employees in nearby housing. Once up and running, a <b>Water Supply</b> will dispatch a water carrier to deliver buckets of clean drinking water to all the houses in its immediate vicinity.
ru: Теперь, когда у жителей есть еда, им потребуется доступ к чистой воде из <b>источника</b>, которая гораздо предпочтительней колодезной. <b>Источники воды</b>, как и колодцы, должны размещаться на поверхности, покрытой травой, и к тому же иметь доступ к рабочим из близлежащих домов. Полностью работающий <b>источник воды</b> будет отправлять водоноса, доставляющего вёдра чистой воды по всем домам в окрестности.

# Nubt_Step_42_Title
source: Access to Clean Water
ru: Доступ к чистой воде

# Nubt_Step_43_Title
source: Open the service category
ru: Откройте категорию «Сервисы».

# Nubt_Step_44_Title
source: Open the hygiene subcategory
ru: Откройте подкатегорию «Гигиена».

# Nubt_Step_45_Title
source: Supply enough of your inhabitants with clean water to win the game
ru: Чтобы победить в этой миссии, обеспечьте ваших жителей достаточным количество чистой воды.

# Nubt_Step_46_Title
source: Reach 6 meager shanties to complete this mission
ru: Добейтесь появления шести скромных лачуг, чтобы завершить эту миссию.

# Perwadjyt_Step_01_Content
source: To feed your people in Perwadjyt, you must build <b>farms</b> directly on the <b>flood plain</b>, in order to gain the benefits of its increased fertility. Unlike most working structures, <b>farms</b> on the flood plain do not need direct access to employees, but do need a steady workforce of peasant laborers, supplied by <b>Work Camps</b>, to tend their fields. Build <b>Work Camps</b> fairly close to <b>flood plain farms</b>, so peasants won't have to walk too far to reach them. Each year the Nile floods its banks, replenishing the depleted soil on the flood plain with rich, fertile mud. Peasants harvest the annual crop just before the inundation, and deliver it to your <b>Granaries</b>. Because there is only one harvest per year, make sure your city has enough <b>Granaries</b> to store a sufficient amount of food for your growing population.
ru: Чтобы прокормить своих людей в Пер-Уаджите, постройте <b>фермы</b> прямо в <b>пойме реки</b>, где земля является наиболее плодородной. В отличие от остальных производственных построек, <b>фермам</b> на пойменных полях не требуется прямой доступ к рабочим. Вместо этого им для возделывания полей необходима постоянная рабочая сила из чернорабочих, доступных в <b>рабочих лагерях</b>. Стройте <b>рабочие лагеря</b> достаточно близко к <b>пойменным фермам</b>, чтобы чернорабочие не тратили много времени, добираясь до них. Каждый год Нил разливается, обогащая почву поймы плодородным илом. Крестьяне собирают урожай прямо перед разливом и доставляют его в <b>амбары</b>. Так как в году может быть только один урожай, убедитесь, что в вашем городе достаточно <b>амбаров</b>, чтобы вместить всю собранную пищу для растущего населения.

# Perwadjyt_Step_01_Title
source: Floodplains & Farming
ru: Пойменные поля и земледелие

# Perwadjyt_Step_02_Title
source: Start building your city along with some farms and work camps
ru: Начните возведение города со строительства нескольких ферм и рабочих лагерей.

# Perwadjyt_Step_03_Content
source: Malaria is most prevalent close to water and marshland. The Malaria overlay shows which houses are more likely to succumb to this illness. Access to clean water from a Water Supply and insect repellent provided by a local <b>Apothecary</b> both greatly reduce the risk of malaria for any given household. Like most buildings, the <b>Apothecary</b> only functions when it has road access and labor.
ru: Малярия часто встречается в районах, близких к воде или болотам. Слой малярии отображает, какие дома наиболее подвержены данной болезни. Доступ к источнику чистой воды и средство от насекомых, изготовляемое местным <b>аптекарем</b>, значительно снижают риск появления малярии в домах. Как и большинство построек, <b>аптека</b> функционирует только в том случае, когда имеет доступ к дороге и рабочей силе.

# Perwadjyt_Step_03_Title
source: Malaria
ru: Малярия

# Perwadjyt_Step_04_Title
source: Protect your citizens with an Apothecary
ru: Защитите своих жителей с помощью аптеки.

# Perwadjyt_Step_05_Title
source: Keep upgrading your housing
ru: Продолжайте улучшать свои дома.

# Perwadjyt_Step_06_Content
source: Now that you've given your people basic food and water, you can enhance their lifestyle with other goods, such as pottery. Build a <b>Clay Pit</b> close to water, and a <b>Potter</b> nearby. Make sure these have access to labor as usual, and before long a cart will deliver clay to the <b>Potter</b>, who will create pottery for your city. Build a <b>Storage Yard</b> to store the final product as well as any excess clay the Potter does not need (3 <b>Clay Pits</b> can usually supply enough clay for 4 <b>Potters</b>). Workers from the <b>Bazaar</b> will collect the pottery from the <b>Storage Yard</b> and distribute it just as they do food. Industries like pottery also provide your city's inhabitants with much-needed jobs.
ru: Вы уже обеспечили своих людей едой и водой, и теперь можно улучшить их образ жизни другими товарами, например, керамикой. Постройте <b>глиняный карьер</b> рядом с водой, а неподалёку от него — <b>гончарную мастерскую</b>. Убедитесь, что у них есть доступ к рабочей силе, и как только рабочий с тележкой доставит глину гончару, тот начнёт создавать керамические изделия для вашего города. Постройте <b>склад</b> для хранения готовых изделий и излишков глины (обычно из трёх <b>карьеров</b> добывается достаточно глины для четырёх <b>гончарных мастерских</b>). Рабочие с <b>базара</b> заберут керамику со <b>склада</b> и распределят её по домам, как это они обычно делают с едой. Гончарное и другие производства также создают для ваших жителей так нужные им рабочие места.

# Perwadjyt_Step_06_Title
source: Industry
ru: Производство

# Perwadjyt_Step_07_Title
source: Start your industry with at least 1 clay pit and 2 potters
ru: Создайте производство, состоящее из одного глиняного карьера и двух гончарных мастерских.

# Perwadjyt_Step_08_Content
source: You always have to make sure that you have more population than job openings. However, not everyone in your city is able to work. You can get a quick glance at your working population & unemployment stats by <b>hovering over the population counter on the top panel</b>. More info is also available from your Overseers. Try to keep your unemployment below 10%, but make sure you always have enough workers. Pharaoh: A New Era simulates an aging population, where <b>only 60% of the 20 to 49 years old are available for work</b>. If you have trouble with this system, you can use the options to switch to a <b>fixed worker ratio</b> for your population, regardless of their age. In order to teach you to play with this mechanic, the option won’t affect this tutorial.
ru: Старайтесь обеспечивать численность населения чуть выше, чем доступно рабочих мест. Однако, не все в вашем городе могут работать. <b>Наведя курсор на счётчик населения в верхней панели</b>, вы можете получить примерное представление о соотношении рабочего и безработного населения. Более подробную информацию могут предоставить ваши советники. Старайтесь удерживать безработицу ниже 10%, но следите за тем, чтобы у вас всегда было достаточно рабочих. «Pharaoh: A New Era» имитирует старение населения, где <b>только 60% людей в возрасте от 20 до 49 лет доступны для работы</b>. Если у вас возникают трудности с этой системой, в настройках можно переключить на <b>фиксированное соотношение</b>, игнорирующее их возраст. В целях ознакомления с данной механикой эта настройка в обучающих миссиях отключена.

# Perwadjyt_Step_08_Title
source: Workforce & unemployment
ru: Рабочая сила и безработица

# Perwadjyt_Step_09_Title
source: Store some Pottery in a Storage Yard
ru: Создайте запас керамики на складе.

# Perwadjyt_Step_10_Content
source: Great job! You've gotten some industry up and running, and now you can think about making a few improvements to your city. <b>Beautification</b> can be used to make some neighborhoods more desirable. By making the area surrounding them more attractive, <b>Gardens</b>, <b>Statues</b> and <b>Plazas</b> can help houses to evolve. Several <b>Garden</b> plots can be placed next to each other to form larger parks but their appearance will be random. Place <b>Plazas</b> on paved roads to enhance their appearance and improve the desirability of nearby land. You can rotate <b>Statues</b>, like most buildings, using the “R” key. If you’d rather choose which <b>Garden</b> you want to place, akin to <b>Statues</b>, you can switch between the two systems in the options.
ru: Отличная работа! Производство заработало, и теперь можно подумать об улучшении облика самого города. Элементы <b>благоустройства</b> могут сделать жилые кварталы более привлекательными. Облагородив район <b>садами</b>, <b>статуями</b> и <b>плитками</b>, вы поможете ему развиваться дальше. Несколько <b>садов</b> вместе образуют парки, внешний вид которых подбирается случайным образом. Покрывайте мощёные дороги мозаичной <b>плиткой</b>, чтобы улучшить их внешний вид и повысить привлекательность окружающей территории. <b>Статуи</b>, как и большинство зданий, можно вращать с помощью клавиши «R». Если хотите выбирать, какой именно вид <b>сада</b> разместить (по аналогии со <b>статуями</b>), то в настройках есть возможность выбора между двумя системами генерации внешнего вида.

# Perwadjyt_Step_10_Title
source: Beautification
ru: Благоустройство

# Perwadjyt_Step_11_Title
source: Reach 600 population and 10 modest homesteads to win this mission
ru: Достигните численности населения в 600 человек и добейтесь появления десяти скромных усадеб, чтобы завершить эту миссию.

# Perwadjyt_Step_Coverage_Content
source: The entertainment required to evolve houses gets higher and higher. In addition of the score provided by the visit of a juggler and - later - other entertainers, <b>houses also get bonus points depending on your general coverage</b>. You can check the entertainment coverage in your Overseer of Diversions. <b>A booth providing a perfect coverage for 600 people</b>, you might find yourself in situations where a juggler from a single booth passes by houses accommodating way more people than that. Placing other booths will help improve the coverage and provide more bonus points to all houses in your city. Sometimes it’s just what they need to evolve! Coverage from entertainment, education, religion and health all count toward your <b>Culture Score</b>. In later missions, when a high culture score is required to win, it's important to check their respective Overseers to see what your city is lacking.
ru: Развлечения необходимы для дальнейшего развития домов. В дополнение к счёту, получаемому за посещение жонглёра (а затем — и других артистов), <b>дома также получают дополнительные баллы в зависимости от общего охвата</b>. Вы можете проверить охват развлечениями у вашего советника по развлечениям. <b>Помост обеспечивает отличный охват для 600 человек</b>, но вы можете заметить, что жонглёр из одного помоста, проходя мимо домов, может развлечь гораздо большее количество людей. Другие помосты помогут улучшить охват и дадут дополнительные баллы для всех домов в городе. Иногда этого достаточно для их дальнейшего развития! Охват развлечениями, образованием, религией и здравоохранением учитывается при определении вашего <b>рейтинга культуры</b>. В более поздних миссиях, когда для победы требуется высокий рейтинг культуры, важно проверять соответствующих советников, чтобы понимать, чего не хватает вашему городу.

# Perwadjyt_Step_Coverage_Title
source: Entertainment Coverage
ru: Охват развлечениями

# Perwadjyt_Step_Next_Title
source: Place some Plazas over paved roads to improve desirability!
ru: Разместите несколько плиток на мощёных дорогах для повышения привлекательности!
