Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Walkers.po
Languages: ru

# #juggler_g05
source: I'm expecting the worst. The gods must think we've forgotten them.
ru: Я жду худшего. Боги, наверное, считают, что мы совсем о них позабыли.

# #juggler_g06
source: This city has a worse reputation than I do. I hope no one attacks us.
ru: Даже у меня не такая плохая репутация, как у города. Надеюсь, на нас никто не нападёт.

# #juggler_g07
source: I wish there were more jobs in this city. None of the people I entertain can pay me.
ru: Жалко, что у нас в городе так плохо с работой. Мне никто из зрителей даже заплатить не может.

# #juggler_g08
source: I can only juggle so much. I wish there were other entertainers in the city.
ru: Я умею только жонглировать. Городу нужно больше других артистов.

# #juggler_g09
source: This city isn't too bad.
ru: Наш город не так уж плох.

# #juggler_g10
source: There's no place I'd rather juggle.
ru: Всю жизнь бы здесь жонглировать.

source: Laborer
ru: Чернорабочий

source: Librarian
ru: Библиотекарь

# #library_g01
source: People are sick. My medical papyri tell me that the illness could soon escalate to plague!
ru: Люди хворают. В моих лекарских папирусах написано, что болезни так могут скоро перерасти в чуму!

# #library_g02
source: I'm famished. It's hard to lift my scrolls on an empty stomach.
ru: Меня снедает голод. На пустой желудок трудно таскать свитки.

# #library_g03
source: Even the simplest enemy could manage to get through our defenses!
ru: Даже самый недалёкий враг догадается, как преодолеть нашу оборону!

# #library_g04
source: Unless more workers arrive soon, the city will surely suffer.
ru: Если в скором времени не появится больше рабочих, город может сильно пострадать.

# #library_g05
source: The literature is replete with stories of angry gods and their vengeance.
ru: Литература приводит немало примеров, какими мстительными могут быть оскорбленные боги.

# #library_g06
source: History shows that a city like ours will pay serious consequences for its poor reputation.
ru: История показывает, что такие города, как наш, платят высокую цену за опороченную репутацию.

# #library_g07
source: There are a lot of unemployed in the city. At least they have plenty of time to read.
ru: В городе слишком много безработных людей. По крайней мере, у них есть время на чтение.

# #library_g08
source: Sometimes my eyes like to rest on something other than hieroglyphs. I want to see a show!
ru: Иногда моим глазам нужен отдых от иероглифов. Я хочу увидеть выступление!

# #library_g09
source: This city is comparable to others I've read about.
ru: Город сравним с другими, о которых я читал.

# #library_g10
source: This city is the best that history has ever known!
ru: Это лучший город из всех, что знала история!

# #lion_flavor
source: Just a big cat. Also happens to be the king of beasts.
ru: Просто большой кот. И по совместительству — царь зверей.

source: Locust
ru: Саранча

# #locust_flavor
source: He spoke, and the locusts came, young locusts without number.
ru: Сказал, и пришла саранча и гусеницы без числа.

source: Lumberjack
ru: Дровосек

source: Magistrate
ru: Магистрат

# #magistrate_e02
source: I hope I will earn a funeral procession when the time comes.
ru: Надеюсь, когда наступит мой час, то меня проводят с почестями.

# #magistrate_e03
source: All is quiet in the court. There is no crime here.
ru: В суде все тихо. У нас нет преступности.

# #magistrate_e04
source: I've been trying only petty cases. Nothing too serious!
ru: Мне достаются только мелкие дела. Ничего серьёзного!

# #magistrate_e05
source: I can barely manage my caseload, yet the streets are still unsafe.
ru: Я едва справляюсь с делами, а на улицах города всё равно опасно.

# #magistrate_g01
source: Health conditions in this city are criminal. Plague is the punishment that fits the crime.
ru: Город совсем не заботится о здоровье жителей. Такое преступление карается чумой.

# #magistrate_g02
source: I'm so hungry, a good meal will buy you any verdict you want.
ru: Я настолько голоден, что за миску похлёбки выдам любое решение.

# #magistrate_g03
source: What woeful defenses! Our enemies could walk right into the city and take over.
ru: Какие жалкие укрепления! Просто подходи и бери нас.

# #magistrate_g04
source: I've never seen so many job openings before!
ru: Никогда прежде не видел столько открытых вакансий!

# #magistrate_g05
source: The gods will find us guilty of neglect if we don't start paying more attention to them.
ru: Боги обвинят нас в непочтительности, если не начнём усерднее им поклоняться.

# #magistrate_g06
source: Our city is judged among the worst in the Kingdom. I dread the execution of our punishment.
ru: Нашему городу присуждено звание одного из худших в Царстве. Боюсь даже думать о том, какое нас ждёт наказание.

# #magistrate_g07
source: Unemployed people have too much time on their hands, and that's dangerous.
ru: У безработных слишком много свободного времени, а это чревато.

# #magistrate_g08
source: This city is guilty of poor entertainment options!
ru: Город виновен в плохой организации развлечений!

# #magistrate_g09
source: This city is balanced: nothing too good, but nothing too bad.
ru: В городе поддерживается баланс: ничего слишком хорошего, но и ничего слишком плохого.

# #magistrate_g10
source: I judge this city to be the best.
ru: Провозглашаю этот город лучшим.

# #marketboy_e01
source: These baskets are too heavy for a little kid like me!
ru: Эти корзины слишком тяжелы для такого ребёнка как я!

# #marketboy_e02
source: That bossy lady makes me carry goods all day!
ru: Эта крикливая тётка заставляет весь день таскать тяжести!

# #marketboy_e03
source: Maybe I just carry baskets now, but one day I'll run the Bazaar.
ru: Может, сегодня я просто таскаю корзины, но будет день, когда я буду управлять целым базаром.

# #mkt_buyer_e01
source: The bazaar needs some items, and I'm going to get them.
ru: Базару нужны товары, и я их достану.

# #mkt_buyer_e02
source: These goods will make welcome additions to the bazaar.
ru: Эти товары будут отличным дополнением на базаре.

# #mkt_buyer_g01
source: So many people have taken ill. I hope they recover soon, or else a plague might break out.
ru: Столько заболевших. Надеюсь, скоро они выздоровеют, иначе не миновать нам чумы.

# #mkt_buyer_g02
source: I'm starving. Most of my customers demand food, and I can barely feed myself.
ru: Я умираю от голода. Все покупатели приходят ко мне за едой, а я и себя-то прокормить не могу.

# #mkt_buyer_g03
source: Our defenses are flimsy. We could easily be invaded.
ru: Наши укрепления развалятся от любого чиха. Нас сейчас может захватить кто угодно.

# #mkt_buyer_g04
source: I better be extra nice to my helpers. With this many job openings in the city, I could easily lose them.
ru: Буду предельно милой к своим помощникам. В городе так много вакансий, как бы они все не разбежались.

# #mkt_buyer_g05
source: If we don't soon pay the gods more respect, they are going to dole out a miserable punishment.
ru: Если не воздадим скорее почести богам, они нас точно покарают.

# #mkt_buyer_g06
source: I wouldn't dream of letting my reputation slip as far as this city's has. We could soon pay the price.
ru: Как можно допустить, чтобы репутация так скатилась? Скоро мы за это заплатим большую цену.

# #mkt_buyer_g07
source: I'm lucky to have a job. I know a lot of people who are out of work.
ru: Мне повезло, что у меня есть работа. Я знаю столько людей, у которых её нет.

# #mkt_buyer_g08
source: Nothing whatsoever happens here. I wish there were more shows to see.
ru: Здесь не происходит абсолютно ничего. Хоть бы выступления какие провели.

# #mkt_buyer_g09
source: I won't complain about this city... but I could.
ru: Я не буду жаловаться на город... Хотя мне есть что сказать.

# #mkt_buyer_g10
source: This city is tops!
ru: Лучше города не бывает!

# #mkt_seller_e01
source: My supplies sold like hot cakes! I'm going back to the Bazaar for more.
ru: Товары разлетаются как горячие пирожки! Я возвращаюсь назад на базар за добавкой.

# #mkt_seller_e02
source: I do my best to give the people what they want.
ru: Я стараюсь обеспечить людей всем необходимым.

source: Mule
ru: Мул

# #mule_flavor
source: They carried blocs of granite through the desert so your city could refuse to trade, and you don't hear them complain.
ru: Они тащили гранитные блоки по пустыне, а ваш город отказался торговать. И вы даже не услышите их возмущений.

source: Mummy
ru: Мумия

# #mummy_flavor
source: Embalmed bodies make for the best nightmares.
ru: Забальзамированные тела дарят лучшие ночные кошмары.

# #musician
source: Musican
ru: Музыкант

# #musician_e01
source: These festivals are great! Everyone sings along.
ru: Обожаю праздники! Мне все подпевают.

# #musician_g01
source: If health doesn't improve in this city, I'll be playing only funeral dirges.
ru: Если здоровье жителей не улучшится, я только на похоронах и буду играть.

# #musician_g02
source: I'd sing for my supper, but this city doesn't have enough food.
ru: Спою вам, если покормите, но в городе вообще нет еды.

# #musician_g03
source: Maybe I could beat invaders over the head with my sistrum. The city is not defended well.
ru: Может, мне бить врагов систрой? Город так слабо защищён.

# #musician_g04
source: All my performances are solos. This city doesn't have enough workers.
ru: В городе слишком мало работников, даже мне приходится петь соло.

# #musician_g05
source: I hope my music soothes the gods. Their anger could soon rain down on us.
ru: Надеюсь, моя музыка успокоит богов. Иначе скоро на нас обрушится их гнев.

# #musician_g06
source: Our terrible reputation could provoke an attack!
ru: На нас могут напасть из-за нашей ужасной репутации!

# #musician_g07
source: For the last time, I am not hiring any more roadies! So many people are looking for work.
ru: Ещё раз повторяю: мне не нужны помощники! Люди готовы взяться за любую работу.

# #musician_g08
source: Even an entertainer likes to be entertained! There's not enough to do here.
ru: Даже артисту иногда нужны развлечения! В городе так скучно.

# #musician_g09
source: This city could be a lot worse, I suppose.
ru: Ну, в этом городе могло быть и хуже, полагаю.

# #musician_g10
source: I hope we continue to make beautiful music in this city for a long time.
ru: Надеюсь, мы ещё долго сможем сочинять тут красивую музыку.

# #ostrich_flavor
source: Invisible to human eyes when they hide their heads in the sand.
ru: Едва спрятав голову в песок, становится невидим человеческому глазу.

source: Physician
ru: Лекарь

source: Plagued citizen
ru: Чумной житель

# #police_e01
source: Everybody's friendly here. No one is reporting any crimes.
ru: Здесь все очень дружелюбные. Никто не сообщает о преступлениях.

# #police_e02
source: A few crimes here, a few crimes there, but nothing out of the ordinary.
ru: То тут, то там что-то случается, но ничего серьёзного.

# #police_e03
source: Even I don't like to walk in this part of town!
ru: Даже мне не нравится ходить по этой части города!

# #police_e04
source: I'm really too busy to talk right now - ask me again later.
ru: У меня сейчас нет времени на разговоры. Попробуйте позже.

# #police_e05
source: I'll do my part to make sure this city is safe!
ru: Стараюсь как могу, чтобы сделать наш город безопаснее!

# #police_e06
source: Fighting invaders wasn't in my job description!
ru: За сражения с захватчиками мне не платят!

# #police_e07
source: These rascals aren't taking over the city on my watch!
ru: Пока я на посту, этим шакалам не захватить наш город!

# #police_e08
source: The enemy could soon win if I don't get some help!
ru: Враг скоро победит, если мне не придёт подмога!

# #police_g01
source: With so many people so weak and sickly, I fear for the future.
ru: Столько людей ослабло и болеет, что я боюсь за наше будущее.

# #police_g02
source: I haven't eaten in so long, even I'm considering stealing food!
ru: Я так давно не ел, что даже начинаю подумывать о краже еды!

# #police_g03
source: If invaders do come, it looks like it will be up to me to defend the city.
ru: Если захватчики придут, видимо, защищать город придётся мне.

# #police_g04
source: If I didn't enjoy the danger of police work, I'd quickly take one of the many available jobs.
ru: Если бы мне пришлось бросить свою любимую работу, то другую найти не составило бы труда.

# #police_g05
source: If I were running things, I'd pay more attention to the gods.
ru: На месте правителей я бы больше возносил почестей богам.

# #police_g06
source: I've heard our city is an easy mark for invaders. We have a bad reputation.
ru: Говорят, что наш город — лакомый кусок для захватчиков, потому что о нас ходит дурная слава.

# #police_g07
source: I don't like to see this many jobless loiterers. I can't walk my beat without tripping over them!
ru: Не нравится мне видеть столько безработных на улицах. И шагу пройти не можешь, постоянно об них спотыкаешься!

# #police_g08
source: This city is dull. I can't find any good shows to see.
ru: Скучный у нас город, не на что поглазеть. Не могу найти хорошего выступления.

# #police_g09
source: This city isn't perfect, but then what city is?
ru: Да, наш город не самый лучший, но какой тогда лучший?

# #police_g10
source: If only the Bazaar carried donuts, this city would be perfect.
ru: Ещё бы пончики на базаре продавались, и тогда бы всё было идеально.

source: Priest
ru: Жрец

# #priest_bast_e01
source: Bast loves a good festival.
ru: Баст любит хорошие праздники.

# #priest_bast_e02
source: People in the city are deeply unhappy. They could soon turn to crime.
ru: Люди в городе крайне несчастны. Скоро они могут ступить на кривую дорожку.

# #priest_bast_e03
source: What's a priestess to do? There is so little diversion here.
ru: Что же делать жрице, когда даже развлечься нечем?

# #priest_bast_e04
source: Bast grants me power to heal the sick before they spread their disease.
ru: Баст дарует мне силу излечить больных, пока они не передали свой недуг другим.

# #priest_bast_g01
source: Bast cries to see so many sickly people. I hope the plague doesn't strike.
ru: Баст рыдает от вида стольких больных людей. Надеюсь, хоть чума обойдёт нас стороной.

# #priest_bast_g02
source: It's hard to get enough food in this city. Hunger strikes everyone.
ru: В городе сложно найти еду. Все страдают от голода.

# #priest_bast_g03
source: Our city's woeful defenses invite our foes to attack us.
ru: Плачевное состояние городских укреплений так и зазывает врагов напасть на нас.

# #priest_bast_g04
source: Our city cannot possible run well with so many job openings.
ru: Наш город долго не протянет без достаточного числа работников.

# #priest_bast_g05
source: The gods are turning their backs on this city. We should pay them more respect.
ru: Боги отворачиваются от нашего города. Следует более истово почитать их.

# #priest_bast_g06
source: The city's reputation is terrible. An invasion could come at any time.
ru: Репутация города пала так низко. В любой момент у наших ворот могут появиться захватчики.

# #priest_bast_g07
source: Not even Bast can lighten the hearts of so many jobless people.
ru: Даже Баст не в силах облегчить терзания стольких безработных.

# #priest_bast_g08
source: Bast is horrified by the lack of entertainment in this city.
ru: Баст в ужасе от отсутствия развлечений в городе.

# #priest_bast_g09
source: This city isn't a bad place to live.
ru: Наш город не так уж плох.

# #priest_bast_g10
source: This city is the greatest!
ru: Этот город самый великий!

# #priest_osiris_e01
source: Festivals warm Osiris' heart.
ru: Праздники греют сердце Осириса.

# #priest_osiris_e02
source: Osiris could punish the city for its neglect with a low flood.
ru: Осирис может покарать плохим разливом за непочтительное поведение.

# #priest_osiris_g01
source: The city is flooded with sick people. I hope a plague doesn't break out.
ru: В городе шагу нельзя ступить, чтобы не наткнуться на больного. Надеюсь, нас не ждёт чума.

# #priest_osiris_g02
source: No priest of Osiris should have to suffer from hunger!
ru: Жрецам Осириса не подобает страдать от голода!

# #priest_osiris_g03
source: Our city is almost defenseless. I hope no one attacks.
ru: Наш город практически беззащитен. Надеюсь, на нас никто не нападёт.

# #priest_osiris_g04
source: Without workers, we may not be able to pay Osiris the respect he deserves.
ru: Без работников мы не сможем воздать должные почести Осирису.

# #priest_osiris_g05
source: Osiris is not the only god made angry by neglect.
ru: Не только Осириса может разозлить неучтивое отношение.

# #priest_osiris_g06
source: Our city is the laughingstock of Egypt. We are ripe for attack.
ru: Над нашим городом потешается весь Египет. Нас сейчас практически любой захватит.

# #priest_osiris_g07
source: Unemployment is a serious problem in this city. I hope more jobs open up soon.
ru: Безработица — это серьёзная проблема. Надеюсь, скоро появится больше рабочих мест.

# #priest_osiris_g08
source: Even a priest needs more than prayers to be entertained.
ru: Даже жрецу одних молитв для развлечения недостаточно.

# #priest_osiris_g09
source: This city is adequate.
ru: Этот город вполне приемлемый.

# #priest_osiris_g10
source: Osiris is proud to be worshiped in such a fine city.
ru: Осирис гордится тем, что его почитают в таком прекрасном городе.

# #priest_ptah_09
source: This city has its problems, but it's a good place to live.
ru: Здесь, конечно, есть проблемы, но это все равно хороший город.

# #priest_ptah_e01
source: Ptah knows that holidays make workers happier.
ru: Птах знает, что праздники делают рабочих счастливее.

# #priest_ptah_e02
source: Ptah's guiding hand can do only so much. The industries in this city need more workers!
ru: Направляющая длань Птаха не будет всё делать за нас. Мастерским нужны рабочие!

# #priest_ptah_g01
source: Poor health could result in plague if nothing is done about conditions in the city.
ru: Плохое здоровье людей может привести к чуме, если условия в городе не улучшатся.

# #priest_ptah_g02
source: The rumbling of my empty stomach distracts me from my duties to Ptah.
ru: Бурчание пустого живота мешает воздавать почести Птаху.

# #priest_ptah_g03
source: Our holey defenses will be useless if anyone chooses to attack us.
ru: Наша дырявая оборона долго не продержится, если на город нападут.

# #priest_ptah_g04
source: It saddens Ptah to see industries idle because of the worker shortage.
ru: Птах опечален тем, что многие мастерские простаивают из-за нехватки рабочих рук.

# #priest_ptah_g05
source: The gods my inflict a just retribution if the city continues to ignore them.
ru: Боги могут покарать нас, если город продолжит их игнорировать.

# #priest_ptah_g06
source: Our ill repute could encourage invaders.
ru: Дурная слава нашего города может привлечь захватчиков.

# #priest_ptah_g07
source: Ptah wishes that all the unemployed in the city could find productive work.
ru: Птах желает, чтобы все безработные города нашли достойное занятие.

# #priest_ptah_g08
source: I like to have a good time, just like anyone else. I wish there were more entertainers in this city.
ru: Мне, как и простым людям, тоже хочется временами отдохнуть. Жаль, что городе так мало артистов.

# #priest_ptah_g10
source: This is the best crafted city in all of Egypt!
ru: Это самый правильно построенный город во всем Египте!

# #priest_ra_e01
source: Ra loves to see his people during the festival.
ru: Ра любит смотреть, как его последователи веселятся.

# #priest_ra_e02
source: Our city is an embarrassment to the rest of the Kingdom.
ru: Всему Царству стыдно за наш город.

# #priest_ra_g01
source: The people coming to the Temple don't look healthy. I hope the illness doesn't escalate.
ru: Прихожане храма выглядят хворыми. Надеюсь, болезни не разойдутся по всему городу.

# #priest_ra_g02
source: I don't have enough food to feed Ra or myself!
ru: У меня нет еды, не могу прокормить ни Ра, ни себя!

# #priest_ra_g03
source: I wish it were up to Ra to defend our city. I don't think this city does a good job of it.
ru: Лучше бы наш город защищал Ра. Мне кажется, что город с этим не справляется.

# #priest_ra_g04
source: I hope this city finds more workers soon. Services could soon suffer.
ru: Надеюсь, город сможет восполнить недостаток рабочей силы. Иначе службы могут пострадать.

# #priest_ra_g05
source: This city would do well to pay more respect to the gods.
ru: Городу следует больше почитать богов.

# #priest_ra_g06
source: Reputation is important. Without it, the city is prone to hostile takeover.
ru: Репутация — дело важное. Без неё город могут захватить враги.

# #priest_ra_g07
source: I've never heard more people ask Ra whether they'll finally land a job.
ru: Мне ещё никогда раньше не приходилось слышать, чтобы так много людей молили Ра найти им работу.

# #priest_ra_g08
source: I need more entertainment. Pleasing Ra all day isn't easy, and I need to relax.
ru: Мне нужно больше развлечений. Целыми днями ублажать Ра — задача не из лёгких, и мне нужен отдых.

# #priest_ra_g09
source: I have no major complaints about this city.
ru: Каких-то серьёзных жалоб на город у меня нет.

# #priest_ra_g10
source: The only place better than this city is the Field of Reeds.
ru: Лучше нашего города только на полях Иалу.

# #priest_seth_e01
source: Even Seth's warriors need the occasional festival.
ru: Даже воинам Сета время от времени нужен праздник.

# #priest_seth_e02
source: Glory is on the horizon! Enemies are fast approaching the city.
ru: На горизонте слава! К городу приближаются враги.

# #priest_seth_g01
source: A plague may wreak havoc on the city if health does not improve.
ru: Если здоровье людей не улучшится, нас всех может выкосить чума.

# #priest_seth_g02
source: All day, I battle my hunger. I need more food.
ru: Весь день сражаюсь с собственным голодом. Мне нужно больше еды.

# #priest_seth_g03
source: We'll have to rely on Seth to protect us in battle. The city isn't prepared to defend itself.
ru: В бою придётся полагаться на защиту Сета, потому что город сам себя не защитит.

# #priest_seth_g04
source: Services are suffering because no workers can be found!
ru: Службы страдают от нехватки рабочих!

# #priest_seth_g05
source: This city should stop provoking the gods' anger with its inaction.
ru: Городу пора перестать своим бездействием навлекать на себя гнев богов.

# #priest_seth_g06
source: We may soon find out how little others think of our city when they sweep in and destroy it.
ru: Скоро мы узнаем, как низко ценят нас в других городов, когда их войска ворвутся к нам и сровняют тут всё с землёй.

# #priest_seth_g07
source: The legions of the unemployed clog the streets.
ru: Армии безработных наводнили улицы.

# #priest_seth_g08
source: It's hard to believe how dull it is here!
ru: Даже не верится, что в городе может быть настолько скучно!

# #priest_seth_g09
source: This city is suitable enough for me.
ru: Этот город меня вполне устраивает.

# #priest_seth_g10
source: This city is unrivaled in all Egypt!
ru: Нашему городу нет равных во всем Египте!

source: Reed gatherer
ru: Сборщик тростника

# #robber_e01
source: Gold should be for the living, not the dead!
ru: Золото должно принадлежать живым, а не мертвецам!

# #robber_e02
source: Just think of the fortune I'll have when I sell off all those treasures!
ru: Как же я разбогатею, когда продам эти сокровища!

# #scorpion_flavor
source: And they said the little beast would not eat the big one.
ru: А ещё говорят, что мелкой твари большую не съесть.

source: Scribe
ru: Писец

# #scribe_e01
source: These festivals would be so much better if they were by invitation only.
ru: Праздники стали бы куда приятней, если бы на них пускали только по приглашениям.

# #scribe_g01
source: Plague could break out at any time! I hope it stays in the poor parts of town!
ru: Чума может начаться в любой момент! Надеюсь, дальше бедных кварталов она не уйдёт!
