Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Walkers.po
Languages: ru

# #Barge_Heading
source: Heading to city docks
ru: Направляюсь к городской пристани

# #Barge_Returning
source: Returning to my city
ru: Возвращаюсь в свой город

# #Barge_Waiting
source: Waiting for a free dock
ru: Ожидаю свободную пристань

# #Carrier_Content
source: {0} units of {1}
ru: {0} мер {1}

# #Carrier_Content_Stone
source: 1 block of {1}
ru: 1 блок {1}

# #Carrier_Content_Stone_Plural
source: {0] blocks of {1}
ru: {0} блоков {1}

# #Carrier_Empty
source: The cart is empty
ru: Тележка пуста

# #Carrier_GoingFromTo
source: Going from {0} to {1}
ru: Направляюсь из {0} в {1}

# #Carrier_ReturningTo
source: Returning to {0} from {1}
ru: Возвращаюсь в {0} из {1}

# #Carrier_WaitingFor
source: Waiting from {0} for a place to deliver its goods
ru: Ожидаю от {0} для доставки товаров

# #Labor_e01
source: I'm the most popular person in the city. A lot of people need jobs.
ru: Я самый популярный в городе человек. Много людей ищет работу.

# #Labor_e02
source: My list of job openings is huge, and I can't find any workers to fill the posts.
ru: У меня обширный список мест, где не хватает рук, а я не могу найти им работников.

# #Labor_g01
source: I see sick people everywhere. A plague could break out!
ru: Кругом столько больных. Так и до чумы недалеко!

# #Labor_g02
source: I'm starving. I'd rather be looking for food than for workers.
ru: Помираю от голода. Лучше еду бы искать, а не рабочих.

# #Labor_g03
source: City defenses are so weak, I could soon be filling jobs with foreigners instead of Egyptians.
ru: Городские укрепления такие слабые. Скоро, может, придётся давать работу чужеземцам, а не египтянам.

# #Labor_g04
source: Without workers available, my job is impossible.
ru: Без свободных рабочих рук моя работа не имеет смысла.

# #Labor_g05
source: I hope the gods don't unleash their fury. We need to pay more attention to them.
ru: Надеюсь, боги не обрушат на нас свой гнев. Надо больше им поклоняться.

# #Labor_g06
source: Enemies could attack at any time. Our reputation is low, and no one respects us.
ru: Враги могут напасть в любой момент. Наша репутация пала так низко, что никто нас не уважает.

# #Labor_g07
source: With so many able people out of work, my job ought to be easy.
ru: Столько здоровых людей ищут работу, мне не составит труда заполнить все вакансии.

# #Labor_g08
source: It's boring here. I wish I could hire more entertainers.
ru: Здесь так скучно. Вот бы нанять побольше артистов.

# #Labor_g09
source: I don't mind living here. Things could certainly be worse.
ru: Мне неплохо живётся здесь. Могло быть и хуже.

# #Labor_g10
source: This city is the best!
ru: Этот город самый лучший!

# #Merchant_Heading
source: Heading to city Storage Yards
ru: Направляюсь к городскому складу

# #Merchant_Returning
source: Returning home
ru: Возвращаюсь домой

# #REED_E01
source: To the marsh I march for the reeds we need.
ru: Шагаю на болота за нужным тростником.

# #REED_E02
source: These reeds will make some fine papyrus.
ru: Из этого тростника выйдет хороший папирус.

# #Walker_Buys
source: Buys
ru: Покупаю

# #Walker_From
source: from
ru: из

# #Walker_GoTo
source: Going to
ru: Иду

# #Walker_Sells
source: Sells
ru: Продаю

# #antelop_flavor
source: Catch them before the lions do.
ru: Поймайте их раньше львов.

# #apothecary_e02
source: Malaria doesn't seem to be a problem here.
ru: Похоже, тут нет проблем с малярией.

# #apothecary_e03
source: An outbreak of malaria could strike if something isn't done.
ru: Если ничего не предпринять, нас может ждать вспышка малярии.

source: Archer
ru: Лучник

source: Architect
ru: Архитектор

# #artisan_e01
source: My painting and plastering skills are needed at the monument!
ru: Без моих художественных талантов строительство монумента не завершить!

# #artisan_e02
source: I capture the stories of Egypt on the walls of the royal tombs.
ru: Я изображаю сцены из истории Египта на стенах царских усыпальниц.

# #asp_flavor
source: No one got close enough to confirm if it's a viper or not.
ru: Пока ещё никто не смог подобраться достаточно близко, чтобы подтвердить, что это гадюка.

# #barge_e01
source: I wonder if this city has any sights I could see while they unload my ship.
ru: Может, в городе есть на что посмотреть, пока разгружают мой корабль?

# #barge_e02
source: We're waiting for some cargo to be delivered to our ship.
ru: Мы ждём груз, который должны доставить на наш корабль.

# #barge_e03
source: I don't know why we came. This city never trades, and the shore leave is boring.
ru: Не знаю, зачем мы приплыли. В этом городе никто не торгует и на берегу смотреть нечего.

# #barge_e04
source: I love the art of the deal! I can't wait to trade my supplies.
ru: Обожаю торговое дело! Скорее бы уже начать торговаться.

# #barge_e05
source: What a bountiful journey!
ru: Что за выгодное плавание!

source: Bazaar Boy
ru: Мальчик с базара

# #bazaarboy_flavor
source: Will follow that lady anywhere, carrying food and goods for the people.
ru: Носит еду и товары для людей, следуя за той госпожой.

source: Bazaar buyer
ru: Закупщица с базара

source: Bazaar trader
ru: Торговка с базара

# #birds_flavor
source: Only the best of hunters will catch these wild birds.
ru: Только лучшие охотники способны поймать этих птиц.

# #brick_e01
source: It's bricklaying time at the monument!
ru: Для памятника пора класть кирпичи!

# #brick_e02
source: With my bricks, this monument will be strong.
ru: С моими кирпичами этот памятник будет стоять веками.

source: Bricklayer
ru: Каменщик

# #caravan
source: Caravan of merchants from
ru: Караван торговцев из города

# #caravan_e01
source: Our long and dangerous trek here was for nothing! This city won't trade.
ru: Наш долгий и опасный путь сюда закончился ничем! В этом городе не ведут торговлю.

# #caravan_e02
source: Buy low, sell high. That's my motto!
ru: Покупай дешёво, продавай дорого — вот мой девиз!

# #caravan_e03
source: It's the trader's life for me!
ru: Жизнь торговца — это по мне!

# #caravan_e04
source: I'll be a hero when I bring these goods back to my homeland.
ru: Я стану героем, когда привезу на родину эти товары.

# #caravan_e05
source: You talk a fine bargain, my friend. I'll barely make back my costs.
ru: А ты умеешь торговаться, мой друг. Почти в убыток себе продаю.

source: Carpenter
ru: Плотник

# #carpenter_e01
source: My services are needed at the monument!
ru: Я нужен на строительстве монумента!

# #carpenter_e02
source: This monument would be very short without my ramps and scaffolds.
ru: Без моих пандусов и лесов монумент был бы очень низеньким.

# #cartpusher
source: Delivery man
ru: Разносчик

# #cartpusher_e01
source: I'm not taking these supplies any further until someone's available to unload them.
ru: Я с места не сдвину эту тележку, пока кто-нибудь не разгрузит её.

# #cartpusher_e02
source: No one can accept these goods! That's okay, I can use the rest.
ru: Никто не принимает эти товары! Ну ничего, отдохну пока.

# #cartpusher_e03
source: I have to go clear across the city with these goods. It'll take all day!
ru: Я тащусь с этими товарами через весь город. Это занимает целый день!

source: Charioteer
ru: Колесничий

source: Citizen
ru: Житель

source: Constable
ru: Стражник

source: Criminal
ru: Преступник

# #crocodile_flavor
source: You can't see any tears roll upon their thick armored skin.
ru: Не видно слёз, катящихся по толстой коже.

source: Dancer
ru: Танцовщица

# #dancer_e01
source: These festival crowds are so enthusiastic, they make me want to leap higher.
ru: Публика на празднике такая благодарная, что хочется прыгать ещё выше.

# #dancer_g01
source: Many people have taken ill in the city. I hope I don't catch anything!
ru: В городе столько заболевших. Надеюсь, я ничего не подцеплю.

# #dancer_g02
source: I can't prance and leap very well without enough food!
ru: Ну не могу я прыгать и скакать на пустой живот!

# #dancer_g03
source: Invaders would have little trouble taking over our city. Nothing defends it.
ru: Захватчики взяли бы наш город в два счёта. Его вообще ничего не защищает.

# #dancer_g04
source: Another dance partner lost to the worker shortage! I hate dancing alone.
ru: Опять нет напарницы из-за нехватки рабочих! Ненавижу танцевать в одиночку.

# #dancer_g05
source: We should do more to appease the gods - and quickly!
ru: Нам надо умилостивить богов, и поскорее!

# #dancer_g06
source: This city's reputation is worse than a juggler's! I hope we aren't attacked.
ru: У города репутация хуже, чем у жонглёров! Только бы на нас не напали.

# #dancer_g07
source: If I weren't so light on my feet, I would trip over all these jobless people!
ru: Не будь я такая гибкая, я бы постоянно спотыкалась о безработных!

# #dancer_g08
source: (Yawn) I need to be entertained!
ru: (Зевает.) Мне нужно развлечься!

# #dancer_g09
source: This city is just about as good as any other city, I guess.
ru: Ну, этот город не хуже других, наверное.

# #dancer_g10
source: This city is fantastic!
ru: Просто невероятный город!

source: Delivery boy
ru: Мальчик-посыльный

source: Dentist
ru: Дантист

# #dentist_g01
source: People are so concerned about catching the plague that they're neglecting their teeth.
ru: Люди так боятся чумы, что забывают следить за зубами.

# #dentist_g02
source: I've had so little to eat lately...what a sad waste of perfect teeth.
ru: В последнее время мало ем... Как жаль, такие прекрасные зубы остаются без дела.

# #dentist_g03
source: The city's defenses are full of gaps. Our enemies could have their way with us.
ru: В укреплениях города сплошные дыры. Враги могут захватить нас в два счёта.

# #dentist_g04
source: This city's workforce is like an old man's mouth. So many holes to be filled!
ru: С работой тут как во рту старика. Полно дырок!

# #dentist_g05
source: I'm worried about this city's molars - I mean morals! We need to pay the gods more respect.
ru: Я весьма обеспокоен городской моралью! Нам следует уделять больше внимания богам.

# #dentist_g06
source: Our reputation is rotten. We could be attacked.
ru: От нашей репутации несёт гнилью. На нас могут напасть.

# #dentist_g07
source: I've never seen so many people out of work before!
ru: Никогда не доводилось видеть столько людей без работы!

# #dentist_g08
source: I'm bored! I guess I'll brush my teeth again.
ru: Мне скучно! Пойду, что ли, зубы ещё раз почищу...

# #dentist_g09
source: This city is okay. Only a few cavities!
ru: Город в неплохом состоянии. Так, всего пара дырочек.

# #dentist_g10
source: This city has the brightest smile in all of Egypt.
ru: У нашего города лучшая улыбка во всем Египте.

# #disease_e01
source: Ohhh, my stomach! Oh, my head!
ru: О-ох, живот! Ох, голова!

# #dockpusher_e01
source: We're doing more than our share of work. We need more help.
ru: Мы и так все работаем за двоих. Нам нужно больше помощников.

# #dockpusher_e02
source: I'll wait here until some space for this stuff opens up.
ru: Подожду здесь, пока не освободится место для этого груза.

# #dockpusher_e03
source: Am I there yet? I can't haul these goods much further.
ru: Много там ещё? Я уже устал разгружать!

# #doctor_e01
source: Plague could strike us dead at any moment!
ru: Чума может выкосить нас всех в любой момент!

# #doctor_g01
source: With city health so dismal, I'm a busy man. Still, plague threatens.
ru: Состояние здоровья жителей настолько плачевное, что я едва что-либо успеваю. И всё равно нам грозит чума.

# #doctor_g02
source: Being hungry all the time isn't good for me.
ru: Постоянное голодание вредит здоровью.

# #doctor_g03
source: I'd advise this city to bolster its defenses so our enemies do not do us damage.
ru: Городу бы надо укрепить оборону, чтобы к нам не проникли враги.

# #doctor_g04
source: I've seen many workers pushed to their limits. This city could use more employees.
ru: Я видел много уставших рабочих. Городу нужно больше рабочей силы.

# #doctor_g05
source: I don't think we're paying the gods enough respect. This is terribly risky behavior.
ru: Мне кажется, что мы воздаём богам слишком мало почестей. А это очень опасно.

# #doctor_g06
source: Our base reputation invites others to attack.
ru: Наша никудышная репутация приглашает врагов напасть на город.

# #doctor_g07
source: Sitting idly by waiting for jobs is bad for our people's health!
ru: Для здоровья вредно сидеть без дела в ожидании работы!

# #doctor_g08
source: I've had people come in for checkups just because they've got nothing better to do!
ru: Ко мне люди приходят на приём только потому, что им больше нечем заняться!

# #doctor_g09
source: This city is good enough, I guess.
ru: Неплохой у нас город, пожалуй.

# #doctor_g10
source: I cannot imagine a healthier place to live.
ru: Даже не представляю места, где тщательнее следят за здоровьем.

source: Embalmer
ru: Бальзамировщик

# #embalmer_e01
source: Health seems to be worsening throughout the city.
ru: Похоже, здоровье ухудшается по всему городу.

# #embalmer_g01
source: Judging by the number of sick people in this city, I could soon have my hands full!
ru: Судя по количеству больных, скоро у меня прибавится работы!

# #embalmer_g02
source: I'm famished. Before long, I'll be skinnier than a mummy!
ru: Я голоден! Скоро я стану тоще мумии!

# #embalmer_g03
source: The city is not securely wrapped in defenses. An enemy could easily defeat us.
ru: Город плохо укреплён. Враги смогут с лёгкостью нас покорить.

# #embalmer_g04
source: If I ever wanted to leave embalming behind, now is my chance. So many job openings!
ru: Если бы я хотел сменить профессию, то с лёгкостью бы это сделал. Сколько открытых вакансий!

# #embalmer_g05
source: The gods could soon unravel our city if we don't pay them more respect.
ru: Боги могут скоро принести смерть в наш город, если не будем воздавать им больше почестей.

# #embalmer_g06
source: The city's bad reputation could be the death of us all. We could be attacked at any moment.
ru: Из-за плохой репутации мы можем навлечь на себя верную погибель. Враги могут напасть в любой момент.

# #embalmer_g07
source: When I see so many people out of work, it makes me glad that I have a job.
ru: Когда вижу, сколько людей не могут найти работу, то тихо радуюсь, что у меня есть моя.

# #embalmer_g08
source: This city is as dead as the bodies I work with all day. I wish the city were alive with entertainment.
ru: Город мертвее, чем тела у меня на столе. Хоть бы какими-то развлечениями оживили нам обстановку.

# #embalmer_g09
source: I might as will live here. It's about as good as anywhere else.
ru: Ну, сойдёт. Что тут жить, что в другом городе — невелика разница.

# #embalmer_g10
source: I feel truly sorry for my clients. They aren't around to enjoy this incredible city!
ru: Мне так жаль своих клиентов. Им теперь не суждено наслаждаться жизнью в этом невероятном городе!

source: Emigrant
ru: Уезжающий

# #emigrant_e01
source: I can't find a job here. I will look elsewhere.
ru: Не могу найти здесь работы. Придётся искать в другом месте.

# #emigrant_e02
source: There's not enough food for me to eat. I'm moving out of this desert!
ru: Здесь нечего есть. Всё, ноги моей больше не будет в этой пустыне!

# #emigrant_e03
source: Taxes are too high here. I'm surprised I wasn't taxed for leaving.
ru: Здесь просто грабительские налоги. Удивительно, что с меня не взяли налог за выход.

# #emigrant_e04
source: I can't live on what they pay me here.
ru: Я не могу жить на те гроши, что здесь платят.

# #emigrant_e05
source: Houses I've seen are overstuffed with people. I can't stay here without a place to live.
ru: В домах нет свободного места. Я не могу жить там, где нет даже своего угла.

# #engineer_e01
source: There are so many places in poor condition, I can barely keep up.
ru: В городе так много мест в плачевном состоянии, что я едва справляюсь.

# #engineer_e02
source: I hope I'm credited for the great condition of this city.
ru: Надеюсь, меня наградят за отличное состояние городских построек.

# #engineer_g01
source: A lot of people are in much worse condition than the buildings. I hope things don't get worse.
ru: Здоровье в городе рушится. Надеюсь, до полной катастрофы всё же не дойдёт.

# #engineer_g02
source: Starvation might not affect the strength of these buildings, but it sure affects mine!
ru: Голод не влияет на состояние построек, но вот на меня очень сильно влияет!

# #engineer_g03
source: How are we to defend ourselves? The city's defenses are laughable.
ru: Как нам защититься, когда в городе смех один, а не укрепления.

# #engineer_g04
source: Why does it matter if these buildings collapse? No workers are in them anyway.
ru: Какая разница, рухнут эти здания или нет? Всё равно в них нет рабочих.

# #engineer_g05
source: If the gods are angry, not even the best architect can fix the damage they cause.
ru: Если боги разгневаются, даже лучший архитектор не сможет ничего починить.

# #engineer_g06
source: Our city's reputation is so low, I fear our enemies will attack.
ru: У нашего города настолько низкая репутация, что, боюсь, на нас нападут враги.

# #engineer_g07
source: By my estimation, a lot of people are out of work.
ru: По моим расчётам, у многих людей сейчас нет работы.

# #engineer_g08
source: Ho hum. Even architects like a little fun every now and then.
ru: Скукота. Даже архитекторам время от времени хочется повеселиться.

# #engineer_g09
source: Life here could be a lot worse.
ru: Жизнь здесь могла быть куда хуже.

# #engineer_g10
source: This city has everything an architect's heart could desire!
ru: В этом городе есть все, чего пожелает душа архитектора!

source: Ferry boat
ru: Паром

source: Festival priest
ru: Жрец на праздниках

# #fireman_e01
source: I can't talk now. I'm busy dousing this fire.
ru: Сейчас некогда, надо тушить пожар.

# #fireman_e02
source: This fire could burn the whole city down if I don't act fast!
ru: Если не я, то огонь сожжёт весь город!

# #fireman_e03
source: Ooh, that's hot!
ru: Ох, горячо!

# #fireman_g01
source: I hope a plague doesn't break out. Plagues can spread like wildfire.
ru: Надеюсь, нам не грозит чума. Она может полыхнуть как дикий пожар.

# #fireman_g02
source: Even when fires are burning, all I can think about is how hungry I am.
ru: Даже когда горит пожар, я всё думаю о том, как я голоден.

# #fireman_g03
source: If our enemies invade, the whole city could go up in flames.
ru: Если на нас нападут враги, весь город может вспыхнуть, как лучина.

# #fireman_g04
source: I fear that some of these half-empty buildings could catch fire. I wish there were more workers.
ru: Как бы эти полупустые здания не загорелись. Нам нужно больше работников.

# #fireman_g05
source: The gods' fiery wrath will come down on us if we don't pay more respect.
ru: Ярость богов может низвергнуться на нас, если мы не будем воздавать им больше почестей.

# #fireman_g06
source: I wouldn't dream of letting my reputation sink so low. Our city's bad reputation is inviting attack.
ru: Как можно допустить, чтобы о тебе пошла такая дурная слава? На неё тут же сбегутся любители лёгкой наживы.

# #fireman_g07
source: I've had more people volunteer for the fire department. These people need jobs.
ru: У нас появилось столько добровольцев в пожарной охране. Всем этим людям нужна работа.

# #fireman_g08
source: Firefighting is hard work, and I'd love to cool off with a good show. There's not enough of that here.
ru: Пожары тушить — работёнка не из лёгких. Я бы не прочь спустить пар на хорошем представлении, но в городе их не так много.

# #fireman_g09
source: I'm satisfied with this city.
ru: Меня этот город устраивает.

# #fireman_g10
source: This city is cool.
ru: Этот город весьма горяч.

source: Fire marshal
ru: Пожарный

source: Fish
ru: Рыба

# #fish_flavor
source: Teach a man to fish and he'll empty the Nile faster than you can imagine.
ru: Научите человека ловить рыбу, и он опустошит Нил быстрее, чем вы можете себе представить.

# #fishing_e01
source: Another perfect day for fishing. I hope the catch is as plentiful as usual.
ru: Ещё один отличный денёк для рыбалки. Надеюсь, рыба будет клевать как всегда.

# #fishing_e02
source: Our hold is overflowing, but you should have seen the one that got away!
ru: Наши сети полны, но вы бы знали, какая рыбина от нас ушла!

# #fishing_e03
source: Move faster! We can't get back to work until you unload us.
ru: Быстрее! Пока не разгрузите, мы не сможем вернуться к делу.

source: Fishing boat
ru: Рыбацкая лодка

source: Frog
ru: Жаба

# #frog_flavor
source: Their land swarmed with frogs, even in the chambers of their kings.
ru: Земля их произвела множество жаб даже в спальне царей их.

# #guard_e01
source: No enemies have been sighted, but we're ready nonetheless.
ru: Врагов не замечено, но мы все равно на страже.

# #guard_e02
source: We're coiled like an asp, eager to strike at the approaching enemy.
ru: Мы готовы уколоть врага словно притаившийся аспид.

# #guard_e03
source: You call that an army?! We'll have no trouble defeating that motley crew.
ru: И это войско?! Да мы с этой кучкой оборванцев в два счёта разберёмся.

# #guard_e04
source: This enemy is a fierce one! I'm doing all that I can to defeat them.
ru: Враги сильны! Я делаю всё возможное, чтобы разбить их.

source: Herbalist
ru: Аптекарь

# #hippopotamus_flavor
source: The biggest, baddest, meanest mammal out there.
ru: Самые большие, грозные и злобные млекопитающие на земле.

source: Homeless
ru: Бездомный

# #hunt_ant_e01
source: Antelopes are no match for us!
ru: Антилопам от нас не скрыться!

# #hunt_ant_e02
source: There will be steaks for everyone tonight.
ru: Сегодня у всех на столах будет мясо.

# #hunt_bird_e01
source: Birds are wily. They'll fly away if you don't approach them just right.
ru: Птицы такие коварные. Чуть что — сразу улетают.

# #hunt_bird_e02
source: Look at those beautiful birds, ready for roasting!
ru: Какие красивые птички, так и просятся на вертел!

# #hunt_ostrich_e01
source: Ostriches are nearly invisible when they put their heads in the sand.
ru: Когда страус прячет голову в песок, он становится практически незаметным.

# #hunt_ostrich_e02
source: Now, those are some BIG drumsticks!
ru: Вот это я понимаю ножки!

source: Hunter
ru: Охотник

# #hyena_flavor
source: Hyenas don't wander far from their den unless they have a good reason. Eating a lost citizen is often a good one.
ru: Гиены обычно не отходят далеко от своего логова без особых причин. Зазевавшийся прохожий — одна из них.

source: Immigrant
ru: Приезжий

# #immigrant_e01
source: I'm new here. I wonder what the city will offer to a person like me.
ru: Я здесь недавно. Интересно, что город может предложить для таких, как я?

# #immigrant_e02
source: I heard there is a job here for anyone who wants one.
ru: Слышал, здесь есть работа для любого, кому она нужна.

# #immigrant_e03
source: People say that this city has plenty of food to go around.
ru: Говорят, что в этом городе еды хватает всем.

source: Infantry
ru: Пехотинец

source: Juggler
ru: Жонглёр

# #juggler_e01
source: I love working these festival crowds. Everyone's so happy!
ru: Обожаю выступать на праздниках. Все такие счастливые!

# #juggler_g01
source: I've never seen so many sick people. I hope a plague doesn't break out.
ru: Первый раз вижу столько больных людей. Надеюсь, нас не настигнет чума.

# #juggler_g02
source: It's hard to catch these clubs when you're doubled over with hunger pangs.
ru: Сложно ловить кегли, когда корчишься в три погибели от голода.

# #juggler_g03
source: Maybe I can throw these clubs at the enemy should they attack. Little else is defending this city.
ru: Может, я смогу отбиться от врагов своими кеглями? Больше-то город защитить некому.

# #juggler_g04
source: I see job vacancies everywhere! I wonder if I could juggle more than one job.
ru: Вижу повсюду свободные места! Может, и мне найти подработку?
