Repository: winterheart/pharaoh-l10n
Catalog: data/po/*/Walkers.po
Languages: ru

# #scribe_g02
source: That a person of my quality could know hunger is scandalous!
ru: Это возмутительно, почему человек моего ранга должен страдать от голода!

# #scribe_g03
source: I don't think this city could handle an attack, and I have so very much to lose.
ru: Не думаю, что город выстоит под нападением, а ведь я рискую столько всего потерять.

# #scribe_g04
source: How can so few workers properly cater to my needs?
ru: Разве эта жалкая горстка рабочих может как следует исполнять всё, что мне требуется?

# #scribe_g05
source: I'm treated far better than the gods! I hope they don't strike at us.
ru: Со мной обращаются лучше, чем с богами! Надеюсь, они не покарают нас за это.

# #scribe_g06
source: I'm ashamed to live here. I hope our enemies don't take advantage of our reputation!
ru: Мне стыдно здесь жить. Надеюсь, враги не воспользуются нашей ужасной репутацией!

# #scribe_g07
source: Look at all these idlers! Why don't they get jobs?
ru: Сколько бездельников! Почему они не хотят работать?

# #scribe_g08
source: How can I lead a posh lifestyle if I'm not properly entertained?
ru: Как мне жить роскошной жизнью, когда тут и развлечений-то нет?

# #scribe_g09
source: This city passes muster, I suppose.
ru: Ну, полагаю, город проходит проверку.

# #scribe_g10
source: This city couldn't be better!
ru: Это самый лучший город!

# #senet_e01
source: Get your beer here! Warm, flat, refreshing beer! Low in sediment!
ru: А вот кому пива! Тёплого, освежающего, без пены, без осадка!

# #senet_g01
source: People's health is in jeopardy. The risk of plague is great.
ru: Здоровье людей под угрозой. Риск чумы очень велик.

# #senet_g02
source: I'm as hungry as a hippo, but there's little food to be found.
ru: Я голодный как гиппопотам, но в городе вообще нет еды.

# #senet_g03
source: I ought to learn the crafts of war. With defenses so weak, we're at risk.
ru: Надо обучиться искусству войны. С такими хлипкими укреплениями на нас вполне могут напасть.

# #senet_g04
source: The worker shortage could cause real trouble in the city.
ru: Нехватка рабочих может обернуться серьёзными проблемами для города.

# #senet_g05
source: To tell the truth, I would not dare to treat the gods so badly.
ru: Сказать по правде, я бы ни за что не стал так плохо относиться к богам.

# #senet_g06
source: This city's reputation is checkered at best. We could be attacked.
ru: Репутация города в лучшем случае сомнительная. На нас могут напасть.

# #senet_g07
source: For most, finding work in this city is a trivial pursuit that ends in failure.
ru: Для большинства людей найти работу в городе — это напрасная трата времени.

# #senet_g08
source: This city should clue in to the lack of entertainment!
ru: Властям давно пора уяснить, как городу не хватает развлечений!

# #senet_g09
source: I'm not sorry to live here.
ru: Мне не стыдно здесь жить.

# #senet_g10
source: This city has a monopoly on my heart. I love it here!
ru: Этот город навеки в моем сердце. Жить здесь — настоящее счастье!

source: Senet player
ru: Игрок в сенет

source: Sentry
ru: Дозорный

# #stone_e01
source: I'm going to the monument to shape the stones.
ru: Я иду к монументу обтёсывать камни.

# #stone_e02
source: My stonework will endure through the ages.
ru: Моя работа прослужит века.

source: Stone mason
ru: Каменотёс

source: Tax collector
ru: Сборщик налогов

# #taxman_e01
source: This city could bring in so much more revenue if they'd just hire some more tax collectors.
ru: Город мог бы приносить доходы куда значительней, будь в нём больше сборщиков налогов.

# #taxman_e02
source: Seems like the nicer their houses, the more people grumble about paying their share.
ru: Похоже, что чем богаче дом, тем больше люди жалуются на налоги.

# #taxman_e03
source: I hate collecting taxes from these run-down houses. It's hardly worth my time.
ru: Терпеть не могу собирать налоги с этих лачуг. Только время на них тратишь.

# #taxman_g01
source: It seems an illness is taxing the people's health. I pray a plague doesn't strike.
ru: Похоже, болезнь обложило данью здоровье людей. Молюсь богам, чтобы не пришла чума.

# #taxman_g02
source: I wish people could pay their taxes in food. I'm so hungry!
ru: Вот бы налоги платили едой. Я так голоден!

# #taxman_g03
source: Our city doesn't seem capable of defending itself!
ru: Не похоже, что наш город сможет защититься!

# #taxman_g04
source: No amount of tax money is going to make this city run smoothly. We need more workers!
ru: Никакие налоги не смогут наладить городскую жизнь. Нужно больше рабочих!

# #taxman_g05
source: We owe the gods a great debt, and I don't want to be here when they come to collect!
ru: Мы в большом долгу перед богами, и скоро они придут забрать свою дань.

# #taxman_g06
source: I've heard that invasion is imminent given our standing in Egypt.
ru: Говорят, что вот-вот случится вторжение, учитывая, что о нас думает весь Египет.

# #taxman_g07
source: Many of these houses have unemployed workers! How can they be expected to pay tax?
ru: Во многих домах сидят безработные! Из чего им тогда платить налоги?

# #taxman_g08
source: As much as I like collecting taxes, I'd still like to see some professional entertainment.
ru: Как бы мне ни нравилось собирать налоги, иногда душа просит развлечений от профессиональных артистов.

# #taxman_g09
source: Life isn't too bad here.
ru: Жизнь тут неплохая.

# #taxman_g10
source: I'd rather live here than anywhere else!
ru: Я хочу жить здесь и нигде больше!

source: Teacher
ru: Учитель

# #teacher_e01
source: One can learn much about human nature at a festival.
ru: На празднике можно многое узнать о человеческой природе.

# #teacher_g01
source: The city may soon learn that bad health can lead to a horrible plague.
ru: Вскоре город поймёт, что плохое здоровье может привести к ужасной чуме.

# #teacher_g02
source: My mind is fed with learning, but my body hungers for food.
ru: Мой разум насыщен знаниями, но тело жаждет пищи.

# #teacher_g03
source: Invaders would have no trouble penetrating our scanty defenses!
ru: Захватчикам не составит труда снести наши хлипкие укрепления!

# #teacher_g04
source: The scarcity of workers reverberates throughout the city, limiting its services.
ru: Недостаток рабочих сказывается на всех сторонах городской жизни.

# #teacher_g05
source: The city's sacrilegious ways could cause the gods to smite us!
ru: Святотатство городских властей может прогневить богов!

# #teacher_g06
source: Ah, reputation, reputation. Our scandalous reputation invites attack.
ru: Ах, репутация... Наша настолько скандальна, что может спровоцировать нападение.

# #teacher_g07
source: Even education won't cure this city's jobless problem.
ru: Даже образованием не решить проблему городской безработицы.

# #teacher_g08
source: Boring, dull, tedious, monotonous, ho-hum. This city is all five.
ru: Скучный, безрадостный, монотонный, дремотный, серый. Всё это можно сказать о нашем городе.

# #teacher_g09
source: This city is thoroughly average.
ru: Этот город средний во всём.

# #teacher_g10
source: This city earns top marks!
ru: Я даю нашему городу высшую оценку!

# #thief_e01
source: Maybe stealing from his treasury will get that false beard's attention!
ru: Если украсть из его казны, может тогда он зачешет свою фальшивую бороду!

# #thief_e02
source: I take what I want! Don't try to stop me!
ru: Я беру что хочу! И не пытайтесь меня остановить!

# #thief_e03
source: Thievery is a lot more profitable than other jobs in this city!
ru: Воровство куда прибыльнее, чем любая другая работа в этом городе!

# #thief_e04
source: Take, take, take. That's all I ever do.
ru: Моё, моё, моё. Тут всё моё!

source: Tomb artisan
ru: Художник

source: Tomb Robber
ru: Расхититель гробниц

# #tradeship
source: Trade ship from
ru: Торговый корабль из города

# #transport_e01
source: Row harder! We must protect our ship at all costs!
ru: Гребите сильнее! Наш корабль нужно защитить любой ценой!

# #transport_e02
source: The enemy is here! All hands prepare for maneuvers.
ru: Враги здесь! Всем приготовиться к развороту.

# #transport_e03
source: Bring on the attack! We're prepared.
ru: Только попробуйте напасть! Мы готовы.

# #transport_e04
source: We're ready to serve if the need arises.
ru: Мы готовы служить, если будет нужда.

# #transportship
source: Transport
ru: Транспортный корабль

# #vagrant_e01
source: I've been kicked out of my home, and through no fault of my own.
ru: Меня выгнали из собственного дома, причём ни за что.

# #vagrant_e02
source: I can't find a place to live!
ru: Не могу найти места для жилья!

source: Warship
ru: Военный корабль

# #warship_e01
source: We'll fight to the death to defend our fair city!
ru: Мы будем защищать наш город до конца!

# #warship_e02
source: The enemy is too much for us! If we escape them, we'll be ready to fight another day.
ru: Враг слишком силён! Если сейчас отступим, в другой раз сможем им отомстить.

# #warship_e03
source: Enemies are coming this way!
ru: Враги идут сюда!

# #warship_e04
source: We're as dangerous as a crocodile, ready to attack our invaders when they arrive.
ru: Мы опасны, как крокодилы, и готовы сразить любого захватчика, пусть только осмелится появиться.

# #warship_e05
source: If and when our foes come, we'll be ready for them.
ru: Когда враги придут, если вообще придут, мы будем готовы.

# #water_g01
source: I'm afraid to go into some neighborhoods. People are sick, and I don't want to catch anything.
ru: Боюсь даже ступать в некоторые кварталы. Там столько больных, а мне не хочется ничем заразиться.

# #water_g02
source: I'm weak from hunger. I'm nearly collapsing under the weight of all this water.
ru: Меня так ослабил голод. Скоро упаду под весом своих вёдер.

# #water_g03
source: It seems that it will be up to the citizens to defend this city if it comes under attack.
ru: Похоже, что если на город нападут, защищать его придётся мирным жителям.

# #water_g04
source: Jobs, jobs everywhere, and not a worker to fill them.
ru: Кругом столько работы и так мало рабочих рук.

# #water_g05
source: If I were a god, I wouldn't be pleased with this city's lack of attention to me.
ru: Будь я богом, я бы ни за что не стерпел подобной непочтительности к себе.

# #water_g06
source: I hear that other cities are laughing at us and are planning to invade.
ru: Ходят слухи, что в других городах потешаются над нами и хотят нас захватить.

# #water_g07
source: I see plenty of people out of work as I make my deliveries.
ru: Во время доставки мне попадается так много безработных.

# #water_g08
source: Carrying water is not entertainment. I wish we had some real diversions here.
ru: Носить воду — занятие не слишком весёлое. Вот бы у нас были какие-то развлечения.

# #water_g09
source: I like living here, but if I were running the town I'd do some things differently.
ru: Мне нравится здесь жить, но будь моя воля, я бы кое-что поменял.

# #water_g10
source: There is no better place upon this earth.
ru: На всей земле нет города лучше нашего.

source: Water carrier
ru: Водонос

# #woodcutter_e01
source: I am off for a hard day's logging.
ru: Иду рубить бревна от рассвета до заката.

# #woodcutter_e02
source: This timber will be put to good use, I am sure.
ru: Этому дереву найдётся хорошее применение.

source: Worker
ru: Рабочий

# #worker_e02
source: I'm ready to work!
ru: Готов к труду!

# #worker_e03
source: With the fields under water, I work now for glory everlasting.
ru: Поля скрылись под водой, и я теперь работаю ради вечной славы.

# #worker_g01
source: So many people are sick. I hope things don't get worse.
ru: Столько людей болеет. Надеюсь, хотя бы не станет хуже.

# #worker_g02
source: I'm famished. It's hard to work on an empty stomach.
ru: Очень хочется есть. Трудно работать с пустым брюхом.

# #worker_g03
source: I hope our enemies don't know how easy it would be to invade us.
ru: Надеюсь, враги не подозревают, как легко нас разбить.

# #worker_g04
source: Job openings are everywhere! Maybe I can get a job as a fire marshal!
ru: Работы кругом полно! Может, получится устроиться в пожарную команду!

# #worker_g05
source: I hope the gods don't unleash their wrath.
ru: Надеюсь, боги не прогневаются на нас.

# #worker_g06
source: I hear that our city doesn't have a good reputation. We could come under attack!
ru: Говорят, у нашего города плохая репутация. На нас ведь тогда могут напасть!

# #worker_g07
source: I'll hold on to this job as tightly as I can. I know many people who are out of work.
ru: Я буду держаться за эту работу руками и ногами. Слишком много сейчас людей не могут найти вообще ничего.

# #worker_g08
source: All I ever do is work. There's nothing else to do in this city.
ru: Я только работаю и работаю. А больше в этом городе и делать нечего.

# #worker_g09
source: I like it here, but there is always room for improvement.
ru: Мне здесь нравится, но всегда найдётся что улучшить.

# #worker_g10
source: I hope I live here forever!
ru: Надеюсь, я проживу тут всю жизнь!

source: Zookeeper
ru: Смотритель зоопарка

# #zookeeper_e01
source: This danger of disease is so great that even the laughing hyenas are sad.
ru: Риск заболевания такой высокий, что даже гогочущие гиены погрустнели.

# #zookeeper_e02
source: How will we feed the animals when we can't feed ourselves?
ru: Как нам кормить животных, когда мы себя-то прокормить не можем?

# #zookeeper_e03
source: Our defenses are terribly weak. Perhaps I should train the hippo to fight?
ru: Наши защитники — это одно название. Может, мне выдрессировать боевого гиппопотама?

# #zookeeper_e04
source: Even an elephant cannot recall when the worker shortage has been worse.
ru: Даже слон не помнит времён, когда настолько не хватало рабочих.

# #zookeeper_e05
source: When a god is angry you don't want your neck sticking out like a giraffe's!
ru: Когда боги гневаются, не стоит вытягивать шею как жираф!

# #zookeeper_e06
source: Pharaoh is so unhappy. I hope the zoo animals are not needed for exotic gifts!
ru: Фараон так недоволен. Надеюсь, мои животные не пойдут на диковинный подарок.

# #zookeeper_e07
source: Trying to land a job in this city is more difficult than trapping a wild lion.
ru: Проще поймать дикого льва, чем найти работу в этом городе.

# #zookeeper_e08
source: The entertainment situation in this city stinks worse than the monkey cages.
ru: В городе так уныло, что даже от вонючих обезьяньих клеток больше развлечения.

# #zookeeper_e09
source: Living here is better than sleeping in the lions' pen.
ru: Ну, тут, конечно, жизнь получше, чем в клетке у льва.

# #zookeeper_e10
source: I am happier than a mud-covered hippo to be living in this city.
ru: Я доволен как слон, что живу в таком прекрасном городе.

source: Antelope
ru: Антилопа

source: Birds
ru: Птицы

source: Ostrich
ru: Страус
